Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: sr

source: We could not execute your query; please try again.
sr: Нисмо могли да извршимо ваш упит; Покушајте поново.

source: Weight
sr: Тежина

source: This assigns an integer value representing the weight of this problem
sr: Ово додељује целокупну вредност која представља тежину овог проблема

source: Display Name
sr: Приказ име

source: The display name for this component.
sr: Назив приказа за ову компоненту.

source: SQL Problem
sr: SQL проблем

source: Dataset
sr: Скупови података

source: Which initial dataset/database to be used for queries
sr: Који ће почетни податак / база података користити за упите

source: Answer Query
sr: Одговор упит

source: A correct response SQL query
sr: Тачан одговор SQL упит

source: Verify Query
sr: Верификовати упит

source: A secondary verification SQL query, to be used if the answer_query modifies the database (UPDATE, INSERT, DELETE, etc.). Only enter a single SELECT query here, which is used for matching the answer
sr: Секундарна верификација SQL упита, који ће се користити ако је одговор_Куери модификовао базу података (ажурирање, уметање, брисање итд.). Овде упишите само један одабрани упит, који се користи за подударање одговора

source: Modification query statements
sr: Изјаве о модификацији

source: Optional SQL statements, to be executed after the user-submitted query, but before the verify_query.
sr: Опционални SQL изјаве, које ће се извршити након корисног упита, али пре верификације_Куери.

source: Is Ordered?
sr: Је наређено?

source: Should results be in order?
sr: Да ли би требало да буду резултати?

source: Prompt
sr: Спреман

source: Explanatory text to accompany the problem
sr: Објашњени текст да прате проблем

source: Submission Query
sr: Упит за подношење

source: A Submission Query
sr: Упит за подношење

source: %(score_weighted)s/%(max_score)s point (graded)
sr: %(score_weighted)s / %(max_score)s Поинт (оцењено)

source: 0 points (ungraded)
sr: 0 бодова (уграђено)

source: Note:
sr: Напомена:

source: Your queries are executed using SQLite, so you must conform to the SQL constructs supported by SQLite.
sr: Ваше упите се изводе помоћу SQLите, тако да морате у SQLаду са SQL конструктима које подржавају SQLИТЕ.

source: Press ESC then TAB or click outside of the code editor to exit
sr: Притисните ЕСЦ, а затим картицу или кликните изван Цоде Едитор-а да бисте изашли

source: Submit
sr: Поднети

source: Show Answer
sr: Покажи одговор

source: Correct
sr: Тачан

source: Incorrect
sr: Нетачан

source: Unanswered
sr: Неодговорен

source: To check your data modification statement, we ran the following query after your modification:
sr: Да бисте проверили своју изјаву о модификацији података, покренули смо следећи упит након ваше модификације:

source: Your Query Result:
sr: Ваш упит резултат:

source: Expected Query Result:
sr: Резултат очекиваног упита:
