Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Missing required query parameter course_id
sr: Недостаје потребан параметар упита
sr_latn: Nedostaje potreban parametar upita

source: There is no onboarding exam related to this course id.
sr: Не постоји наградни испит који се односи на овај ИД курса.
sr_latn: Ne postoji nagradni ispit koji se odnosi na ovaj ID kursa.

source: There is no onboarding exam accessible to this user.
sr: Не постоји наградни испит доступан овом кориснику.
sr_latn: Ne postoji nagradni ispit dostupan ovom korisniku.

source: No onboarding status API for {proctor_service}
sr: Нема награђеног статуса АПИ за {proctor_service}
sr_latn: Nema nagrađenog statusa API za {proctor_service}

source: The onboarding service is temporarily unavailable. Please try again later.
sr: Услуга на броду привремено је недоступна. Покушајте поново касније.
sr_latn: Usluga na brodu privremeno je nedostupna. Pokušajte ponovo kasnije.

source: you have less than a minute remaining
sr: Имате мање од једног минута
sr_latn: Imate manje od jednog minuta

source: Enter a valid username or email
sr: Унесите важеће корисничко име или е-пошту
sr_latn: Unesite važeće korisničko ime ili e-poštu

source: user_info
sr: усер_инфо

source: Enter a valid positive value number
sr: Унесите важећи број позитивне вредности
sr_latn: Unesite važeći broj pozitivne vrednosti

source: allowance_value
sr: дозвољавање_валуе
sr_latn: dozvoljavanje_value

source: Cannot update attempt review status
sr: Није могуће ажурирати покушај преиспитивања статуса
sr_latn: Nije moguće ažurirati pokušaj preispitivanja statusa

source: No exams in course {course_id}.
sr: Нема испита на курсу {course_id}.
sr_latn: Nema ispita na kursu {course_id}.

source: No proctored exams in course {course_id}
sr: Нема прокорисаних испита у курсу {course_id}
sr_latn: Nema prokorisanih ispita u kursu {course_id}

source: No instructor dashboard for {proctor_service}
sr: Нема инструктора инструктора за {proctor_service}
sr_latn: Nema instruktora instruktora za {proctor_service}
