Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
sr: Због незадовољених предуслова, овај испит можете узети само без ЦОЦТОРИТИ.
sr_latn: Zbog nezadovoljenih preduslova, ovaj ispit možete uzeti samo bez COCTORITI.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
sr: Ако имате питања о статусу ваших захтева, контактирајте %(platform_name)s подршку.
sr_latn: Ako imate pitanja o statusu vaših zahteva, kontaktirajte %(platform_name)s podršku.

source: About Proctored Exams
sr: О прокорисаним испитима
sr_latn: O prokorisanim ispitima

source: You have not activated your account.
sr: Нисте активирали свој рачун.
sr_latn: Niste aktivirali svoj račun.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
sr: Ваш %(platform_name)s налог још није активиран. Да преузмете пропорционирани испит, Од вас се тражи да активирате свој налог.
sr_latn: Vaš %(platform_name)s nalog još nije aktiviran. Da preuzmete proporcionirani ispit, Od vas se traži da aktivirate svoj nalog.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
sr: Проверите регистровану пошту и нежељену мапе за активирање е-поште за активирање е-поште %(platform_name)s.
sr_latn: Proverite registrovanu poštu i neželjenu mape za aktiviranje e-pošte za aktiviranje e-pošte %(platform_name)s.

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
sr: Ако не можете да пронађете ову е-пошту, можете <хреф = "%(reset_link)s " таргет = "_blank"> ресетовати лозинку </ а> то Активирајте свој рачун.
sr_latn: Ako ne možete da pronađete ovu e-poštu, možete <href = "%(reset_link)s " target = "_blank"> resetovati lozinku </ a> to Aktivirajte svoj račun.

source: If you cannot find this email, you can reset your password to activate your account.
sr: Ако не можете да пронађете овај емаил, можете да ресетујете лозинку да бисте активирали свој налог.
sr_latn: Ako ne možete da pronađete ovaj email, možete da resetujete lozinku da biste aktivirali svoj nalog.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
sr: Ако и даље имате проблема, молимо контактирајте <а хреф = "%(link_urls.contact_us)s " таргет = "_blank"> %(platform_name)s Подршка </ а>.
sr_latn: Ako i dalje imate problema, molimo kontaktirajte <a href = "%(link_urls.contact_us)s " target = "_blank"> %(platform_name)s Podrška </ a>.

source: Set up and start your proctored exam
sr: Подесите и започните свој прокорани испит
sr_latn: Podesite i započnite svoj prokorani ispit

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
sr: НАПОМЕНА: Као део Подешавања испитног испита биће вам постављено да потврдите свој идентитет. Пре него што почнете, побрините се да јесте на рачунару са веб камером и да имате валидан облик идентификације фотографија као што је возачка дозвола или Пасош.
sr_latn: NAPOMENA: Kao deo Podešavanja ispitnog ispita biće vam postavljeno da potvrdite svoj identitet. Pre nego što počnete, pobrinite se da jeste na računaru sa veb kamerom i da imate validan oblik identifikacije fotografija kao što je vozačka dozvola ili Pasoš.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
sr: Ако имате питања која се односе на ЦОЦКАТОРИНГ, можете да се обратите %(provider_name)s техничкој подршци путем е-маила %(provider_tech_support_email)s или позивом %(provider_tech_support_phone)s.
sr_latn: Ako imate pitanja koja se odnose na COCKATORING, možete da se obratite %(provider_name)s tehničkoj podršci putem e-maila %(provider_tech_support_email)s ili pozivom %(provider_tech_support_phone)s.

source: Start System Check
sr: Покрените чек система
sr_latn: Pokrenite ček sistema

source: Start Exam
sr: Почетни испит
sr_latn: Početni ispit

source: Step 1
sr: Корак 1
sr_latn: Korak 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
sr: Копирајте овај јединствени код испита. Од вас ће се затражити да овај код залепи касније пре него што започнете испит.
sr_latn: Kopirajte ovaj jedinstveni kod ispita. Od vas će se zatražiti da ovaj kod zalepi kasnije pre nego što započnete ispit.

source: Copy Exam Code
sr: Копирајте код за копирање
sr_latn: Kopirajte kod za kopiranje

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
sr: Изаберите код за испит, а затим га копирате помоћу Цонтрол + Ц (Виндовс) или команде + Ц (Мац).
sr_latn: Izaberite kod za ispit, a zatim ga kopirate pomoću Control + C (Vindovs) ili komande + C (Mac).

source: Step 2
sr: Корак 2
sr_latn: Korak 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
sr: Започните свој систем проверите сада. Нови прозор ће се отворити за овај корак и верификућете свој идентитет.
sr_latn: Započnite svoj sistem proverite sada. Novi prozor će se otvoriti za ovaj korak i verifikućete svoj identitet.

source: Make sure you:
sr: Проверите да ли:
sr_latn: Proverite da li:

source: Have a computer with a functioning webcam
sr: Имајте рачунар са функционалним веб камером
sr_latn: Imajte računar sa funkcionalnim veb kamerom

source: Have your valid photo ID (e.g. driver's license or passport) ready
sr: Имајте своју важећу ИД фотографије (нпр. Возачку дозволу или пасош) спреман
sr_latn: Imajte svoju važeću ID fotografije (npr. Vozačku dozvolu ili pasoš) spreman

source: Step 3
sr: Корак 3
sr_latn: Korak 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
sr: За безбедносни и испитни интегритетни разлози, тражимо вас да се пријавите на свој eP налог. Тада ћемо вас усмјерити на искуство у РПНов-у.
sr_latn: Za bezbednosni i ispitni integritetni razlozi, tražimo vas da se prijavite na svoj eP nalog. Tada ćemo vas usmjeriti na iskustvo u RPNov-u.

source: Take this exam without proctoring.
sr: Узми овај испит без ЦОЦТОРИТИ-а.
sr_latn: Uzmi ovaj ispit bez COCTORITI-a.

source: You must complete an onboarding exam before taking this proctored exam
sr: Морате завршити испит за набор пре него што узмете овај прокорани испит
sr_latn: Morate završiti ispit za nabor pre nego što uzmete ovaj prokorani ispit

source: Please complete an onboarding exam before attempting this exam.
sr: Пре него што покушате да испитате испит пре него што покушате испит.
sr_latn: Pre nego što pokušate da ispitate ispit pre nego što pokušate ispit.

source: Navigate to onboarding exam
sr: Дођите до наградног испита
sr_latn: Dođite do nagradnog ispita

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
sr: Прегледајте се ваш наградни испит. Пре него што покушате овај испит, молимо вас да оставите 2+ радних дана да би се прегледао ваш испит за награду.
sr_latn: Pregledajte se vaš nagradni ispit. Pre nego što pokušate ovaj ispit, molimo vas da ostavite 2+ radnih dana da bi se pregledao vaš ispit za nagradu.

source: Your onboarding exam failed to pass all requirements.
sr: Ваш испит за укључивање није успело да донесе све захтеве.
sr_latn: Vaš ispit za uključivanje nije uspelo da donese sve zahteve.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
sr: Прококовање вашег испита је обезбеђен путем %(provider_name)s. Ако имате питања о статусу вашег испита, контактирајте се <а хреф = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ а>.
sr_latn: Prokokovanje vašeg ispita je obezbeđen putem %(provider_name)s. Ako imate pitanja o statusu vašeg ispita, kontaktirajte se <a href = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ a>.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
sr: Нисте завршили предуслове за овај испит. Сви захтеви морају бити задовољни пре него што узмете овај прокорани испит.
sr_latn: Niste završili preduslove za ovaj ispit. Svi zahtevi moraju biti zadovoljni pre nego što uzmete ovaj prokorani ispit.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
sr: Следећи предуслови су у <строго> на чекању </ стронг> држава и морају се успешно завршити пре него што наставите:
sr_latn: Sledeći preduslovi su u <strogo> na čekanju </ strong> država i moraju se uspešno završiti pre nego što nastavite:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
sr: Овај испит можете преузети само када су сви предуслови успешно завршени.
sr_latn: Ovaj ispit možete preuzeti samo kada su svi preduslovi uspešno završeni.

source: Your Proctoring Session Has Started
sr: Покренуло је вашу процтораринг сессион
sr_latn: Pokrenulo je vašu proctoraring session

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
sr: Од овог тренутка, морате да следите <а хреф = "%(link_urls.online_proctoring_rules)s " таргет = "_blank"> мрежне процторринг правила </ а> да бисте положили ревизију за испит.
sr_latn: Od ovog trenutka, morate da sledite <a href = "%(link_urls.online_proctoring_rules)s " target = "_blank"> mrežne proctorring pravila </ a> da biste položili reviziju za ispit.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
sr: Не затварајте овај прозор пре него што завршите испит. Ако затворите овај прозор, завршава се ваша прокотарска сесија и нећете успешно завршити прокорани испит.
sr_latn: Ne zatvarajte ovaj prozor pre nego što završite ispit. Ako zatvorite ovaj prozor, završava se vaša prokotarska sesija i nećete uspešno završiti prokorani ispit.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
sr: Повратак на прозор %(platform_name)s да бисте започели испит. Када завршите испит и означили су је као потпуном, можете затворити овај прозор да бисте прекинули прокотарску сесију и отпремите податке о репрезентацији за преглед.
sr_latn: Povratak na prozor %(platform_name)s da biste započeli ispit. Kada završite ispit i označili su je kao potpunom, možete zatvoriti ovaj prozor da biste prekinuli prokotarsku sesiju i otpremite podatke o reprezentaciji za pregled.

source: Your exam is ready to be resumed.
sr: Ваш испит је спреман за наставак.
sr_latn: Vaš ispit je spreman za nastavak.

source: You will have %(total_time)s to complete your exam.
sr: Имаћете %(total_time)s да бисте испунили испит.
sr_latn: Imaćete %(total_time)s da biste ispunili ispit.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
sr: Да бисте били подобни за кредит или програм програма повезане са овим курсом, морате пренијети ревизију ЦОЦТОРИНГ за овај испит.
sr_latn: Da biste bili podobni za kredit ili program programa povezane sa ovim kursom, morate prenijeti reviziju COCTORING za ovaj ispit.

source: Important
sr: Важан
sr_latn: Važan

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
sr: & # 8226; Имате %(total_time)s да бисте довршили овај испит. </ //БР> & # 8226; Једном када започнете испит, не можете зауставити тајмер. </ //БР> & # 8226; За све врсте питања морате да кликнете "submit" да бисте довршили одговор. </ //БР> & # 8226; Ако време истекне пре него што кликнете "End My Exam", оцениће се само ваш поднесени одговори.
sr_latn: & # 8226; Imate %(total_time)s da biste dovršili ovaj ispit. </ //BR> & # 8226; Jednom kada započnete ispit, ne možete zaustaviti tajmer. </ //BR> & # 8226; Za sve vrste pitanja morate da kliknete "submit" da biste dovršili odgovor. </ //BR> & # 8226; Ako vreme istekne pre nego što kliknete "End My Exam", oceniće se samo vaš podneseni odgovori.

source: Proctored Exam Rules
sr: Правила о испиту
sr_latn: Pravila o ispitu

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
sr: Морате се придржавати следећа правила док завршите овај испит. <стронг> Ако прекршите ова правила, добићете резултат од 0 на испиту и нећете бити подобни за кредит академског курса. </ стронг> </ б>
sr_latn: Morate se pridržavati sledeća pravila dok završite ovaj ispit. <strong> Ako prekršite ova pravila, dobićete rezultat od 0 na ispitu i nećete biti podobni za kredit akademskog kursa. </ strong> </ b>

source: %(platform_name)s Rules for Online Proctored Exams
sr: %(platform_name)s Правила за прокоране испите на мрежи
sr_latn: %(platform_name)s Pravila za prokorane ispite na mreži

source: Additional Exam Rules
sr: Додатна правила испита
sr_latn: Dodatna pravila ispita

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
sr: Следећа додатна правила односе се на овај испит. Ова правила имају предност над правилима за прорачуне на мрежи. <//Бр> </ ц> %(exam_review_policy)s </ бр>
sr_latn: Sledeća dodatna pravila odnose se na ovaj ispit. Ova pravila imaju prednost nad pravilima za proračune na mreži. <//Br> </ c> %(exam_review_policy)s </ br>

source: Start my exam
sr: Започните мој испит
sr_latn: Započnite moj ispit

source: Starting Exam
sr: Почетни испит
sr_latn: Početni ispit

source: Are you sure you want to end your proctored exam?
sr: Јесте ли сигурни да желите да окончате свој пропорционирани испит?
sr_latn: Jeste li sigurni da želite da okončate svoj proporcionirani ispit?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
sr: Проверите да ли сте одабрали "Submit" за сваки одговор пре него што пошаљете испит.
sr_latn: Proverite da li ste odabrali "Submit" za svaki odgovor pre nego što pošaljete ispit.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
sr: Једном када кликнете "Yes, end my proctored exam", испит ће бити затворен, а ваша сесија ће се доставити на преглед.
sr_latn: Jednom kada kliknete "Yes, end my proctored exam", ispit će biti zatvoren, a vaša sesija će se dostaviti na pregled.

source: Yes, end my proctored exam
sr: Да, прекините мој прокорани испит
sr_latn: Da, prekinite moj prokorani ispit

source: Ending Exam
sr: Завршни испит
sr_latn: Završni ispit

source: No, I'd like to continue working
sr: Не, хтео бих да наставим са радом
sr_latn: Ne, hteo bih da nastavim sa radom

source: Your proctoring session was reviewed, but did not pass all requirements
sr: Прегледало је вашу процтораринг сесију, али није пренио све захтеве
sr_latn: Pregledalo je vašu proctoraring sesiju, ali nije prenio sve zahteve

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
sr: Ако имате питања о статусу резултата ваше прокотарске сесије, контактирајте подршку %(platform_name)s.
sr_latn: Ako imate pitanja o statusu rezultata vaše prokotarske sesije, kontaktirajte podršku %(platform_name)s.

source: If you have concerns about your proctoring session results, contact your course team.
sr: Ако имате забринутости због резултата своје рецепта за сесију, обратите се тиму курса.
sr_latn: Ako imate zabrinutosti zbog rezultata svoje recepta za sesiju, obratite se timu kursa.

source: You have submitted this proctored exam for review
sr: Поднели сте овај прокорани испит за преглед
sr_latn: Podneli ste ovaj prokorani ispit za pregled

source: Your recorded data should now be uploaded for review.
sr: Ваши снимљени подаци сада би требали бити преношени на преглед.
sr_latn: Vaši snimljeni podaci sada bi trebali biti prenošeni na pregled.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
sr: Ако је прозор СОФТОФТ софтвер и даље отворен, затворите га сада и потврдите да желите да напустите апликацију.
sr_latn: Ako je prozor SOFTOFT softver i dalje otvoren, zatvorite ga sada i potvrdite da želite da napustite aplikaciju.

source: Proctoring results are usually available within 5 business days after you submit your exam.
sr: Резултати куповине обично су доступни у року од 5 радних дана након што пошаљете испит.
sr_latn: Rezultati kupovine obično su dostupni u roku od 5 radnih dana nakon što pošaljete ispit.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
sr: Ако имате питања о статусу резултата вашег Прокторед испита, контактирајте подршку %(platform_name)s.
sr_latn: Ako imate pitanja o statusu rezultata vašeg Proktored ispita, kontaktirajte podršku %(platform_name)s.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
sr: Ваша ревизија је успешно прегледана. Идите на страницу напретка да бисте видели оцену испита.
sr_latn: Vaša revizija je uspešno pregledana. Idite na stranicu napretka da biste videli ocenu ispita.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
sr: Да бисте видели испитна питања и одговоре, изаберите <стронг> Погледај мој испит </ стронг>. Статус прегледа испита приказан је у левом навигационом окну.
sr_latn: Da biste videli ispitna pitanja i odgovore, izaberite <strong> Pogledaj moj ispit </ strong>. Status pregleda ispita prikazan je u levom navigacionom oknu.

source: View my exam
sr: Погледајте мој испит
sr_latn: Pogledajte moj ispit

source: %(exam_name)s is a Timed Exam (%(total_time)s)
sr: %(exam_name)s је временски испит (%(total_time)s)
sr_latn: %(exam_name)s je vremenski ispit (%(total_time)s)

source: This exam has a time limit associated with it.
sr: Овај испит има временски рок повезан са њом.
sr_latn: Ovaj ispit ima vremenski rok povezan sa njom.

source: To pass this exam, you must complete the problems in the time allowed.
sr: Да бисте положили овај испит, морате да испуните проблеме у дозвољеном времену.
sr_latn: Da biste položili ovaj ispit, morate da ispunite probleme u dozvoljenom vremenu.

source: After you select
sr: Након што одаберете
sr_latn: Nakon što odaberete

source: I am ready to start this timed exam,
sr: Спреман сам да започнем овај временски испит,
sr_latn: Spreman sam da započnem ovaj vremenski ispit,

source: you will have
sr: имаћеш
sr_latn: imaćeš

source: to complete and submit the exam.
sr: да испуните и предате испит.
sr_latn: da ispunite i predate ispit.

source: I am ready to start this timed exam.
sr: Спреман сам да започнем овај временски испит.
sr_latn: Spreman sam da započnem ovaj vremenski ispit.

source: Can I request additional time to complete my exam?
sr: Могу ли затражити додатно време да испуним испит?
sr_latn: Mogu li zatražiti dodatno vreme da ispunim ispit?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
sr: Ако имате инвалидитет, Можда имате право на додатни временски додатак на временским испитима. Питајте тим курса за информације о додатним временским додацима.
sr_latn: Ako imate invaliditet, Možda imate pravo na dodatni vremenski dodatak na vremenskim ispitima. Pitajte tim kursa za informacije o dodatnim vremenskim dodacima.

source: Are you sure that you want to submit your timed exam?
sr: Јесте ли сигурни да желите да поднесете временски испит?
sr_latn: Jeste li sigurni da želite da podnesete vremenski ispit?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
sr: Проверите да ли сте изабрали "Submit" за сваки проблем пре него што пошаљете испит.
sr_latn: Proverite da li ste izabrali "Submit" za svaki problem pre nego što pošaljete ispit.

source: After you submit your exam, your exam will be graded.
sr: Након што пошаљете испит, испит ће бити оцењен.
sr_latn: Nakon što pošaljete ispit, ispit će biti ocenjen.

source: Yes, submit my timed exam.
sr: Да, пошаљите мој временски испит.
sr_latn: Da, pošaljite moj vremenski ispit.

source: No, I want to continue working.
sr: Не, желим да наставим да радим.
sr_latn: Ne, želim da nastavim da radim.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
sr: Вријеме додељено за овај испит је истекао. Ваш испит је поднесен и било који посао који сте завршили ће бити оцењен.
sr_latn: Vrijeme dodeljeno za ovaj ispit je istekao. Vaš ispit je podnesen i bilo koji posao koji ste završili će biti ocenjen.

source: You have submitted your timed exam.
sr: Поднели сте временски испит.
sr_latn: Podneli ste vremenski ispit.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
sr: Након што је доспео датум доспећа, можете прегледати испит, али не можете да промените своје одговоре.
sr_latn: Nakon što je dospeo datum dospeća, možete pregledati ispit, ali ne možete da promenite svoje odgovore.

source: {num_of_hours} hour
sr: {num_of_hours} САТ
sr_latn: {num_of_hours} SAT

source: {num_of_hours} hours
sr: {num_of_hours} сати
sr_latn: {num_of_hours} sati

source: {num_of_minutes} minutes
sr: {num_of_minutes} минута
sr_latn: {num_of_minutes} minuta

source: and {num_of_minutes} minute
sr: и {num_of_minutes} минут
sr_latn: i {num_of_minutes} minut

source: {num_of_minutes} minute
sr: {num_of_minutes} Минут
sr_latn: {num_of_minutes} Minut

source: and {num_of_minutes} minutes
sr: и {num_of_minutes} минута
sr_latn: i {num_of_minutes} minuta

source: a proctored exam
sr: Прокторни испит
sr_latn: Proktorni ispit

source: a timed exam
sr: временски испит
sr_latn: vremenski ispit

source: an onboarding exam
sr: испит за набор
sr_latn: ispit za nabor

source: a practice exam
sr: испит за праксу
sr_latn: ispit za praksu

source: could not determine the course_id
sr: нисам могао да одреди курс_ид
sr_latn: nisam mogao da odredi kurs_id

source: Must be a Staff User to Perform this request.
sr: Мора да је корисник особља да изврши овај захтев.
sr_latn: Mora da je korisnik osoblja da izvrši ovaj zahtev.
