Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: internally reviewed
sr: интерно рецензирано
sr_latn: interno recenzirano

source: All Unreviewed
sr: Све неупитно
sr_latn: Sve neupitno

source: All Unreviewed Failures
sr: Све неугледне неуспехе
sr_latn: Sve neugledne neuspehe

source: active proctored exams
sr: Активни прокорани испити
sr_latn: Aktivni prokorani ispiti

source: courses with active proctored exams
sr: Курсеви са активним прокусним испитима
sr_latn: Kursevi sa aktivnim prokusnim ispitima

source: Course Id
sr: ИД курса
sr_latn: ID kursa

source: Created
sr: Креиран
sr_latn: Kreiran

source: Download Software Clicked
sr: Преузми софтвер је кликнуо
sr_latn: Preuzmi softver je kliknuo

source: Ready To Start
sr: Спреман за почетак
sr_latn: Spreman za početak

source: Started
sr: Започети
sr_latn: Započeti

source: Ready To Submit
sr: Спреман за слање
sr_latn: Spreman za slanje

source: Declined
sr: Одбијен
sr_latn: Odbijen

source: Timed Out
sr: Истекло
sr_latn: Isteklo

source: Submitted
sr: Поднети
sr_latn: Podneti

source: Second Review Required
sr: Потребно је други преглед
sr_latn: Potrebno je drugi pregled

source: Verified
sr: Верификован
sr_latn: Verifikovan

source: Rejected
sr: Одбачен
sr_latn: Odbačen

source: Error
sr: Грешка
sr_latn: Greška

source: Onboarding Missing
sr: Недостаје на броду
sr_latn: Nedostaje na brodu

source: Onboarding Failed
sr: На броду није успело
sr_latn: Na brodu nije uspelo

source: Onboarding Pending
sr: На броду
sr_latn: Na brodu

source: Onboarding Expired
sr: Истекао је на броду
sr_latn: Istekao je na brodu

source: you have {remaining_time} remaining
sr: Имате {remaining_time} преостали
sr_latn: Imate {remaining_time} preostali

source: your course
sr: ваш курс
sr_latn: vaš kurs

source: Proctoring Results For {course_name} {exam_name}
sr: Резултати претраживања за {course_name} {exam_name}
sr_latn: Rezultati pretraživanja za {course_name} {exam_name}

source: Taking As Proctored Exam
sr: Узимајући као прокорани испит
sr_latn: Uzimajući kao prokorani ispit

source: Proctored Option Available
sr: Доступна опција Прокторед
sr_latn: Dostupna opcija Proktored

source: Taking As Open Exam
sr: Узимајући као отворени испит
sr_latn: Uzimajući kao otvoreni ispit

source: Pending Session Review
sr: Ревизија за сесију на чекању
sr_latn: Revizija za sesiju na čekanju

source: Passed Proctoring
sr: Прошао прокотарство
sr_latn: Prošao prokotarstvo

source: Failed Proctoring
sr: Неуспешно процтораринг
sr_latn: Neuspešno proctoraring

source: Proctored Option No Longer Available
sr: Прокторед опција више није доступна
sr_latn: Proktored opcija više nije dostupna

source: Ungraded Practice Exam
sr: Неоправан испит за вежбање
sr_latn: Neopravan ispit za vežbanje

source: Practice Exam Completed
sr: Испит за вежбање је завршен
sr_latn: Ispit za vežbanje je završen

source: Practice Exam Failed
sr: Испит за вежбање није успео
sr_latn: Ispit za vežbanje nije uspeo

source: Timed Exam
sr: Временски испит
sr_latn: Vremenski ispit

source: Onboarding status question
sr: Питање о статусу на броду
sr_latn: Pitanje o statusu na brodu

source: Taking as Proctored
sr: Узимајући као прокидарне
sr_latn: Uzimajući kao prokidarne

source: Is Sample Attempt
sr: Је покушај узорка
sr_latn: Je pokušaj uzorka

source: Is Resumable
sr: Је наравно
sr_latn: Je naravno

source: Ready to Resume
sr: Спреман за наставак
sr_latn: Spreman za nastavak

source: Resumed
sr: Настављен
sr_latn: Nastavljen

source: Additional Time (minutes)
sr: Додатно време (минута)
sr_latn: Dodatno vreme (minuta)

source: Review Policy Exception
sr: Изузетак политике разматрања
sr_latn: Izuzetak politike razmatranja

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
sr: Резултат ће бити видљив након <Снацк ИД = "wait_deadline"> Учитавање ... </ стронг>
sr_latn: Rezultat će biti vidljiv nakon <Snack ID = "wait_deadline"> Učitavanje ... </ strong>

source: Hello,
sr: Здраво,
sr_latn: Zdravo,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
sr: Ваш прокторед испит "%(exam_name)s " ин <a href="%(course_url)s">%(course_name)s</a> је прегледан и ви испунили све захтеве за решењем.
sr_latn: Vaš proktored ispit "%(exam_name)s " in <a href="%(course_url)s">%(course_name)s</a> je pregledan i vi ispunili sve zahteve za rešenjem.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
sr: Ако имате било каквих питања о својим резултатима, можете да посегнете <а хреф = "%(contact_url)s "> %(contact_url_text)s </ а>.
sr_latn: Ako imate bilo kakvih pitanja o svojim rezultatima, možete da posegnete <a href = "%(contact_url)s "> %(contact_url_text)s </ a>.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days. Final grades may take longer.
sr: Ваш прокторед испит "%(exam_name)s " ин <a href="%(course_url)s">%(course_name)s</a> је поднесен успешно и сада ће се прегледати како би се осигурало сви испит Правила су праћена правила. Требали бисте добити е-пошту са испитом Статус у року од 5 радних дана. Коначне оцене могу потрајати дуже.
sr_latn: Vaš proktored ispit "%(exam_name)s " in <a href="%(course_url)s">%(course_name)s</a> je podnesen uspešno i sada će se pregledati kako bi se osiguralo svi ispit Pravila su praćena pravila. Trebali biste dobiti e-poštu sa ispitom Status u roku od 5 radnih dana. Konačne ocene mogu potrajati duže.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
sr: Ваш прокторед испит "%(exam_name)s " ин <a href="%(course_url)s">%(course_name)s</a> је прегледан и Тим курса је идентификовао једну или више кршења правила Прокторед испита. Примери питања која могу резултирати кршењем правила укључују прегледавање Интернет, замагљена или нестала идентификација фотографије, користећи телефон, или добијање помоћи друге особе. Као резултат идентификованих питања, Нисте успешно испуњавали захтеве за испитни испит.
sr_latn: Vaš proktored ispit "%(exam_name)s " in <a href="%(course_url)s">%(course_name)s</a> je pregledan i Tim kursa je identifikovao jednu ili više kršenja pravila Proktored ispita. Primeri pitanja koja mogu rezultirati kršenjem pravila uključuju pregledavanje Internet, zamagljena ili nestala identifikacija fotografije, koristeći telefon, ili dobijanje pomoći druge osobe. Kao rezultat identifikovanih pitanja, Niste uspešno ispunjavali zahteve za ispitni ispit.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
sr: Да бисте жалили са резултатима вашег прокорисаног испита, посетите све релевантне информације о вашем испиту на <а хреф = "%(contact_url)s "> %(contact_url_text)s </ а>.
sr_latn: Da biste žalili sa rezultatima vašeg prokorisanog ispita, posetite sve relevantne informacije o vašem ispitu na <a href = "%(contact_url)s "> %(contact_url_text)s </ a>.

source: Proctoring onboarding exam
sr: Прокотајући испит за на броду
sr_latn: Prokotajući ispit za na brodu

source: Why this is important to you:
sr: Зашто вам је ово важно:
sr_latn: Zašto vam je ovo važno:

source: Establish your identity with the proctoring system to take a proctored exam
sr: Успоставите свој идентитет помоћу ЦОЦТОРИРАН-а да бисте преузели прокорани испит
sr_latn: Uspostavite svoj identitet pomoću COCTORIRAN-a da biste preuzeli prokorani ispit

source: Create your onboarding profile for faster access in the future
sr: Креирајте свој профил на броду за бржи приступ у будућности
sr_latn: Kreirajte svoj profil na brodu za brži pristup u budućnosti

source: Practice taking a proctored test
sr: Вежбајте узимање прокорисаног теста
sr_latn: Vežbajte uzimanje prokorisanog testa

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
sr: Прококовање за овај курс је обезбеђен путем %(provider_name)s. Преглед на броду, укључујући верификацију идентитета, може потрајати 2+ радних дана.
sr_latn: Prokokovanje za ovaj kurs je obezbeđen putem %(provider_name)s. Pregled na brodu, uključujući verifikaciju identiteta, može potrajati 2+ radnih dana.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
sr: Једном када је ваш профил прегледао, добићете е-пошту са резултатима прегледа. Е-пошта ће доћи <а хреф = "mailto:%(learner_notification_from_email)s "> %(learner_notification_from_email)s </ а>. Проверите да ли је овај мејл додан у ваш примљени филтер.
sr_latn: Jednom kada je vaš profil pregledao, dobićete e-poštu sa rezultatima pregleda. E-pošta će doći <a href = "mailto:%(learner_notification_from_email)s "> %(learner_notification_from_email)s </ a>. Proverite da li je ovaj mejl dodan u vaš primljeni filter.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
sr: Молимо контактирајте <а хреф = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ а> Ако имате питања.
sr_latn: Molimo kontaktirajte <a href = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ a> Ako imate pitanja.

source: Continue to onboarding
sr: Наставите до награде
sr_latn: Nastavite do nagrade

source: You will be guided through online proctoring software set up and identity verification.
sr: Бићете вођени путем интернетског софтвера за процторатинг подешавање и верификацију идентитета.
sr_latn: Bićete vođeni putem internetskog softvera za proctorating podešavanje i verifikaciju identiteta.

source: Error: There was a problem with your onboarding session
sr: ГРЕШКА: Дошло је до проблема са вашим наградом
sr_latn: GREŠKA: Došlo je do problema sa vašim nagradom

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
sr: Ваша рековна сесија је завршила пре него што сте завршили овај испит за на броду. Требали бисте покушати да се поново покушате са испитом.
sr_latn: Vaša rekovna sesija je završila pre nego što ste završili ovaj ispit za na brodu. Trebali biste pokušati da se ponovo pokušate sa ispitom.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
sr: Узимате "%(exam_display_name)s " као испит за укључивање. Морате да кликнете "Да, окончајте мој прокторски испит" и предајте своју прокотарску сесију да бисте довршили на броду.
sr_latn: Uzimate "%(exam_display_name)s " kao ispit za uključivanje. Morate da kliknete "Да, окончајте мој прокторски испит" i predajte svoju prokotarsku sesiju da biste dovršili na brodu.

source: Your onboarding session was reviewed, but did not pass all requirements
sr: Ваша седница за награду је преиспитала, али није преузела све захтеве
sr_latn: Vaša sednica za nagradu je preispitala, ali nije preuzela sve zahteve

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
sr: Молимо контактирајте <а хреф = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ а> Ако имате питања. Можете поново да попите овај наградни испит кликом на "Retry my exam".
sr_latn: Molimo kontaktirajte <a href = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ a> Ako imate pitanja. Možete ponovo da popite ovaj nagradni ispit klikom na "Retry my exam".

source: Retry my exam
sr: Покушајте поново испитати
sr_latn: Pokušajte ponovo ispitati

source: Resetting Onboarding Exam
sr: Поништавање на броду за испит
sr_latn: Poništavanje na brodu za ispit

source: You have submitted this onboarding exam
sr: Поднели сте овај наградни испит
sr_latn: Podneli ste ovaj nagradni ispit

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
sr: Ако немате наградни профил са системом, Верилицитет ће прегледати ваш поднесак и створити награду профила да вам омогући приступ процесном испитима. Набор Преглед профила може потрајати 2+ радних дана.
sr_latn: Ako nemate nagradni profil sa sistemom, Verilicitet će pregledati vaš podnesak i stvoriti nagradu profila da vam omogući pristup procesnom ispitima. Nabor Pregled profila može potrajati 2+ radnih dana.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
sr: Једном када је ваш профил прегледао, добићете е-пошту са резултатима прегледа. Е-пошта ће доћи <а хреф = "mailto:%(learner_notification_from_email)s "> %(learner_notification_from_email)s </ а> Па уверите се да је овај мејл додат у ваш примљени филтер.
sr_latn: Jednom kada je vaš profil pregledao, dobićete e-poštu sa rezultatima pregleda. E-pošta će doći <a href = "mailto:%(learner_notification_from_email)s "> %(learner_notification_from_email)s </ a> Pa uverite se da je ovaj mejl dodat u vaš primljeni filter.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
sr: Ако већ имате уграђени профил одобрен кроз други курс, Ово подношење неће бити прегледан. Можете поново да покушате да се поново покушате да потврди да ваше подешавање и даље испуњава услове за прокотацију.
sr_latn: Ako već imate ugrađeni profil odobren kroz drugi kurs, Ovo podnošenje neće biti pregledan. Možete ponovo da pokušate da se ponovo pokušate da potvrdi da vaše podešavanje i dalje ispunjava uslove za prokotaciju.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
sr: Ако сте донели грешку у овом поднеску, можете поново покренути процес на броду. Ваш тренутни поднесак ће бити уклоњен и неће добити преглед.
sr_latn: Ako ste doneli grešku u ovom podnesku, možete ponovo pokrenuti proces na brodu. Vaš trenutni podnesak će biti uklonjen i neće dobiti pregled.

source: I understand and want to reset this onboarding exam.
sr: Разумијем и желим да ресетујем овај испит за на броду.
sr_latn: Razumijem i želim da resetujem ovaj ispit za na brodu.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
sr: Молимо контактирајте <а хреф = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ а> Ако имате питања.
sr_latn: Molimo kontaktirajte <a href = "mailto:%(integration_specific_email)s "> %(integration_specific_email)s </ a> Ako imate pitanja.

source: Your onboarding profile was reviewed successfully
sr: Ваш наградни профил успешно је прегледано
sr_latn: Vaš nagradni profil uspešno je pregledano

source: Your profile has been established, and you're ready to take proctored exams in this course.
sr: Ваш профил је основан и спреман си да у овом курсу буде спреман да предузмете прокорисане испите.
sr_latn: Vaš profil je osnovan i spreman si da u ovom kursu bude spreman da preduzmete prokorisane ispite.

source: Try a proctored exam
sr: Испробајте прокорани испит
sr_latn: Isprobajte prokorani ispit

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
sr: Поново се упознајте са ЦОЦКАТОРИНГ за праве испите касније током курса. Овај испит за праксу нема утицаја на вашу оцену на курсу.
sr_latn: Ponovo se upoznajte sa COCKATORING za prave ispite kasnije tokom kursa. Ovaj ispit za praksu nema uticaja na vašu ocenu na kursu.

source: Continue to my practice exam
sr: Наставите са мојим испитом за вежбање
sr_latn: Nastavite sa mojim ispitom za vežbanje

source: You will be guided through steps to set up online proctoring software and verify your identity.
sr: Бићете вођени корацима да бисте поставили софтвер на мрежном Прокоторију и проверите свој идентитет.
sr_latn: Bićete vođeni koracima da biste postavili softver na mrežnom Prokotoriju i proverite svoj identitet.

source: There was a problem with your practice proctoring session
sr: Дошло је до проблема са сесијом ваше праксе
sr_latn: Došlo je do problema sa sesijom vaše prakse

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
sr: Резултати ваше праксе: <б цласс = "failure"> незадовољавајуће </ б>
sr_latn: Rezultati vaše prakse: <b class = "failure"> nezadovoljavajuće </ b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
sr: Ваша сесија је завршена пре него што завршите испит ове праксе. Можете покушати да покушате испит за праксу ако имате проблема са постављањем мрежног софтвера за прокотацију.
sr_latn: Vaša sesija je završena pre nego što završite ispit ove prakse. Možete pokušati da pokušate ispit za praksu ako imate problema sa postavljanjem mrežnog softvera za prokotaciju.

source: You have submitted this practice proctored exam
sr: Поднели сте ову праксу Прокторни испит
sr_latn: Podneli ste ovu praksu Proktorni ispit

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
sr: Испити за вежбање не утичу на вашу оцену. Испитни испит сте завршили и можете наставити са радом курса.
sr_latn: Ispiti za vežbanje ne utiču na vašu ocenu. Ispitni ispit ste završili i možete nastaviti sa radom kursa.

source: Are you sure you want to take this exam without proctoring?
sr: Јесте ли сигурни да желите да преузмете овај испит без ЦОЦТОРИТА?
sr_latn: Jeste li sigurni da želite da preuzmete ovaj ispit bez COCTORITA?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
sr: Ако преузмете овај испит без ЦОЦТОРИА, нећете бити подобни за кредит за курс или вјеродајнице микромастера ако се односе на овај курс.
sr_latn: Ako preuzmete ovaj ispit bez COCTORIA, nećete biti podobni za kredit za kurs ili vjerodajnice mikromastera ako se odnose na ovaj kurs.

source: Continue Exam Without Proctoring
sr: Настави испит без процтора
sr_latn: Nastavi ispit bez proctora

source: Go Back
sr: Вратити се
sr_latn: Vratiti se

source: This exam is proctored
sr: Овај испит је прокоран
sr_latn: Ovaj ispit je prokoran

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
sr: Да бисте били подобни за кредит или програм програма повезане са овим курсом, морате пренијети ревизију ЦОЦТОРИНГ за овај испит.
sr_latn: Da biste bili podobni za kredit ili program programa povezane sa ovim kursom, morate prenijeti reviziju COCTORING za ovaj ispit.

source: Continue to my proctored exam.
sr: Наставите са мојим пропортимним испитом.
sr_latn: Nastavite sa mojim proportimnim ispitom.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
sr: Бићете вођени корацима да бисте поставили софтвер на мрежном Прокоторију и проверите свој идентитет. <//Бр>
sr_latn: Bićete vođeni koracima da biste postavili softver na mrežnom Prokotoriju i proverite svoj identitet. <//Br>

source: Error with proctored exam
sr: Грешка са прокорисаним испитом
sr_latn: Greška sa prokorisanim ispitom

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
sr: Дошло је до системске грешке са вашим прокораним испитом. Молим вас посегнуте са курсом Тим на <а хреф = "mailto:%(proctoring_escalation_email)s "> %(proctoring_escalation_email)s </ а> За помоћ и вратите се на испит након што добијете додатна упутства.
sr_latn: Došlo je do sistemske greške sa vašim prokoranim ispitom. Molim vas posegnute sa kursom Tim na <a href = "mailto:%(proctoring_escalation_email)s "> %(proctoring_escalation_email)s </ a> Za pomoć i vratite se na ispit nakon što dobijete dodatna uputstva.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
sr: Дошло је до системске грешке са вашим прокораним испитом. Молим вас да се посегнете <а хреф = "%(link_urls.contact_us)s " Таргет = "_blank"> %(platform_name)s Подршка </ а> за Помоћ и вратите се на испит након што добијете додатна упутства.
sr_latn: Došlo je do sistemske greške sa vašim prokoranim ispitom. Molim vas da se posegnete <a href = "%(link_urls.contact_us)s " Target = "_blank"> %(platform_name)s Podrška </ a> za Pomoć i vratite se na ispit nakon što dobijete dodatna uputstva.

source: Close
sr: Затворити
sr_latn: Zatvoriti

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
sr: Садржај овог испита може се видети само преко РПНОВ-а Апликација. Ако још морате да испуните испит, молим вас Повратак на апликацију РПНОВ да бисте наставили.
sr_latn: Sadržaj ovog ispita može se videti samo preko RPNOV-a Aplikacija. Ako još morate da ispunite ispit, molim vas Povratak na aplikaciju RPNOV da biste nastavili.

source: Alternatively, you can end your exam.
sr: Алтернативно, можете завршити испит.
sr_latn: Alternativno, možete završiti ispit.

source: End My Exam
sr: Прекинути испит
sr_latn: Prekinuti ispit

source: The due date for this exam has passed
sr: Датум доспећа за овај испит је прошао
sr_latn: Datum dospeća za ovaj ispit je prošao

source: Because the due date has passed, you are no longer able to take this exam.
sr: Пошто је доспео датум доспећа, више нисте у стању да преузмете овај испит.
sr_latn: Pošto je dospeo datum dospeća, više niste u stanju da preuzmete ovaj ispit.

source: You did not satisfy the requirements for taking this exam with proctoring.
sr: Ниси задовољио услове за снимање овог испита са ЦОЦТОРИРАНСТОМ.
sr_latn: Nisi zadovoljio uslove za snimanje ovog ispita sa COCTORIRANSTOM.

source: You did not satisfy the following prerequisites:
sr: Нисте задовољили следеће предуслове:
sr_latn: Niste zadovoljili sledeće preduslove:
