Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Display Correctness?
sr: Прикажите исправност?
sr_latn: Prikažite ispravnost?

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
sr: Ово је застава која указује да ли треба да се прикаже икона индикатора након што студент уђе у њихов одговор
sr_latn: Ovo je zastava koja ukazuje da li treba da se prikaže ikona indikatora nakon što student uđe u njihov odgovor

source: Display Other Student Responses
sr: Прикажи друге одговоре ученика
sr_latn: Prikaži druge odgovore učenika

source: This will display other student responses to the student after they submit their response.
sr: Ово ће приказати друге одговоре ученика студенту након што поднесу свој одговор.
sr_latn: Ovo će prikazati druge odgovore učenika studentu nakon što podnesu svoj odgovor.

source: System selected answers to give to students
sr: Систем одабрани одговори да дају ученицима
sr_latn: Sistem odabrani odgovori da daju učenicima

source: Display Name
sr: Приказ име
sr_latn: Prikaz ime

source: This is the title for this question type
sr: Ово је наслов за ово питање
sr_latn: Ovo je naslov za ovo pitanje

source: Full-Credit Key Phrases
sr: Фрезе за фрезе
sr_latn: Freze za freze

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
sr: Ово је списак речи или фраза, од којих је једна мора бити присутна како би се студентски одговор примио пуни кредит
sr_latn: Ovo je spisak reči ili fraza, od kojih je jedna mora biti prisutna kako bi se studentski odgovor primio puni kredit

source: Half-Credit Key Phrases
sr: Полу-кредитне кључне фразе
sr_latn: Polu-kreditne ključne fraze

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
sr: Ово је списак речи или фраза, од којих је једна мора бити присутна како би се студентски одговор примио половину кредита
sr_latn: Ovo je spisak reči ili fraza, od kojih je jedna mora biti prisutna kako bi se studentski odgovor primio polovinu kredita

source: Maximum Number of Attempts
sr: Максимални број покушаја
sr_latn: Maksimalni broj pokušaja

source: This is the maximum number of times a student is allowed to attempt the problem
sr: Ово је максимални број пута да је студент дозвољено да покуша да проблем
sr_latn: Ovo je maksimalni broj puta da je student dozvoljeno da pokuša da problem

source: Maximum Word Count
sr: Максимална броја речи
sr_latn: Maksimalna broja reči

source: This is the maximum number of words allowed for this question
sr: Ово је максимални број дозвољених речи за ово питање
sr_latn: Ovo je maksimalni broj dozvoljenih reči za ovo pitanje

source: Minimum Word Count
sr: Минимална броја речи
sr_latn: Minimalna broja reči

source: This is the minimum number of words required for this question
sr: Ово је минимални број потребних речи за ово питање
sr_latn: Ovo je minimalni broj potrebnih reči za ovo pitanje

source: Prompt
sr: Уписан
sr_latn: Upisan

source: This is the prompt students will see when asked to enter their response
sr: Ово је брз студенти видеће када се тражи да уђе у њихов одговор
sr_latn: Ovo je brz studenti videće kada se traži da uđe u njihov odgovor

source: Submission Received Message
sr: Подношење примљене поруке
sr_latn: Podnošenje primljene poruke

source: This is the message students will see upon submitting their response
sr: Ово је порука које ће студенти видети након подношења одговора
sr_latn: Ovo je poruka koje će studenti videti nakon podnošenja odgovora

source: Weight
sr: Тежина
sr_latn: Težina

source: This assigns an integer value representing the weight of this problem
sr: Ово додељује целокупну вредност која представља тежину овог проблема
sr_latn: Ovo dodeljuje celokupnu vrednost koja predstavlja težinu ovog problema

source: Draft Received Message
sr: Нацрт примљене поруке
sr_latn: Nacrt primljene poruke

source: This is the message students will see upon submitting a draft response
sr: Ово је порука које ће студенти видети након подношења нацрта одговора
sr_latn: Ovo je poruka koje će studenti videti nakon podnošenja nacrta odgovora

source: Allow my response to possibly be visible by other learners after submitting their response
sr: Дозволите да мој одговор могу бити видљиви од стране других ученика након што су поднели свој одговор
sr_latn: Dozvolite da moj odgovor mogu biti vidljivi od strane drugih učenika nakon što su podneli svoj odgovor

source: Checking...
sr: Провера ...
sr_latn: Provera ...

source: Submit
sr: Поднети
sr_latn: Podneti

source: Save
sr: Сачувати
sr_latn: Sačuvati

source: Hide
sr: Сакрити се
sr_latn: Sakriti se

source: Show
sr: Схов
sr_latn: Shov

source: peer responses
sr: Резервни одговори
sr_latn: Rezervni odgovori

source: Submissions by others
sr: Пријаве других
sr_latn: Prijave drugih

source: No responses to show at this time
sr: Нема одговора да се у овом тренутку приказују
sr_latn: Nema odgovora da se u ovom trenutku prikazuju

source: {weight} point possible
sr: {weight} могуће бодова
sr_latn: {weight} moguće bodova

source: {score_string}/{weight} point
sr: {score_string} / {weight} бодова
sr_latn: {score_string} / {weight} bodova

source: You have used {count_attempts} of {max_attempts} submission
sr: Користили сте {count_attempts} од {max_attempts} пријаве
sr_latn: Koristili ste {count_attempts} od {max_attempts} prijave

source: Your response must be between {min} and {max} word.
sr: Ваш одговор мора бити између {min} и {max} речи.
sr_latn: Vaš odgovor mora biti između {min} i {max} reči.

source: Invalid Word Count. {word_count_message}
sr: Неважећи број речи. {word_count_message}
sr_latn: Nevažeći broj reči. {word_count_message}
