Repository: elearndevteam/imp-openedx-translations
Catalog: translations/credentials-themes/edx_credentials_themes/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Legal Policies
sr: Правне политике
sr_latn: Pravne politike

source: Terms of Service & Honor Code
sr: Услови услуге и кодекс части
sr_latn: Uslovi usluge i kodeks časti

source: Privacy Policy
sr: Политика приватности
sr_latn: Politika privatnosti

source: Cookie Policy
sr: Политика колачића
sr_latn: Politika kolačića

source: Your Privacy Choices
sr: Ваш избор приватности
sr_latn: Vaš izbor privatnosti

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
sr: Сва права задржана.
sr_latn: Sva prava zadržana.

source: Powered by
sr: Покреће га
sr_latn: Pokreće ga

source: About edX
sr: О eP-у
sr_latn: O eP-u

source: {link_start} edX{link_end} offers interactive online classes and MOOCs from the world’s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is an online initiative created by founding partners Harvard and MIT.
sr: {link_start} eP{link_end} нуди интерактивне класе на мрежи и мооци са најбољих светских универзитета, укључујући МИТ, Харвард, Беркелеи, Универзитет у Тексасу и многим другима. eP је мрежна иницијатива коју је створио оснивачки партнери Харвард и МИТ.
sr_latn: {link_start} eP{link_end} nudi interaktivne klase na mreži i mooci sa najboljih svetskih univerziteta, uključujući MIT, Harvard, Berkelei, Univerzitet u Teksasu i mnogim drugima. eP je mrežna inicijativa koju je stvorio osnivački partneri Harvard i MIT.

source: has successfully completed all courses and received passing grades to earn a MicroBachelors program certificate in
sr: успешно је завршио све курсеве и примио пролазне оцене да би зарадио програм програма у
sr_latn: uspešno je završio sve kurseve i primio prolazne ocene da bi zaradio program programa u

source: MicroBachelors program certificate
sr: Потврда о програму
sr_latn: Potvrda o programu

source: About the edX MicroBachelors program certificate
sr: О програму програма eP Мицробацхелорс
sr_latn: O programu programa eP Microbachelors

source: An edX MicroBachelors credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroBachelors programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the program.
sr: eP Мицробацхелорс Акредитиви означава да је ученик завршио групу курсева који се у великој мјери са богатим разумевањем подручја студија. Завршетак програма захтева да ученици зарађују {link_start} верификоване сертификате{link_end} са сваког од курсева укључених у програм.
sr_latn: eP Microbachelors Akreditivi označava da je učenik završio grupu kurseva koji se u velikoj mjeri sa bogatim razumevanjem područja studija. Završetak programa zahteva da učenici zarađuju {link_start} verifikovane sertifikate{link_end} sa svakog od kurseva uključenih u program.

source: You worked hard to earn your MicroMasters Credential from %(organization_name)s.
sr: Тешко сте радили да бисте зарадили своје микромастере поверљиво од %(organization_name)s.
sr_latn: Teško ste radili da biste zaradili svoje mikromastere poverljivo od %(organization_name)s.

source: has successfully completed all courses and received passing grades to earn a MicroMasters program certificate in
sr: успешно је завршио све курсеве и примио пролазне оцене да би зарадио програм програма микромастера у
sr_latn: uspešno je završio sve kurseve i primio prolazne ocene da bi zaradio program programa mikromastera u

source: MicroMasters program certificate
sr: Потврда о програму микромастера
sr_latn: Potvrda o programu mikromastera

source: About the edX MicroMasters credential
sr: О акредитиву eP микромастера
sr_latn: O akreditivu eP mikromastera

source: An edX MicroMasters credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroMasters Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
sr: Акредитиве eP микромастера означава да је ученик завршио групу курсева који се у богато разумевање подручја студија. Завршетак програма микромастера захтева да ученици зарађују {link_start} верификоване сертификате{link_end} са сваког од курсева који су укључени у програм.
sr_latn: Akreditive eP mikromastera označava da je učenik završio grupu kurseva koji se u bogato razumevanje područja studija. Završetak programa mikromastera zahteva da učenici zarađuju {link_start} verifikovane sertifikate{link_end} sa svakog od kurseva koji su uključeni u program.

source: successfully completed all courses and received passing grades for a Professional Certificate in
sr: успешно је завршио све курсеве и примио пролазне оцене за професионалну потврду у
sr_latn: uspešno je završio sve kurseve i primio prolazne ocene za profesionalnu potvrdu u

source: Professional Certificate
sr: Професионални сертификат
sr_latn: Profesionalni sertifikat

source: About the edX Professional Certificate
sr: О eP професионалном сертификату
sr_latn: O eP profesionalnom sertifikatu

source: An edX Professional Certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of Professional Certificate Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
sr: eP стручна потврда означава да је ученик завршио групу курсева који се уносе на богато разумевање подручја студија. Завршетак професионалних програма сертификата захтева да ученици зарађују {link_start} верификоване сертификате{link_end} са сваких курсева укључених у програм.
sr_latn: eP stručna potvrda označava da je učenik završio grupu kurseva koji se unose na bogato razumevanje područja studija. Završetak profesionalnih programa sertifikata zahteva da učenici zarađuju {link_start} verifikovane sertifikate{link_end} sa svakih kurseva uključenih u program.

source: You worked hard to earn your XSeries Program certificate from %(organization_name)s.
sr: Радио си напорно да зарадите своје Кссериес програмски сертификат од %(organization_name)s.
sr_latn: Radio si naporno da zaradite svoje Ksseries programski sertifikat od %(organization_name)s.

source: has successfully completed all courses and received passing grades for an XSeries Program certificate in
sr: успешно је завршио све курсеве и примио пролазне оцене за ЦССЕРИЕС ПРОГРАМ ЦЕРТИФИКАТ ИН
sr_latn: uspešno je završio sve kurseve i primio prolazne ocene za CSSERIES PROGRAM CERTIFIKAT IN

source: XSeries Program certificate
sr: КССЕРИЕС ПРОГРАМ ЦЕРТИФИКАТ
sr_latn: KSSERIES PROGRAM CERTIFIKAT

source: About the edX XSeries Program certificate
sr: О програму програма eP КССЕРИЕС
sr_latn: O programu programa eP KSSERIES

source: An edX XSeries Program certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of XSeries Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
sr: АНДКС Кссериес ЦЕРТИВИФИКТ ФЕРТИФИЦ означава да је ученик завршио групу курсева који се доносе на богато разумевање подручја студија. Завршетак Кссериес програма захтева да ученици зарађују {link_start} верификоване сертификате{link_end} са сваког од курсева укључених у програм.
sr_latn: ANDKS Ksseries CERTIVIFIKT FERTIFIC označava da je učenik završio grupu kurseva koji se donose na bogato razumevanje područja studija. Završetak Ksseries programa zahteva da učenici zarađuju {link_start} verifikovane sertifikate{link_end} sa svakog od kurseva uključenih u program.
