Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
sr: Све доступне реакције вршњака су оцењени. Проверите касније да бисте видели да ли је још ученика поднело одговоре. Добићете своју оцену након што завршите све кораке за овај проблем и ваши вршњаци су оценили ваш одговор.
sr_latn: Sve dostupne reakcije vršnjaka su ocenjeni. Proverite kasnije da biste videli da li je još učenika podnelo odgovore. Dobićete svoju ocenu nakon što završite sve korake za ovaj problem i vaši vršnjaci su ocenili vaš odgovor.

source: Your Team's Response
sr: Одговор вашег тима
sr_latn: Odgovor vašeg tima

source: In Progress
sr: У току
sr_latn: U toku

source: Enter your team's response to the prompt.
sr: Унесите одговор свог тима на брз.
sr_latn: Unesite odgovor svog tima na brz.

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
sr: Ваш рад ће се аутоматски сачувати и можете се вратити како бисте у било које време довршили одговор свог тима пре рока
sr_latn: Vaš rad će se automatski sačuvati i možete se vratiti kako biste u bilo koje vreme dovršili odgovor svog tima pre roka

source: Your work will save automatically and you can return to complete your team's response at any time.
sr: Ваш рад ће се аутоматски сачувати и можете се вратити да бисте у било које време довршили одговор свог тима.
sr_latn: Vaš rad će se automatski sačuvati i možete se vratiti da biste u bilo koje vreme dovršili odgovor svog tima.

source: After you submit a response on behalf of your team, it cannot be edited.
sr: Након што поднесете одговор у име свог тима, то се не може уређивати.
sr_latn: Nakon što podnesete odgovor u ime svog tima, to se ne može uređivati.

source: Enter your response to the prompt.
sr: Унесите свој одговор на промпт.
sr_latn: Unesite svoj odgovor na prompt.

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
sr: Ваш рад ће се аутоматски сачувати и можете се вратити да бисте у било које време довршили одговор пре датума рока за пододељку
sr_latn: Vaš rad će se automatski sačuvati i možete se vratiti da biste u bilo koje vreme dovršili odgovor pre datuma roka za pododeljku

source: Your work will save automatically and you can return to complete your response at any time before the course ends
sr: Ваш рад ће се аутоматски уштедети и можете се вратити да бисте у било које време довршите одговор пре него што се курс заврши
sr_latn: Vaš rad će se automatski uštedeti i možete se vratiti da biste u bilo koje vreme dovršite odgovor pre nego što se kurs završi

source: Your work will save automatically and you can return to complete your response at any time before the due date
sr: Ваш рад ће се аутоматски сачувати и можете се вратити да бисте довршили свој одговор у било које време пре датума рока
sr_latn: Vaš rad će se automatski sačuvati i možete se vratiti da biste dovršili svoj odgovor u bilo koje vreme pre datuma roka

source: Your work will save automatically and you can return to complete your response at any time.
sr: Ваш рад ће се аутоматски сачувати и можете се вратити да бисте у било ком тренутку вратили одговор.
sr_latn: Vaš rad će se automatski sačuvati i možete se vratiti da biste u bilo kom trenutku vratili odgovor.

source: After you submit your response, you cannot edit it
sr: Након што поднесете свој одговор, не можете га уредити
sr_latn: Nakon što podnesete svoj odgovor, ne možete ga urediti

source: What will this assignment be graded on?
sr: Шта ће се овај задатак оценити?
sr_latn: Šta će se ovaj zadatak oceniti?

source: The prompt for this section
sr: Упит за овај одељак
sr_latn: Upit za ovaj odeljak

source: You are on team
sr: Ти си у тиму
sr_latn: Ti si u timu

source: Team Members:
sr: Чланови тима:
sr_latn: Članovi tima:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
sr: %(team_members_with_external_submissions)s имају / већ је поднео одговор на овај задатак са другим тимом, и неће бити део оцене или додељености вашег тима.
sr_latn: %(team_members_with_external_submissions)s imaju / već je podneo odgovor na ovaj zadatak sa drugim timom, i neće biti deo ocene ili dodeljenosti vašeg tima.

source: Team Response
sr: Одговор тима
sr_latn: Odgovor tima

source: Your Response
sr: Ваш одговор
sr_latn: Vaš odgovor

source: (Required)
sr: (Обавезно)
sr_latn: (Obavezno)

source: (Optional)
sr: (Необавезно)
sr_latn: (Neobavezno)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
sr: Тимови би требали да одређују једног члана тима да поднесу одговор у име цео тим. АЛЛ Чланови тима могу да користе овај простор да раде на нацрту одговора, Али нећете моћи да видите нацрте ваших саиграча направљених у овом простору, па Молимо вас да координирате са њима да одлучују о коначном одговору који је одредио одређени тим Члан треба да поднесе.
sr_latn: Timovi bi trebali da određuju jednog člana tima da podnesu odgovor u ime ceo tim. ALL Članovi tima mogu da koriste ovaj prostor da rade na nacrtu odgovora, Ali nećete moći da vidite nacrte vaših saigrača napravljenih u ovom prostoru, pa Molimo vas da koordinirate sa njima da odlučuju o konačnom odgovoru koji je odredio određeni tim Član treba da podnese.

source: Enter your response to the prompt above.
sr: Унесите свој одговор на горњу брзу.
sr_latn: Unesite svoj odgovor na gornju brzu.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
sr: Тренутно сте у Теам %(team_name)s. Пошто сте били у Теам %(previous_team_name)s Када су поднели одговор на овај задатак, ви видите Теам %(previous_team_name)s-ове Одговор и добит ће исту оцену за овај задатак као ваши бивши саиграчи. Нећете бити део поднеска тима %(team_name)s за овај задатак и нећете примите оцену за њихово подношење.
sr_latn: Trenutno ste u Team %(team_name)s. Pošto ste bili u Team %(previous_team_name)s Kada su podneli odgovor na ovaj zadatak, vi vidite Team %(previous_team_name)s-ove Odgovor i dobit će istu ocenu za ovaj zadatak kao vaši bivši saigrači. Nećete biti deo podneska tima %(team_name)s za ovaj zadatak i nećete primite ocenu za njihovo podnošenje.

source: We could not save your progress
sr: Нисмо могли да уштедимо ваш напредак
sr_latn: Nismo mogli da uštedimo vaš napredak

source: Status of Your Response
sr: Статус вашег одговора
sr_latn: Status vašeg odgovora

source: File Uploads
sr: Уплоад датотека
sr_latn: Upload datoteka

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
sr: Отпремите датотеке и прегледајте датотеке које су преносили и ви и ваши саиграчи испод. Обавезно додајте Описи на ваше датотеке да бисте их помогли да их саиграчима препознају.
sr_latn: Otpremite datoteke i pregledajte datoteke koje su prenosili i vi i vaši saigrači ispod. Obavezno dodajte Opisi na vaše datoteke da biste ih pomogli da ih saigračima prepoznaju.

source: We could not upload files
sr: Нисмо могли да отпремимо датотеке
sr_latn: Nismo mogli da otpremimo datoteke

source: We could not delete files
sr: Нисмо могли да избришемо датотеке
sr_latn: Nismo mogli da izbrišemo datoteke

source: Select one or more files to upload for this submission.
sr: Изаберите једну или више датотека да бисте учитали за овај поднесак.
sr_latn: Izaberite jednu ili više datoteka da biste učitali za ovaj podnesak.

source: Select a file to upload for this submission.
sr: Изаберите датотеку за отпремање за овај поднесак.
sr_latn: Izaberite datoteku za otpremanje za ovaj podnesak.

source: Supported file types:
sr: Подржане врсте датотека:
sr_latn: Podržane vrste datoteka:

source: Upload files
sr: Пошаљите датотеке
sr_latn: Pošaljite datoteke

source: Upload file
sr: Пошаљите датотеку
sr_latn: Pošaljite datoteku

source: This is a team submission.
sr: Ово је подношење тима.
sr_latn: Ovo je podnošenje tima.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
sr: Један члан тима треба да поднесе одговор са заједничким датотекама тима и одзив текста у име целог тима.
sr_latn: Jedan član tima treba da podnese odgovor sa zajedničkim datotekama tima i odziv teksta u ime celog tima.

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
sr: Један члан тима треба да поднесе одговор са заједничким датотекама тима у име целог тима.
sr_latn: Jedan član tima treba da podnese odgovor sa zajedničkim datotekama tima u ime celog tima.

source: One team member should submit a text response on behalf of the entire team.
sr: Један члан тима треба да поднесе одговарајући одговор у име целог тима.
sr_latn: Jedan član tima treba da podnese odgovarajući odgovor u ime celog tima.

source: One team member should submit on behalf of the entire team.
sr: Један члан тима треба да поднесе у име целог тима.
sr_latn: Jedan član tima treba da podnese u ime celog tima.

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
sr: Сазнајте више о задацима тима овде: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
sr_latn: Saznajte više o zadacima tima ovde: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)

source: We could not submit your response
sr: Нисмо могли да поднесемо ваш одговор
sr_latn: Nismo mogli da podnesemo vaš odgovor

source: Submit your response and move to the next step
sr: Пошаљите свој одговор и пређите на следећи корак
sr_latn: Pošaljite svoj odgovor i pređite na sledeći korak

source: Your submission was cancelled.
sr: Ваш поднесак је отказан.
sr_latn: Vaš podnesak je otkazan.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
sr: Ваш поднесак је отказан од %(removed_by_username)s на %(removed_datetime)s
sr_latn: Vaš podnesak je otkazan od %(removed_by_username)s na %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
sr: Ваш поднесак је отказан на %(removed_datetime)s
sr_latn: Vaš podnesak je otkazan na %(removed_datetime)s

source: Comments: %(comments)s
sr: Коментари: %(comments)s
sr_latn: Komentari: %(comments)s

source: Incomplete
sr: Непотпун
sr_latn: Nepotpun

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
sr: Доспјели датум за овај корак је прошао. Овај корак је сада затворен. Више не можете да поднесете одговор или наставите са овим проблемом и добићете оцену непотпуног. Ако сте сачували, али нисте поднели одговор, одговор се појављује у евиденцији курса.
sr_latn: Dospjeli datum za ovaj korak je prošao. Ovaj korak je sada zatvoren. Više ne možete da podnesete odgovor ili nastavite sa ovim problemom i dobićete ocenu nepotpunog. Ako ste sačuvali, ali niste podneli odgovor, odgovor se pojavljuje u evidenciji kursa.

source: Complete
sr: Завршити
sr_latn: Završiti

source: Your response
sr: Ваш одговор
sr_latn: Vaš odgovor

source: Your Uploaded Files
sr: Ваше пренесене датотеке
sr_latn: Vaše prenesene datoteke

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
sr: Ваш одговор је поднесен. Оцену ћете добити након завршетка свих корака и ваш одговор је у потпуности процењен.
sr_latn: Vaš odgovor je podnesen. Ocenu ćete dobiti nakon završetka svih koraka i vaš odgovor je u potpunosti procenjen.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
sr: Још увек требате да попуните %(peer_start_tag)sПЕЕР ПроценеП%(end_tag)s и %(self_start_tag)sСЕМСЕМЕНТ%(end_tag)s корака.
sr_latn: Još uvek trebate da popunite %(peer_start_tag)sPEER ProceneP%(end_tag)s i %(self_start_tag)sSEMSEMENT%(end_tag)s koraka.

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
sr: Још увек морате да попуните корак %(start_tag)sпеер Процессион%(end_tag)s.
sr_latn: Još uvek morate da popunite korak %(start_tag)speer Procession%(end_tag)s.

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
sr: Још увек морате да попуните %(start_tag)sсем проценуП%(end_tag)s корак.
sr_latn: Još uvek morate da popunite %(start_tag)ssem procenuP%(end_tag)s korak.

source: We could not reset your response
sr: Нисмо могли да ресетујемо ваш одговор
sr_latn: Nismo mogli da resetujemo vaš odgovor

source: Reset response and submit again
sr: Ресетујте одговор и поново поднесите поново
sr_latn: Resetujte odgovor i ponovo podnesite ponovo

source: Error
sr: Грешка
sr_latn: Greška

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
sr: Придружио си се %(team_name)s након што су поднели одговор за овај задатак И нећете добити оцену за њихов одговор. Такође нисте претходно послали одговор на овај задатак са другим тимом. Молимо контактирајте особље курсева да разговарате о свoјим опцијама за овај задатак.
sr_latn: Pridružio si se %(team_name)s nakon što su podneli odgovor za ovaj zadatak I nećete dobiti ocenu za njihov odgovor. Takođe niste prethodno poslali odgovor na ovaj zadatak sa drugim timom. Molimo kontaktirajte osoblje kurseva da razgovarate o svojim opcijama za ovaj zadatak.

source: Assess Your Response
sr: Процијените свој одговор
sr_latn: Procijenite svoj odgovor

source: Submit your assessment
sr: Пошаљите своју процену
sr_latn: Pošaljite svoju procenu

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
sr: Доспјели датум за овај корак је прошао. Овај корак је сада затворен. Више не можете да довршите самопроцену или наставите са овим задатком и добићете оцену непотпуног.
sr_latn: Dospjeli datum za ovaj korak je prošao. Ovaj korak je sada zatvoren. Više ne možete da dovršite samoprocenu ili nastavite sa ovim zadatkom i dobićete ocenu nepotpunog.

source: Staff Grade
sr: Оцена особља
sr_latn: Ocena osoblja

source: Manage Individual Learners
sr: Управљање појединачним ученицима
sr_latn: Upravljanje pojedinačnim učenicima

source: Manage Team Responses
sr: Управљајте одговорима тима
sr_latn: Upravljajte odgovorima tima

source: View Assignment Statistics
sr: Погледајте статистику за доделу
sr_latn: Pogledajte statistiku za dodelu

source: Demo the new Grading Experience
sr: Демо ново искуство оцењивања
sr_latn: Demo novo iskustvo ocenjivanja

source: View ORA in Studio
sr: Погледајте ору у студију
sr_latn: Pogledajte oru u studiju

source: Close
sr: Затворити
sr_latn: Zatvoriti

source: Manage Teams
sr: Управљање тимовима
sr_latn: Upravljanje timovima

source: Enter an individual learner's username or email
sr: Унесите корисничко име или емаил појединачно ученичко име
sr_latn: Unesite korisničko ime ili email pojedinačno učeničko ime

source: Enter a team member's username or edX email
sr: Унесите име члана тима или ЕДКС е-пошту
sr_latn: Unesite ime člana tima ili EDKS e-poštu

source: Submit
sr: Поднети
sr_latn: Podneti

source: Response total
sr: Укупно одговора
sr_latn: Ukupno odgovora

source: Location
sr: Локација
sr_latn: Lokacija

source: Learner Progress
sr: Напредак ученика
sr_latn: Napredak učenika

source: Problem Step
sr: Проблем корак
sr_latn: Problem korak

source: Active Learners in Step
sr: Активни ученици у кораку
sr_latn: Aktivni učenici u koraku

source: Dates
sr: Датуми
sr_latn: Datumi

source: Release Date
sr: Датум издања
sr_latn: Datum izdanja

source: N/A
sr: Н / А

source: Staff Assessment
sr: Процена особља
sr_latn: Procena osoblja

source: Give this team a grade using the problem's rubric.
sr: Дајте овом тиму оцени користећи проблем рубрику.
sr_latn: Dajte ovom timu oceni koristeći problem rubriku.

source: Give this learner a grade using the problem's rubric.
sr: Дајте овом ученику оцени користећи проблем рубрику.
sr_latn: Dajte ovom učeniku oceni koristeći problem rubriku.

source: Response for: %(team_name)s with %(team_usernames)s
sr: Одговор за: %(team_name)s са %(team_usernames)s
sr_latn: Odgovor za: %(team_name)s sa %(team_usernames)s

source: Response for: %(student_username)s
sr: Одговор за: %(student_username)s
sr_latn: Odgovor za: %(student_username)s

source: Learner Response
sr: Одговор ученика
sr_latn: Odgovor učenika

source: The teams's response to the prompt above
sr: Одговор тимова на горњу брзу
sr_latn: Odgovor timova na gornju brzu

source: The learner's response to the prompt above
sr: Одговор ученика на горњу брзу
sr_latn: Odgovor učenika na gornju brzu

source: Submit assessment
sr: Пошаљите процену
sr_latn: Pošaljite procenu

source: Submit assessment and continue grading
sr: Пошаљите процену и наставите са оцењивањем
sr_latn: Pošaljite procenu i nastavite sa ocenjivanjem

source: %(ungraded)s Available and %(in_progress)s Checked Out
sr: %(ungraded)s Доступно и %(in_progress)s проверен
sr_latn: %(ungraded)s Dostupno i %(in_progress)s proveren

source: Override this team's current grade using the problem's rubric.
sr: Прегласите овај тим's current grade using the problem'с Рубриц.
sr_latn: Preglasite ovaj tim's current grade using the problem's Rubric.

source: Team Response
sr: Одговор тима
sr_latn: Odgovor tima

source: The team's response to the prompt above
sr: Одговор тима на горњу брзу
sr_latn: Odgovor tima na gornju brzu

source: Viewing learner: %(learner)s
sr: Преглед ученика: %(learner)s
sr_latn: Pregled učenika: %(learner)s

source: Viewing team: %(team)s
sr: Гледајући тим: %(team)s
sr_latn: Gledajući tim: %(team)s

source: Learner's Response
sr: Одговор ученика
sr_latn: Odgovor učenika

source: Team's Response
sr: Одговор тима
sr_latn: Odgovor tima

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
sr: Подношење ученика уклоњено од %(removed_by_username)s на %(removed_datetime)s
sr_latn: Podnošenje učenika uklonjeno od %(removed_by_username)s na %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
sr: Подношење ученика уклоњен на %(removed_datetime)s
sr_latn: Podnošenje učenika uklonjen na %(removed_datetime)s

source: Comments: %(comments)s
sr: Коментари: %(comments)s
sr_latn: Komentari: %(comments)s

source: Peer Assessments for This Learner
sr: Пеер процене за овог ученика
sr_latn: Peer procene za ovog učenika

source: Peer Assessments Completed by This Learner
sr: Вршњачке процене које је завршио овај ученик
sr_latn: Vršnjačke procene koje je završio ovaj učenik

source: Learner's Self Assessment
sr: Самопроцјена ученика
sr_latn: Samoprocjena učenika

source: Staff Assessment for This Learner
sr: Процена особља за овог ученика
sr_latn: Procena osoblja za ovog učenika

source: Staff Assessment for this Team
sr: Процена особља за овај тим
sr_latn: Procena osoblja za ovaj tim

source: Learner's Final Grade
sr: Завршна оцена ученика
sr_latn: Završna ocena učenika

source: Team's Final Grade
sr: Коначна оцена тима
sr_latn: Konačna ocena tima

source: Final grade: %(points_earned)s out of %(points_possible)s
sr: Коначна оцена: %(points_earned)s од %(points_possible)s
sr_latn: Konačna ocena: %(points_earned)s od %(points_possible)s

source: Final Grade Details
sr: Завршни детаљи оцјене
sr_latn: Završni detalji ocjene

source: %(assessment_label)s - %(points)s point
sr: %(assessment_label)s - %(points)s бодова
sr_latn: %(assessment_label)s - %(points)s bodova

source: Feedback Recorded
sr: Повратне информације су записане
sr_latn: Povratne informacije su zapisane

source: The submission is waiting for assessments.
sr: Подношење чека процене.
sr_latn: Podnošenje čeka procene.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
sr: Научите ученик да проблем омогући да поново предају одговор.
sr_latn: Naučite učenik da problem omogući da ponovo predaju odgovor.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
sr: Подношење тима је уклоњен из оцењивања. Тим прима ниво нуле, осим ако не избришете стање члана тима да би се омогућило да тим може да пошаље одговор.
sr_latn: Podnošenje tima je uklonjen iz ocenjivanja. Tim prima nivo nule, osim ako ne izbrišete stanje člana tima da bi se omogućilo da tim može da pošalje odgovor.

source: The problem has not been started.
sr: Проблем није започет.
sr_latn: Problem nije započet.

source: The problem has not been completed.
sr: Проблем није завршен.
sr_latn: Problem nije završen.

source: Submit Assessment Grade Override
sr: Подизање оцене оцене Овердиред
sr_latn: Podizanje ocene ocene Overdired

source: Submit Team Grade Override
sr: Пошаљите прегласавање тима
sr_latn: Pošaljite preglasavanje tima

source: Unable to perform grade override
sr: Није могуће извршити оцењивање разреда
sr_latn: Nije moguće izvršiti ocenjivanje razreda

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
sr: Оцене су замрзнуте. Оцене се аутоматски смрзнуте 30 дана након завршетка курса.
sr_latn: Ocene su zamrznute. Ocene se automatski smrznute 30 dana nakon završetka kursa.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
sr: Овај поднесак је отказан и не може да прими оцену. Погледајте документацију како да избришете државу ученика да би им овај проблем омогућио да се поново предају.
sr_latn: Ovaj podnesak je otkazan i ne može da primi ocenu. Pogledajte dokumentaciju kako da izbrišete državu učenika da bi im ovaj problem omogućio da se ponovo predaju.

source: Remove Submission From Peer Grading
sr: Уклоните подношење од вршњачког оцењивања
sr_latn: Uklonite podnošenje od vršnjačkog ocenjivanja

source: Remove Team Submission from Grading
sr: Уклоните подношење тима са оцењивања
sr_latn: Uklonite podnošenje tima sa ocenjivanja
