Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
sr: Обука за ученике користи се за помоћ ученицима да практикују да оцјењују симулирани вршњачки поднесак како би их тренирао на рубрици и осигуравају да ученик разуме рубрику за кораке или кораке процјене себе или вршњака.
sr_latn: Obuka za učenike koristi se za pomoć učenicima da praktikuju da ocjenjuju simulirani vršnjački podnesak kako bi ih trenirao na rubrici i osiguravaju da učenik razume rubriku za korake ili korake procjene sebe ili vršnjaka.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
sr: Конфигурација: Да би овај корак био у потпуности конфигурисан, морате да наведете један или више одговора узорака. Ученици морају потом одговарати овом инструктору да напредују и дају се повратне информације када њихов резултат не одговара узорку.
sr_latn: Konfiguracija: Da bi ovaj korak bio u potpunosti konfigurisan, morate da navedete jedan ili više odgovora uzoraka. Učenici moraju potom odgovarati ovom instruktoru da napreduju i daju se povratne informacije kada njihov rezultat ne odgovara uzorku.

source: View / Add Sample Responses
sr: Погледајте / додајте одговарајуће узорке
sr_latn: Pogledajte / dodajte odgovarajuće uzorke

source: Add Sample Response
sr: Додајте узорни одговор
sr_latn: Dodajte uzorni odgovor

source: Clone Rubric
sr: Цлоне Рубриц

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
sr: Да бисте клонирали рубрику из постојећег објављеног или необјављеног нацрта, можете да претражите код блока. Имајте на уму да је клонирање једносмјерно, што значи да су промене извршене након клонирања само ће утицати на рубрику која се модификује и неће модификовати било коју рубрику коју је било клонирана.
sr_latn: Da biste klonirali rubriku iz postojećeg objavljenog ili neobjavljenog nacrta, možete da pretražite kod bloka. Imajte na umu da je kloniranje jednosmjerno, što znači da su promene izvršene nakon kloniranja samo će uticati na rubriku koja se modifikuje i neće modifikovati bilo koju rubriku koju je bilo klonirana.

source: Block ID For this ORA:
sr: Број блока за ову ОРА:
sr_latn: Broj bloka za ovu ORA:

source: Block ID
sr: Блок ИД
sr_latn: Blok ID

source: No other Open Response Assessments found in course
sr: Ниједна друга оцена отвореног одговора пронађена у курсу
sr_latn: Nijedna druga ocena otvorenog odgovora pronađena u kursu

source: Clone
sr: Клонирање
sr_latn: Kloniranje

source: Rubric Successfully Cloned from Block ID:
sr: Рубрика је успешно клонирана из блок ИД-а:
sr_latn: Rubrika je uspešno klonirana iz blok ID-a:

source: Scored Response
sr: Постигнут одговор
sr_latn: Postignut odgovor

source: Response Score
sr: Резултат одговора
sr_latn: Rezultat odgovora

source: Response
sr: Одговор
sr_latn: Odgovor

source: Not Selected
sr: Није изабран
sr_latn: Nije izabran

source: points
sr: поени
sr_latn: poeni

source: %(assessment_title)s - %(points)s points
sr: %(assessment_title)s - %(points)s бодова
sr_latn: %(assessment_title)s - %(points)s bodova

source: More information about %(name)s
sr: Више информација о %(name)s
sr_latn: Više informacija o %(name)s

source: Your Grade
sr: Ваша оцена
sr_latn: Vaša ocena

source: %(points_earned)s out of %(points_possible)s
sr: %(points_earned)s од %(points_possible)s
sr_latn: %(points_earned)s od %(points_possible)s

source: Your submission has been cancelled.
sr: Ваш поднесак је отказан.
sr_latn: Vaš podnesak je otkazan.

source: %(points_earned)s out of %(points_possible)s
sr: %(points_earned)s од %(points_possible)s
sr_latn: %(points_earned)s od %(points_possible)s

source: Your Response
sr: Ваш одговор
sr_latn: Vaš odgovor

source: Your Upload
sr: Своје отпремање
sr_latn: Svoje otpremanje

source: Assessments of Your Response
sr: Процене вашег одговора
sr_latn: Procene vašeg odgovora

source: Status
sr: Статус

source: Overall Grade
sr: Укупна оцена
sr_latn: Ukupna ocena

source: Points
sr: Поени
sr_latn: Poeni

source: Additional comments on your response
sr: Додатни коментари на ваш одговор
sr_latn: Dodatni komentari na vaš odgovor

source: Provide feedback on peer assessments
sr: Обезбедите повратне информације о вршњачким проценама
sr_latn: Obezbedite povratne informacije o vršnjačkim procenama

source: Submitting Feedback
sr: Подношење повратних информација
sr_latn: Podnošenje povratnih informacija

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
sr: Ваше повратне информације су поднесене. Особље курса моћи ће да види ову повратну информацију када прегледају евиденцију курса.
sr_latn: Vaše povratne informacije su podnesene. Osoblje kursa moći će da vidi ovu povratnu informaciju kada pregledaju evidenciju kursa.

source: Course staff will be able to see any feedback that you provide here when they review course records.
sr: Особље курса моћи ће да види било какве повратне информације које овде дате када прегледавају евиденцију курса.
sr_latn: Osoblje kursa moći će da vidi bilo kakve povratne informacije koje ovde date kada pregledavaju evidenciju kursa.

source: Select the statements below that best reflect your experience with peer assessments.
sr: Изаберите наведене изјаве које најбоље одражавају своје искуство са вршњачким проценама.
sr_latn: Izaberite navedene izjave koje najbolje odražavaju svoje iskustvo sa vršnjačkim procenama.

source: These assessments were useful.
sr: Ове процене су биле корисне.
sr_latn: Ove procene su bile korisne.

source: These assessments were not useful.
sr: Ове процене нису биле корисне.
sr_latn: Ove procene nisu bile korisne.

source: I disagree with one or more of the peer assessments of my response.
sr: Не слажем се са једном или више процјена вршњака свог одговора.
sr_latn: Ne slažem se sa jednom ili više procjena vršnjaka svog odgovora.

source: Some comments I received were inappropriate.
sr: Неки коментари које сам добио били су непримерени.
sr_latn: Neki komentari koje sam dobio bili su neprimereni.

source: Provide feedback on the grade or comments that you received from your peers.
sr: Дајте повратне информације о оцени или коментарима које сте добили од својих вршњака.
sr_latn: Dajte povratne informacije o oceni ili komentarima koje ste dobili od svojih vršnjaka.

source: I feel the feedback I received was...
sr: Осјећам да су повратне информације које сам добио био ...
sr_latn: Osjećam da su povratne informacije koje sam dobio bio ...

source: We could not submit your feedback
sr: Нисмо могли да поднесемо ваше повратне информације
sr_latn: Nismo mogli da podnesemo vaše povratne informacije

source: Submit feedback on peer assessments
sr: Пошаљите повратне информације о вршњачким проценама
sr_latn: Pošaljite povratne informacije o vršnjačkim procenama

source: Not Completed
sr: Није завршен
sr_latn: Nije završen

source: You have not completed all the steps of this problem.
sr: Нисте завршили све кораке овог проблема.
sr_latn: Niste završili sve korake ovog problema.

source: Not Started
sr: Није започео
sr_latn: Nije započeo

source: You have not started this problem yet.
sr: Још нисте започели овај проблем.
sr_latn: Još niste započeli ovaj problem.

source: Waiting for Assessments
sr: Чекајући процене
sr_latn: Čekajući procene

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
sr: Завршили сте своје кораке у задатку, али неке процене и даље треба да се ураде на вашем одговору. Када су процене вашег одговора завршене, видећете повратне информације од свих који су оценили ваш одговор и добићете своју коначну оцену.
sr_latn: Završili ste svoje korake u zadatku, ali neke procene i dalje treba da se urade na vašem odgovoru. Kada su procene vašeg odgovora završene, videćete povratne informacije od svih koji su ocenili vaš odgovor i dobićete svoju konačnu ocenu.

source: Grade Available Responses
sr: Расположиви реакције
sr_latn: Raspoloživi reakcije

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
sr: Редовни одговори расположиви нису доступни. Овај артикал није конфигурисан за процену особља.
sr_latn: Redovni odgovori raspoloživi nisu dostupni. Ovaj artikal nije konfigurisan za procenu osoblja.

source: Please wait
sr: Причекајте
sr_latn: Pričekajte

source: Waiting Step Details
sr: Детаљи о чекању
sr_latn: Detalji o čekanju

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
sr: Преглед детаља о чекању које чекају није доступан. Овај артикал није конфигурисан за вршњачке процене.
sr_latn: Pregled detalja o čekanju koje čekaju nije dostupan. Ovaj artikal nije konfigurisan za vršnjačke procene.

source: %(num_points)s points
sr: %(num_points)s бодова
sr_latn: %(num_points)s bodova

source: Your peer's response to the prompt above
sr: Одговор вашег вршњака на горњу брзу
sr_latn: Odgovor vašeg vršnjaka na gornju brzu

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
sr: Након што завршите све кораке овог задатка, можете видети одговоре горњих резултата од својих вршњака.
sr_latn: Nakon što završite sve korake ovog zadatka, možete videti odgovore gornjih rezultata od svojih vršnjaka.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
sr: Подношење вашег тима је отказан. Ваш тим ће добити оцену нуле, осим ако особље курса не ресетира вашу процену да би тим омогућио да реши одговор.
sr_latn: Podnošenje vašeg tima je otkazan. Vaš tim će dobiti ocenu nule, osim ako osoblje kursa ne resetira vašu procenu da bi tim omogućio da reši odgovor.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
sr: Ваш поднесак је отказан. Добићете ниво нуле, осим ако особље курса не ресетира вашу процену да бисте вам омогућили да поново пошаљете одговор.
sr_latn: Vaš podnesak je otkazan. Dobićete nivo nule, osim ako osoblje kursa ne resetira vašu procenu da biste vam omogućili da ponovo pošaljete odgovor.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
sr: Овај задатак још није доступан. Повратак да бисте довршили задатак након што се овај одељак отвори.
sr_latn: Ovaj zadatak još nije dostupan. Povratak da biste dovršili zadatak nakon što se ovaj odeljak otvori.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
sr: Овај задатак је затворен. Једна или више рокова за овај задатак је положила. Добићете непотпуну оцену за овај задатак.
sr_latn: Ovaj zadatak je zatvoren. Jedna ili više rokova za ovaj zadatak je položila. Dobićete nepotpunu ocenu za ovaj zadatak.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
sr: Завршили сте овај задатак. Ваша коначна оцена биће доступна када су процене вашег одговора завршене.
sr_latn: Završili ste ovaj zadatak. Vaša konačna ocena biće dostupna kada su procene vašeg odgovora završene.

source: You have completed this assignment. Review your grade and your assessment details.
sr: Завршили сте овај задатак. Прегледајте своју оцену и детаље о процени.
sr_latn: Završili ste ovaj zadatak. Pregledajte svoju ocenu i detalje o proceni.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
sr: Овај задатак је у току. Обука за ученике ускоро ће се ускоро затворити. Попуните корак тренинга ученика да бисте наставили даље.
sr_latn: Ovaj zadatak je u toku. Obuka za učenike uskoro će se uskoro zatvoriti. Popunite korak treninga učenika da biste nastavili dalje.

source: This assignment is in progress. Complete the learner training step to move on.
sr: Овај задатак је у току. Попуните корак тренинга ученика да бисте наставили даље.
sr_latn: Ovaj zadatak je u toku. Popunite korak treninga učenika da biste nastavili dalje.

source: This assignment is in progress. Check back later when the assessment period has started.
sr: Овај задатак је у току. Проверите касније када је започео период процене.
sr_latn: Ovaj zadatak je u toku. Proverite kasnije kada je započeo period procene.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
sr: %(start_strong)sТхис додељивање је у току. Корак самопроцене ће се ускоро затворити.%(end_strong)s И даље морате да довршите %(start_link)s - %(end_link)s step.
sr_latn: %(start_strong)sThis dodeljivanje je u toku. Korak samoprocene će se uskoro zatvoriti.%(end_strong)s I dalje morate da dovršite %(start_link)s - %(end_link)s step.

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
sr: Овај задатак је у току. Још увек морате да попуните %(start_link)s - %(end_link)s .
sr_latn: Ovaj zadatak je u toku. Još uvek morate da popunite %(start_link)s - %(end_link)s .

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
sr: Овај задатак је у току.%(start_strong)s процена ће бити затворена ускоро. %(end_strong)s Сви поднесени вршњачки одговори су оцењени. Проверите касније да бисте видели да ли је још ученика поднело одговоре. И даље морате да попуните корак процене %(start_link)s оцењивање %(end_link)s.
sr_latn: Ovaj zadatak je u toku.%(start_strong)s procena će biti zatvorena uskoro. %(end_strong)s Svi podneseni vršnjački odgovori su ocenjeni. Proverite kasnije da biste videli da li je još učenika podnelo odgovore. I dalje morate da popunite korak procene %(start_link)s ocenjivanje %(end_link)s.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
sr: Овај задатак је у току. Све достављене реакције вршњака су оцењени. Проверите касније да бисте видели да ли је још ученика поднело одговоре. Још увек морате да попуните корак %(start_link)s до %(end_link)s.
sr_latn: Ovaj zadatak je u toku. Sve dostavljene reakcije vršnjaka su ocenjeni. Proverite kasnije da biste videli da li je još učenika podnelo odgovore. Još uvek morate da popunite korak %(start_link)s do %(end_link)s.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
sr: Овај задатак је у току. %(start_strong)sТХЕ КОРАК ЗА ПРОЦЈЕЊУ ПРОСТОРА Ускоро.П%(end_strong)s И даље морате да попуните %(start_link)s - %(end_link)s корак.
sr_latn: Ovaj zadatak je u toku. %(start_strong)sTHE KORAK ZA PROCJENjU PROSTORA Uskoro.P%(end_strong)s I dalje morate da popunite %(start_link)s - %(end_link)s korak.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
sr: Овај задатак је у току. Још увек морате да попуните корак %(start_link)s - %(end_link)s.
sr_latn: Ovaj zadatak je u toku. Još uvek morate da popunite korak %(start_link)s - %(end_link)s.

source: Team membership is required to view this assignment
sr: Чланство у тиму је дужно да погледа овај задатак
sr_latn: Članstvo u timu je dužno da pogleda ovaj zadatak

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
sr: Ово је задатак тима за Теам-Сет "%(teamset_name)s". Тренутно нисте у тиму у Теам-Сет "%(teamset_name)s". Морате бити у тиму у Теам-Сет "%(teamset_name)s" да бисте приступили овом тиму.
sr_latn: Ovo je zadatak tima za Team-Set "%(teamset_name)s". Trenutno niste u timu u Team-Set "%(teamset_name)s". Morate biti u timu u Team-Set "%(teamset_name)s" da biste pristupili ovom timu.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
sr: Поднесци додељења ускоро ће се ускоро затворити. Да бисте примили оцену, прво наведите одговор на брзу, а затим довршите кораке испод поља %(start_tag)s - %(end_tag)s field.
sr_latn: Podnesci dodeljenja uskoro će se uskoro zatvoriti. Da biste primili ocenu, prvo navedite odgovor na brzu, a zatim dovršite korake ispod polja %(start_tag)s - %(end_tag)s field.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
sr: Овај задатак има неколико корака. У првом кораку, пружићете одговор на промпт. Остали кораци се појављују испод поља %(start_tag)s - %(end_tag)s.
sr_latn: Ovaj zadatak ima nekoliko koraka. U prvom koraku, pružićete odgovor na prompt. Ostali koraci se pojavljuju ispod polja %(start_tag)s - %(end_tag)s.

source: Instructions Unavailable
sr: Упутства недоступна
sr_latn: Uputstva nedostupna

source: The instructions for this step could not be loaded.
sr: Упутства за овај корак није се могла учитати.
sr_latn: Uputstva za ovaj korak nije se mogla učitati.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
sr: Овај задатак има неколико корака. У првом кораку, пружићете одговор на промпт. Остали кораци се појављују испод поља вашег одговора.
sr_latn: Ovaj zadatak ima nekoliko koraka. U prvom koraku, pružićete odgovor na prompt. Ostali koraci se pojavljuju ispod polja vašeg odgovora.

source: Loading
sr: Утоваривање
sr_latn: Utovarivanje

source: Preview in LaTeX
sr: Преглед у латеку
sr_latn: Pregled u lateku

source: Click to preview your submission in LaTeX.
sr: Кликните да бисте прегледали своје подношење у латеку.
sr_latn: Kliknite da biste pregledali svoje podnošenje u lateku.

source: Preview Response
sr: Одговор прегледа
sr_latn: Odgovor pregleda

source: Comments
sr: Коментари
sr_latn: Komentari

source: The question for this section
sr: Питање за овај одељак
sr_latn: Pitanje za ovaj odeljak

source: Files that were uploaded by your teammates:
sr: Датотеке које су преносили ваши саиграчи:
sr_latn: Datoteke koje su prenosili vaši saigrači:

source: View the files associated with this submission:
sr: Погледајте датотеке повезане са овим поднесом:
sr_latn: Pogledajte datoteke povezane sa ovim podnesom:

source: Uploaded by
sr: Постављено
sr_latn: Postavljeno

source: Files that were uploaded by you:
sr: Датотеке које сте послали:
sr_latn: Datoteke koje ste poslali:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
sr: ОПРЕЗ: Ове досијее је учитало да је други течај учинио и нису верификовани, прегледани, одобрени, прегледани или подржали администратор сајта. Ако приступите датотекама, то радите на свој ризик.)
sr_latn: OPREZ: Ove dosijee je učitalo da je drugi tečaj učinio i nisu verifikovani, pregledani, odobreni, pregledani ili podržali administrator sajta. Ako pristupite datotekama, to radite na svoj rizik.)

source: Assess Peers
sr: Проценити вршњаке
sr_latn: Proceniti vršnjake

source: In Progress (%(review_number)s of %(num_must_grade)s)
sr: У току (%(review_number)s од %(num_must_grade)s)
sr_latn: U toku (%(review_number)s od %(num_must_grade)s)

source: Read and assess the following response from one of your peers.
sr: Прочитајте и процијените следећи одговор једног од ваших вршњака.
sr_latn: Pročitajte i procijenite sledeći odgovor jednog od vaših vršnjaka.

source: Associated Files
sr: Придружене датотеке
sr_latn: Pridružene datoteke

source: We could not submit your assessment
sr: Нисмо могли да поднесемо вашу процену
sr_latn: Nismo mogli da podnesemo vašu procenu

source: Cancelled
sr: Отказан
sr_latn: Otkazan

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
sr: Непотпуно (%(num_graded)s од %(num_must_grade)s)
sr_latn: Nepotpuno (%(num_graded)s od %(num_must_grade)s)

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
sr: Доспјели датум за овај корак је прошао. Овај корак је сада затворен. Више не можете да завршите вршњачке процене или наставите са овим задатком и добићете оцену непотпуног.
sr_latn: Dospjeli datum za ovaj korak je prošao. Ovaj korak je sada zatvoren. Više ne možete da završite vršnjačke procene ili nastavite sa ovim zadatkom i dobićete ocenu nepotpunog.

source: Completed
sr: Завршен
sr_latn: Završen

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
sr: Успешно сте завршили све потребне вршњачке процене за овај задатак. Ако желите да процените додатне реакције вршњака. Довршавање додатних процена неће утицати на вашу завршну оцену.
sr_latn: Uspešno ste završili sve potrebne vršnjačke procene za ovaj zadatak. Ako želite da procenite dodatne reakcije vršnjaka. Dovršavanje dodatnih procena neće uticati na vašu završnu ocenu.

source: We could not retrieve additional submissions for assessment
sr: Нисмо могли да преузмемо додатне поднеске за процену
sr_latn: Nismo mogli da preuzmemo dodatne podneske za procenu

source: Continue Assessing Peers
sr: Наставите проценити вршњаке
sr_latn: Nastavite proceniti vršnjake

source: Complete (%(num_graded)s)
sr: Комплетна (%(num_graded)s)
sr_latn: Kompletna (%(num_graded)s)

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
sr: Све достављене реакције вршњака су оцењени. Проверите касније да бисте видели да ли је још ученика поднело одговоре.
sr_latn: Sve dostavljene reakcije vršnjaka su ocenjeni. Proverite kasnije da biste videli da li je još učenika podnelo odgovore.

source: Not Available
sr: Није доступан
sr_latn: Nije dostupan

source: In Progress (%(review_number)s of %(num_must_grade)s)
sr: У току (%(review_number)s од %(num_must_grade)s)
sr_latn: U toku (%(review_number)s od %(num_must_grade)s)
