Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Caution: This Action Cannot Be Undone
sr: ОПРЕЗ: Ова радња се не може поништити
sr_latn: OPREZ: Ova radnja se ne može poništiti

source: Removing a learner's submission cannot be undone and should be done with caution.
sr: Уклањање подношења ученика не може се поништити и треба га учинити опрезно.
sr_latn: Uklanjanje podnošenja učenika ne može se poništiti i treba ga učiniti oprezno.

source: Removing a team's submission cannot be undone and should be done with caution.
sr: Уклањање подношења тима не може се поништити и треба то учинити опрезно.
sr_latn: Uklanjanje podnošenja tima ne može se poništiti i treba to učiniti oprezno.

source: Comments:
sr: Коментари:
sr_latn: Komentari:

source: Remove submission
sr: Уклоните подношење
sr_latn: Uklonite podnošenje

source: A response was not found for this learner.
sr: Одговор није пронађен за овог ученика.
sr_latn: Odgovor nije pronađen za ovog učenika.

source: Assessment %(assessment_num)s:
sr: Процена %(assessment_num)s:
sr_latn: Procena %(assessment_num)s:

source: Assessment Details
sr: Детаљи о процени
sr_latn: Detalji o proceni

source: Selected Option
sr: Изабрана опција
sr_latn: Izabrana opcija

source: Feedback
sr: Повратна информација
sr_latn: Povratna informacija

source: Points Possible
sr: Могући бодови
sr_latn: Mogući bodovi

source: Learn to Assess Responses
sr: Научите да процените одговоре
sr_latn: Naučite da procenite odgovore

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
sr: У току (%(current_progress_num)s од %(training_available_num)s)
sr_latn: U toku (%(current_progress_num)s od %(training_available_num)s)

source: Learning to Assess Responses
sr: Учење за процену одговора
sr_latn: Učenje za procenu odgovora

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
sr: Пре него што почнете да процените своје одговоре, сазнајте како да довршите процене вршњака преиспитујући одговоре да су инструктори већ оценили. Ако одаберете исте опције за одговор који је одабрао инструктор, пребацујете се на следећи корак. Ако не одаберете исте опције, прегледаћете одговор и покушајте поново.
sr_latn: Pre nego što počnete da procenite svoje odgovore, saznajte kako da dovršite procene vršnjaka preispitujući odgovore da su instruktori već ocenili. Ako odaberete iste opcije za odgovor koji je odabrao instruktor, prebacujete se na sledeći korak. Ako ne odaberete iste opcije, pregledaćete odgovor i pokušajte ponovo.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
sr: Ваша процена се разликује од процене овог одговора инструктора. Прегледајте одговор и размислите о томе зашто је инструктор можда разјаснио другачије. Затим покушајте поново процену.
sr_latn: Vaša procena se razlikuje od procene ovog odgovora instruktora. Pregledajte odgovor i razmislite o tome zašto je instruktor možda razjasnio drugačije. Zatim pokušajte ponovo procenu.

source: The response to the prompt above:
sr: Одговор на горњу брзу:
sr_latn: Odgovor na gornju brzu:

source: Selected Options Agree
sr: Изабране опције се слажу
sr_latn: Izabrane opcije se slažu

source: The option you selected is the option that the instructor selected.
sr: Опција коју сте одабрали је опција коју је одабран инструктор.
sr_latn: Opcija koju ste odabrali je opcija koju je odabran instruktor.

source: Selected Options Differ
sr: Изабране опције се разликују
sr_latn: Izabrane opcije se razlikuju

source: The option you selected is not the option that the instructor selected.
sr: Опција коју сте одабрали није опција коју је одабран инструктор.
sr_latn: Opcija koju ste odabrali nije opcija koju je odabran instruktor.

source: We could not check your assessment
sr: Нисмо могли да проверимо вашу процену
sr_latn: Nismo mogli da proverimo vašu procenu

source: Compare your selections with the instructor's selections
sr: Упоредите своје одабире са одабиром инструктора
sr_latn: Uporedite svoje odabire sa odabirom instruktora

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
sr: Доспјели датум за овај корак је прошао. Овај корак је сада затворен. Више не можете да наставите са овим задатком и добићете разред непотпуне.
sr_latn: Dospjeli datum za ovaj korak je prošao. Ovaj korak je sada zatvoren. Više ne možete da nastavite sa ovim zadatkom i dobićete razred nepotpune.

source: Error Loading Learner Training Examples
sr: Грешка приликом учитавања прописа ученика
sr_latn: Greška prilikom učitavanja propisa učenika

source: The Learner Training Step of this assignment could not be loaded.
sr: Скора обуке ученика овог задатка није се могла учитати.
sr_latn: Skora obuke učenika ovog zadatka nije se mogla učitati.

source: Loading Open Response Assessment...
sr: Учитавање процјене отвореног одговора ...
sr_latn: Učitavanje procjene otvorenog odgovora ...

source: An unexpected error occurred.
sr: Дошло је до неочекиване грешке.
sr_latn: Došlo je do neočekivane greške.

source: Peer Assessment
sr: Вршњачка процена
sr_latn: Vršnjačka procena

source: Self Assessment
sr: Самопроцена
sr_latn: Samoprocena

source: Assessment feedback could not be saved.
sr: Повратне информације о процени се не могу сачувати.
sr_latn: Povratne informacije o proceni se ne mogu sačuvati.

source: Feedback saved.
sr: Повратне информације су сачуване.
sr_latn: Povratne informacije su sačuvane.

source: Staff Comments
sr: Коментари особља
sr_latn: Komentari osoblja

source: Peer Comments
sr: Кomentari
sr_latn: Komentari

source: Self Assessment Grade
sr: Оцена самопроцене
sr_latn: Ocena samoprocene

source: Your Self Assessment
sr: Ваша самопроцена
sr_latn: Vaša samoprocena

source: Your Comments
sr: Ваши коментари
sr_latn: Vaši komentari

source: Peer Mean Grade
sr: Вршњачка средња оцена
sr_latn: Vršnjačka srednja ocena

source: Peer Median Grade
sr: Средња оцена
sr_latn: Srednja ocena

source: Waiting for peer reviews
sr: Чека се преглед
sr_latn: Čeka se pregled

source: The grade for this problem is determined by your Staff Grade.
sr: Оцена за овај проблем одређује се вашим оценом особља.
sr_latn: Ocena za ovaj problem određuje se vašim ocenom osoblja.

source: The grade for this problem is determined by your Self Assessment.
sr: Оцена за овај проблем одређује се вашим самопроценом.
sr_latn: Ocena za ovaj problem određuje se vašim samoprocenom.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
sr: Успешно сте завршили овај проблем и примили {earned_points} / {total_points}.
sr_latn: Uspešno ste završili ovaj problem i primili {earned_points} / {total_points}.

source: You have not yet received all necessary peer reviews to determine your final grade.
sr: Још нисте добили све потребне рецензије вршњака да бисте утврдили коначну оцену.
sr_latn: Još niste dobili sve potrebne recenzije vršnjaka da biste utvrdili konačnu ocenu.

source: The grade for this problem is determined by the median score of your Peer Assessments.
sr: Оцена за овај проблем одређује се средњим оценом ваших вршњачких процена.
sr_latn: Ocena za ovaj problem određuje se srednjim ocenom vaših vršnjačkih procena.

source: The grade for this problem is determined by the mean score of your Peer Assessments.
sr: Оцена за овај проблем одређује се средњим оценом ваших вршњачких процена.
sr_latn: Ocena za ovaj problem određuje se srednjim ocenom vaših vršnjačkih procena.

source: Peer Assessment Only
sr: Само процена вршњака
sr_latn: Samo procena vršnjaka

source: Self Assessment Only
sr: Само самопроцена
sr_latn: Samo samoprocena

source: Staff Assessment Only
sr: Само процена особља
sr_latn: Samo procena osoblja

source: Self Assessment to Peer Assessment
sr: Самопроцена за процену вршњака
sr_latn: Samoprocena za procenu vršnjaka

source: Self Assessment to Staff Assessment
sr: Самопроцјена за процену особља
sr_latn: Samoprocjena za procenu osoblja

source: You can't reset your submission.
sr: Не можете да ресетујете своје подношење.
sr_latn: Ne možete da resetujete svoje podnošenje.

source: The user does not exist.
sr: Корисник не постоји.
sr_latn: Korisnik ne postoji.

source: There is no submission to reset.
sr: Не постоји поднесак за ресетовање.
sr_latn: Ne postoji podnesak za resetovanje.

source: Submission reset successfully.
sr: Успешно ресетовање успеха.
sr_latn: Uspešno resetovanje uspeha.

source: You must specify a block id from which to copy a rubric.
sr: Морате одредити блок ИД са којих је копирао рубрику.
sr_latn: Morate odrediti blok ID sa kojih je kopirao rubriku.

source: Invalid block id.
sr: Неважећи ИД блока.
sr_latn: Nevažeći ID bloka.

source: No Open Response Assessment found in {course_id} with block id {block_id}
sr: Није пронађена процена отвореног одговора у {course_id} са блок {block_id}
sr_latn: Nije pronađena procena otvorenog odgovora u {course_id} sa blok {block_id}

source: You do not have permission to schedule training
sr: Немате дозволу за заказивање обуке
sr_latn: Nemate dozvolu za zakazivanje obuke

source: You do not have permission to reschedule tasks.
sr: Немате дозволу за одложење задатака.
sr_latn: Nemate dozvolu za odloženje zadataka.

source: You do not have permission to access the ORA staff area
sr: Немате дозволу за приступ подручју особља ОРА
sr_latn: Nemate dozvolu za pristup području osoblja ORA

source: You do not have permission to access ORA learner information.
sr: Немате дозволу за приступ информацијама о учењу.
sr_latn: Nemate dozvolu za pristup informacijama o učenju.

source: You do not have permission to access ORA staff grading.
sr: Немате дозволу за приступ Ора Особљем.
sr_latn: Nemate dozvolu za pristup Ora Osobljem.

source: Pending
sr: На чекању
sr_latn: Na čekanju

source: Complete/Overwritten
sr: Комплетна / преписивана
sr_latn: Kompletna / prepisivana

source: Not applicable
sr: Није применљиво
sr_latn: Nije primenljivo

source: Not submitted
sr: Није поднесан
sr_latn: Nije podnesan

source: Submitted
sr: Поднети
sr_latn: Podneti

source: Error getting learner information.
sr: Грешка приликом добијања информација ученика.
sr_latn: Greška prilikom dobijanja informacija učenika.

source: Error loading the checked out learner response.
sr: Грешка у учитавању одјављеног одговора ученика.
sr_latn: Greška u učitavanju odjavljenog odgovora učenika.

source: No other learner responses are available for grading at this time.
sr: Тренутно нису доступни други одговори ученика за оцењивање.
sr_latn: Trenutno nisu dostupni drugi odgovori učenika za ocenjivanje.

source: Error getting staff grade information.
sr: Грешка приликом добијања информација о оцени особља.
sr_latn: Greška prilikom dobijanja informacija o oceni osoblja.

source: Error getting staff grade ungraded and checked out counts.
sr: Грешка приликом добијања оцене особља уграђене и одјављене тачке.
sr_latn: Greška prilikom dobijanja ocene osoblja ugrađene i odjavljene tačke.

source: Please enter valid reason to remove the submission.
sr: Молимо унесите важећу разлог да се уклоните поднесак.
sr_latn: Molimo unesite važeću razlog da se uklonite podnesak.

source: Submission not found
sr: Подношење није пронађено
sr_latn: Podnošenje nije pronađeno

source: Submission for team assignment has no associated team submission
sr: Подношење за доделу тима нема придружени захтев тима
sr_latn: Podnošenje za dodelu tima nema pridruženi zahtev tima

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
sr: Подношење ученика је уклоњен из вршњачке процене. Ученик прима ниво нуле, осим ако не избришете државу ученика да би им се проблем омогућио да поново пошаљу одговор.
sr_latn: Podnošenje učenika je uklonjen iz vršnjačke procene. Učenik prima nivo nule, osim ako ne izbrišete državu učenika da bi im se problem omogućio da ponovo pošalju odgovor.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
sr: Подношење тима је уклоњен из оцењивања. Тим добија оцену нуле, осим ако не избришете државу члановима тима да би се омогућило да тим може да пошаље одговор.
sr_latn: Podnošenje tima je uklonjen iz ocenjivanja. Tim dobija ocenu nule, osim ako ne izbrišete državu članovima tima da bi se omogućilo da tim može da pošalje odgovor.

source: Error updating XBlock configuration
sr: Грешка у ажурирању Ксблоцк конфигурације
sr_latn: Greška u ažuriranju Ksblock konfiguracije

source: Error: Text Response and File Upload Response cannot both be disabled
sr: Грешка: Одговор текста и одговор за пренос датотека не може се обоје онемогућити
sr_latn: Greška: Odgovor teksta i odgovor za prenos datoteka ne može se oboje onemogućiti

source: Error: When Text Response is disabled, File Upload Response must be Required
sr: ГРЕШКА: Када је одговор на текстуалном одговору на то, потребно је потребан одговор за пренос датотеке
sr_latn: GREŠKA: Kada je odgovor na tekstualnom odgovoru na to, potrebno je potreban odgovor za prenos datoteke

source: Error: When File Upload Response is disabled, Text Response must be Required
sr: Грешка: Када је одговор на пренос датотека онемогућен, мора бити потребан одговор текста
sr_latn: Greška: Kada je odgovor na prenos datoteka onemogućen, mora biti potreban odgovor teksta

source: Validation error: {error}
sr: Грешка валидације: {error}
sr_latn: Greška validacije: {error}

source: Successfully updated OpenAssessment XBlock
sr: Успешно ажурирана опенсассенгмент кблоцк
sr_latn: Uspešno ažurirana opensassengment kblock

source: You must provide options selected in the assessment.
sr: Морате да наведете опције одабране у процени.
sr_latn: Morate da navedete opcije odabrane u proceni.

source: You must provide overall feedback in the assessment.
sr: Морате пружити укупне повратне информације у процени.
sr_latn: Morate pružiti ukupne povratne informacije u proceni.

source: You must provide feedback for criteria in the assessment.
sr: Морате пружити повратне информације за критеријуме у процени.
sr_latn: Morate pružiti povratne informacije za kriterijume u proceni.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
sr: '{date}' је неважећи формат датума. Проверите да ли је датум форматиран као ГГГГ-ММ-ДДТХХ: ММ: СС.
sr_latn: '{date}' je nevažeći format datuma. Proverite da li je datum formatiran kao GGGG-MM-DDTHH: MM: SS.

source: '{date}' must be a date string or datetime
sr: '{date}' МОРА БИТИ А датум низа или датеТиме
sr_latn: '{date}' MORA BITI A datum niza ili dateTime

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
sr: Овај СТЕП's start date '{start} 'не може бити раније од претходног Степ's start date '{prev}'.
sr_latn: Ovaj STEP's start date '{start} 'ne može biti ranije od prethodnog Step's start date '{prev}'.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
sr: Овај Степ's due date '{due} 'не може бити касније од следећег Степ's due date '{prev}'.
sr_latn: Ovaj Step's due date '{due} 'ne može biti kasnije od sledećeg Step's due date '{prev}'.

source: The start date '{start}' cannot be later than the due date '{due}'
sr: Датум почетка '{start}' не може бити најкасније од датума '{due}'
sr_latn: Datum početka '{start}' ne može biti najkasnije od datuma '{due}'

source: This problem must include at least one assessment.
sr: Овај проблем мора да садржи најмање једну процену.
sr_latn: Ovaj problem mora da sadrži najmanje jednu procenu.

source: The assessment order you selected is invalid.
sr: Налог за оцењивање које сте одабрали није важећи.
sr_latn: Nalog za ocenjivanje koje ste odabrali nije važeći.

source: In peer assessment, the "Must Grade" value must be a positive integer.
sr: У процени вршњака, вредност "Must Grade" мора бити позитиван цели број.
sr_latn: U proceni vršnjaka, vrednost "Must Grade" mora biti pozitivan celi broj.

source: In peer assessment, the "Graded By" value must be a positive integer.
sr: У процени вршњака, вредност "Graded By" мора бити позитиван цели број.
sr_latn: U proceni vršnjaka, vrednost "Graded By" mora biti pozitivan celi broj.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
sr: У процени вршњака, Вредност "Must Grade" мора бити већа од или једнака "Graded By" вредности.
sr_latn: U proceni vršnjaka, Vrednost "Must Grade" mora biti veća od ili jednaka "Graded By" vrednosti.

source: You must provide at least one example response for learner training.
sr: Морате да дате барем један пример одговор за обуку ученика.
sr_latn: Morate da date barem jedan primer odgovor za obuku učenika.

source: Each example response for learner training must be unique.
sr: Сваки пример реакције за обуку ученика мора бити јединствен.
sr_latn: Svaki primer reakcije za obuku učenika mora biti jedinstven.

source: The "required" value must be true if staff assessment is the only step.
sr: Вредност "required" мора бити тачна ако је процена особља једини корак.
sr_latn: Vrednost "required" mora biti tačna ako je procena osoblja jedini korak.

source: The number of assessments cannot be changed after the problem has been released.
sr: Број процјена не може се мењати након отпуштања проблема.
sr_latn: Broj procjena ne može se menjati nakon otpuštanja problema.

source: The assessment type cannot be changed after the problem has been released.
sr: Врста процене се не може мењати након објављивања проблема.
sr_latn: Vrsta procene se ne može menjati nakon objavljivanja problema.

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
sr: Стратегија за оцењивање процјена вршњака не може се мењати након отпуштања проблема.
sr_latn: Strategija za ocenjivanje procjena vršnjaka ne može se menjati nakon otpuštanja problema.

source: This rubric definition is not valid.
sr: Ова дефиниција рубрика није валидна.
sr_latn: Ova definicija rubrika nije validna.

source: You must provide at least one prompt.
sr: Морате да дате најмање један брз.
sr_latn: Morate da date najmanje jedan brz.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
sr: Опције у '{criterion}' имају дупликате (и) име: {duplicates}
sr_latn: Opcije u '{criterion}' imaju duplikate (i) ime: {duplicates}

source: Criteria with no options must require written feedback.
sr: Критеријуми без опција не морају захтевати писмене повратне информације.
sr_latn: Kriterijumi bez opcija ne moraju zahtevati pismene povratne informacije.

source: Prompts cannot be created or deleted after a problem is released.
sr: Потражи се не могу креирати или брисати након што се проблем пусти проблем.
sr_latn: Potraži se ne mogu kreirati ili brisati nakon što se problem pusti problem.

source: The number of criteria cannot be changed after a problem is released.
sr: Број критеријума се не може мењати након што се проблем пусти проблем.
sr_latn: Broj kriterijuma se ne može menjati nakon što se problem pusti problem.

source: Criteria names cannot be changed after a problem is released
sr: Имена критеријума не могу се мењати након што се проблем пусти проблем
sr_latn: Imena kriterijuma ne mogu se menjati nakon što se problem pusti problem

source: The number of options cannot be changed after a problem is released.
sr: Број опција се не може мењати након отпуштања проблема.
sr_latn: Broj opcija se ne može menjati nakon otpuštanja problema.

source: Point values cannot be changed after a problem is released.
sr: Вриједности тачке не могу се мењати након пуштања проблема.
sr_latn: Vrijednosti tačke ne mogu se menjati nakon puštanja problema.

source: Learner training must have at least one training example.
sr: Обука за ученике мора имати најмање један пример тренинга.
sr_latn: Obuka za učenike mora imati najmanje jedan primer treninga.

source: Leaderboard number is invalid.
sr: Број водене плоче није важећи.
sr_latn: Broj vodene ploče nije važeći.

source: The submission format is invalid.
sr: Формат за подношење је неважећи.
sr_latn: Format za podnošenje je nevažeći.
