Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: This section could not be loaded.
ru: Овај одељак није могао да се учита.
sr_latn: Ovaj odeljak nije mogao da se učita.

source: The staff assessment form could not be loaded.
ru: Образац за процену особља није се могао учитати.
sr_latn: Obrazac za procenu osoblja nije se mogao učitati.

source: The display of ungraded and checked out responses could not be loaded.
ru: Екран неправедног и одјављеног одговора није могао да се учита.
sr_latn: Ekran nepravednog i odjavljenog odgovora nije mogao da se učita.

source: This response could not be submitted.
ru: Овај одговор се није могао поднети.
sr_latn: Ovaj odgovor se nije mogao podneti.

source: The submission could not be reset.
ru: Подношење се не може ресетовати.
sr_latn: Podnošenje se ne može resetovati.

source: Please check your internet connection.
ru: Проверите интернетску везу.
sr_latn: Proverite internetsku vezu.

source: This feedback could not be submitted.
ru: Ова повратна информација није могла да се поднесу.
sr_latn: Ova povratna informacija nije mogla da se podnesu.

source: This assessment could not be submitted.
ru: Ова процена се није могла поднети.
sr_latn: Ova procena se nije mogla podneti.

source: One or more rescheduling tasks failed.
ru: Један или више задатака одложивања није успело.
sr_latn: Jedan ili više zadataka odloživanja nije uspelo.

source: This problem could not be saved.
ru: Овај проблем се није могао сачувати.
sr_latn: Ovaj problem se nije mogao sačuvati.

source: The server could not be contacted.
ru: Сервер се није могао контактирати.
sr_latn: Server se nije mogao kontaktirati.

source: Could not retrieve upload url.
ru: Није могао да преузме УРЛ адресу.
sr_latn: Nije mogao da preuzme URL adresu.

source: Server error.
ru: Грешка сервера.
sr_latn: Greška servera.

source: Could not retrieve download url.
ru: Није могао да преузме УРЛ за преузимање.
sr_latn: Nije mogao da preuzme URL za preuzimanje.

source: The submission could not be removed from the grading pool.
ru: Подношење се не може уклонити из базена за оцењивање.
sr_latn: Podnošenje se ne može ukloniti iz bazena za ocenjivanje.

source: Multiple teams returned for course
ru: Вишеструки тимови су се вратили за курс
sr_latn: Višestruki timovi su se vratili za kurs

source: Could not load teams information.
ru: Не могу учитати информације о тимовима.
sr_latn: Ne mogu učitati informacije o timovima.

source: User lookup failed
ru: Кориснички претраживач није успео
sr_latn: Korisnički pretraživač nije uspeo

source: Error when looking up username
ru: Грешка приликом гледања корисничког имена
sr_latn: Greška prilikom gledanja korisničkog imena

source: Failed to clone rubric
ru: Није успело да клонира рубрику
sr_latn: Nije uspelo da klonira rubriku

source: View and grade responses
ru: Поглед и одговори разреда
sr_latn: Pogled i odgovori razreda

source: Demo the new Grading Experience
ru: Демо ново искуство оцењивања
sr_latn: Demo novo iskustvo ocenjivanja

source: Unit Name
ru: Име јединице
sr_latn: Ime jedinice

source: Units
ru: Јединице
sr_latn: Jedinice

source: Assessment
ru: Процена
sr_latn: Procena

source: Assessments
ru: Процене
sr_latn: Procene

source: Total Responses
ru: Укупни одговори
sr_latn: Ukupni odgovori

source: Training
ru: Обука
sr_latn: Obuka

source: Peer
ru: Пеер

source: Self
ru: За себе
sr_latn: Za sebe

source: Waiting
ru: Чекање
sr_latn: Čekanje

source: Staff
ru: Особље
sr_latn: Osoblje

source: Final Grade Received
ru: Примљена коначна оцена
sr_latn: Primljena konačna ocena

source: Staff Grader
ru: Грејдер особља
sr_latn: Grejder osoblja

source: List of Open Assessments is unavailable
ru: Листа отворених процена је недоступна
sr_latn: Lista otvorenih procena je nedostupna

source: Please wait
ru: Причекајте
sr_latn: Pričekajte

source: Block view is unavailable
ru: Преглед блока је недоступан
sr_latn: Pregled bloka je nedostupan

source: Back to Full List
ru: Повратак на целу листу
sr_latn: Povratak na celu listu

source: Confirm
ru: Потврдити
sr_latn: Potvrditi

source: Cancel
ru: Отказати
sr_latn: Otkazati

source: There is still file upload in progress. Please wait until it is finished.
ru: У току је још увек уплоад датотека. Молимо причекајте док се не заврши.
sr_latn: U toku je još uvek upload datoteka. Molimo pričekajte dok se ne završi.

source: Cannot submit empty response even everything is optional.
ru: Не може да поднесе празан одговор, чак и све је необавезно.
sr_latn: Ne može da podnese prazan odgovor, čak i sve je neobavezno.

source: Please upload a file.
ru: Пошаљите датотеку.
sr_latn: Pošaljite datoteku.

source: Please provide a response.
ru: Наведите одговор.
sr_latn: Navedite odgovor.

source: No files selected for upload.
ru: Нема датотека изабраних за учитавање.
sr_latn: Nema datoteka izabranih za učitavanje.

source: Please provide a description for each file you are uploading.
ru: Наведите опис за сваку датотеку коју преносите.
sr_latn: Navedite opis za svaku datoteku koju prenosite.

source: Your file has been deleted or path has been changed:
ru: Ваша датотека је избрисана или је промењена стаза:
sr_latn: Vaša datoteka je izbrisana ili je promenjena staza:

source: Saving draft
ru: Спремање нацрта
sr_latn: Spremanje nacrta

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
ru: Ако оставите ову страницу без уштеде или подношења одговора, изгубићете било који посао који сте учинили на одговор.
sr_latn: Ako ostavite ovu stranicu bez uštede ili podnošenja odgovora, izgubićete bilo koji posao koji ste učinili na odgovor.

source: Saving draft...
ru: Спремање нацрта ...
sr_latn: Spremanje nacrta ...

source: Draft saved!
ru: Нацрт сачуваних!
sr_latn: Nacrt sačuvanih!

source: Error
ru: Грешка
sr_latn: Greška

source: Confirm Submit Response
ru: Потврдите да поднесете одговор
sr_latn: Potvrdite da podnesete odgovor

source: You're about to submit your response for this assignment. After you submit this response, you may have a limited time to resubmit before your submission is graded.
ru: Управо ћете поднети одговор на овај задатак. Након што поднесете овај одговор, можда ћете имати ограничено време да се поново пошаљете пре него што се пријавите.
sr_latn: Upravo ćete podneti odgovor na ovaj zadatak. Nakon što podnesete ovaj odgovor, možda ćete imati ograničeno vreme da se ponovo pošaljete pre nego što se prijavite.

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
ru: Иоу're about to submit your response for this assignment. After you submit this response, you can'т Промените га или пошаљите нови одговор.
sr_latn: Iou're about to submit your response for this assignment. After you submit this response, you can't Promenite ga ili pošaljite novi odgovor.

source: Confirm Reset
ru: Потврдите ресетовање
sr_latn: Potvrdite resetovanje

source: You're about to reset your response for this assignment. You will need to submit a new response in order to complete this step. Are you sure you want to continue?
ru: Ускоро ћете ресетовати свој одговор на овај задатак. Морате да поднесете нови одговор да бисте довршили овај корак. Јесте ли сигурни да желите да наставите?
sr_latn: Uskoro ćete resetovati svoj odgovor na ovaj zadatak. Morate da podnesete novi odgovor da biste dovršili ovaj korak. Jeste li sigurni da želite da nastavite?

source: Individual file size must be {max_files_mb}MB or less.
ru: Појединачна величина датотеке мора бити {max_files_mb}МБ или мање.
sr_latn: Pojedinačna veličina datoteke mora biti {max_files_mb}MB ili manje.

source: File upload failed: unsupported file type. Only the supported file types can be uploaded. If you have questions, please reach out to the course team.
ru: Уплоад датотека није успела: неподржана врста датотеке. Могу се преносити само подржани типови датотека. Ако имате питања, посетите тим за курс.
sr_latn: Upload datoteka nije uspela: nepodržana vrsta datoteke. Mogu se prenositi samo podržani tipovi datoteka. Ako imate pitanja, posetite tim za kurs.

source: The maximum number files that can be saved is
ru: Максималне датотеке које се могу сачувати је
sr_latn: Maksimalne datoteke koje se mogu sačuvati je

source: Describe
ru: Описати
sr_latn: Opisati

source: (required):
ru: (Обавезно):
sr_latn: (Obavezno):

source: Thumbnail view of
ru: Сличица
sr_latn: Sličica

source: Confirm Delete Uploaded File
ru: Потврдите да је избрисана пренесена датотека
sr_latn: Potvrdite da je izbrisana prenesena datoteka

source: Are you sure you want to delete the following file? It cannot be restored. File:
ru: Јесте ли сигурни да желите да избришете следећу датотеку? Не може се вратити. Датотека:
sr_latn: Jeste li sigurni da želite da izbrišete sledeću datoteku? Ne može se vratiti. Datoteka:

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
ru: Ако напустите ову страницу без да поднесете самопроцену, изгубићете било који посао који сте урадили.
sr_latn: Ako napustite ovu stranicu bez da podnesete samoprocenu, izgubićete bilo koji posao koji ste uradili.

source: Unexpected server error.
ru: Неочекивана грешка сервера.
sr_latn: Neočekivana greška servera.

source: You must provide a learner name.
ru: Морате да дате име ученика.
sr_latn: Morate da date ime učenika.

source: This grade will be applied to all members of the team. Do you want to continue?
ru: Ова оцена ће се примењивати на све чланове тима. Да ли желите да наставите?
sr_latn: Ova ocena će se primenjivati na sve članove tima. Da li želite da nastavite?

source: Confirm Grade Team Submission
ru: Потврдите подношење тима тима
sr_latn: Potvrdite podnošenje tima tima

source: Error getting the number of ungraded responses
ru: Грешка приликом добијања броја неограничених одговора
sr_latn: Greška prilikom dobijanja broja neograničenih odgovora

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
ru: Ако оставите ову страницу без да предате процену вашег особља, изгубићете било који посао који сте урадили.
sr_latn: Ako ostavite ovu stranicu bez da predate procenu vašeg osoblja, izgubićete bilo koji posao koji ste uradili.

source: Feedback available for selection.
ru: Повратне информације доступне за избор.
sr_latn: Povratne informacije dostupne za izbor.

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
ru: Ако оставите ову страницу без да предате своју вршњачку процену, изгубићете било који посао који сте урадили.
sr_latn: Ako ostavite ovu stranicu bez da predate svoju vršnjačku procenu, izgubićete bilo koji posao koji ste uradili.

source: Refresh
ru: Освежити
sr_latn: Osvežiti

source: Action
ru: Акција
sr_latn: Akcija

source: Review
ru: Преглед
sr_latn: Pregled

source: Username
ru: Корисничко име
sr_latn: Korisničko ime

source: Peers Assessed
ru: Оцењивачи вршњака
sr_latn: Ocenjivači vršnjaka

source: Peer Responses Received
ru: Примљени одговори вршњака
sr_latn: Primljeni odgovori vršnjaka

source: Time Spent On Current Step
ru: Вријеме проведено на тренутном кораку
sr_latn: Vrijeme provedeno na trenutnom koraku

source: Staff assessment
ru: Процена особља
sr_latn: Procena osoblja

source: Grade Status
ru: Статус оцене
sr_latn: Status ocene

source: The "{name}" problem is configured to require a minimum of {min_grades} peer grades, and asks to review {min_graded} peers.
ru: Проблем "{name}" је конфигуриран да захтева најмање {min_grades} вршњачке оцене и тражи да прегледа {min_graded} врере.
sr_latn: Problem "{name}" je konfiguriran da zahteva najmanje {min_grades} vršnjačke ocene i traži da pregleda {min_graded} vrere.

source: There are currently {stuck_learners} learners in the waiting state, meaning they have not yet met all requirements for Peer Assessment.
ru: Тренутно постоје {stuck_learners} ученици у држави чекања, што значи да још увек нису испунили све захтеве за процену вршњака.
sr_latn: Trenutno postoje {stuck_learners} učenici u državi čekanja, što znači da još uvek nisu ispunili sve zahteve za procenu vršnjaka.

source: However, {overwritten_count} of these students have received a grade through the staff grade override tool already.
ru: Међутим, {overwritten_count} ових ученика је већ примио оцену преко алата за надјачавање особља.
sr_latn: Međutim, {overwritten_count} ovih učenika je već primio ocenu preko alata za nadjačavanje osoblja.

source: Error while fetching student data.
ru: Грешка приликом преузимања података ученика.
sr_latn: Greška prilikom preuzimanja podataka učenika.

source: Unable to load
ru: Не могу се учитати
sr_latn: Ne mogu se učitati

source: Paragraph
ru: Ставак
sr_latn: Stavak

source: Preformatted
ru: Преформисање
sr_latn: Preformisanje

source: Heading 3
ru: Кретање 3
sr_latn: Kretanje 3

source: Heading 4
ru: Кретање 4
sr_latn: Kretanje 4

source: Heading 5
ru: Кретање 5
sr_latn: Kretanje 5

source: Heading 6
ru: Кретање 6
sr_latn: Kretanje 6

source: Unnamed Option
ru: Неименована опција
sr_latn: Neimenovana opcija

source: Not Selected
ru: Није изабран
sr_latn: Nije izabran

source: Problem cloning rubric
ru: Проблем Цлонирање рубрика
sr_latn: Problem Cloniranje rubrika

source: Criterion Added
ru: Додат критеријум
sr_latn: Dodat kriterijum

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Assessment Steps tab.
ru: Додали сте критеријуму. Морате да изаберете опцију за критеријум у кораку тренинга ученика. Да бисте то урадили, кликните картицу Процене Степс.
sr_latn: Dodali ste kriterijumu. Morate da izaberete opciju za kriterijum u koraku treninga učenika. Da biste to uradili, kliknite karticu Procene Steps.

source: Option Deleted
ru: Опција избрисана
sr_latn: Opcija izbrisana

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
ru: Избрисали сте опцију. Та опција је уклоњена из свог критеријума у ​​узорку одговора у кораку обуке ученика. Можда ћете морати да одаберете нову опцију за критеријум.
sr_latn: Izbrisali ste opciju. Ta opcija je uklonjena iz svog kriterijuma u ​​uzorku odgovora u koraku obuke učenika. Možda ćete morati da odaberete novu opciju za kriterijum.

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
ru: Избрисали сте све опције за овај критеријум. Критеријум је уклоњен из одговарајућих одговора у кораку тренинга ученика.
sr_latn: Izbrisali ste sve opcije za ovaj kriterijum. Kriterijum je uklonjen iz odgovarajućih odgovora u koraku treninga učenika.

source: Criterion Deleted
ru: Критеријум избрисан
sr_latn: Kriterijum izbrisan

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
ru: Избрисали сте критеријуму. Критеријум је уклоњен са примера одговора у кораку обуке ученика.
sr_latn: Izbrisali ste kriterijumu. Kriterijum je uklonjen sa primera odgovora u koraku obuke učenika.

source: Warning
ru: Упозорење
sr_latn: Upozorenje

source: Changes to steps that are not selected as part of the assignment will not be saved.
ru: Промјене у корацима који се не бирају као део задатка неће се сачувати.
sr_latn: Promjene u koracima koji se ne biraju kao deo zadatka neće se sačuvati.

source: Time must be in the format dd:hh:mm. The days must be between 00 and 99, the hours between 00 and 23, and the minutes between 00 and 59.
ru: Време мора бити у формату ДД: ХХ: ММ. Дани морају бити између 00 и 99, сати између 00 и 23 године и записнике између 00 и 59.
sr_latn: Vreme mora biti u formatu DD: HH: MM. Dani moraju biti između 00 i 99, sati između 00 i 23 godine i zapisnike između 00 i 59.

source: File types can not be empty.
ru: Врсте датотека не могу бити празне.
sr_latn: Vrste datoteka ne mogu biti prazne.

source: The following file types are not allowed:
ru: Следеће врсте датотека нису дозвољене:
sr_latn: Sledeće vrste datoteka nisu dozvoljene:

source: Save Unsuccessful
ru: Уштедите неуспешни
sr_latn: Uštedite neuspešni

source: Errors detected on the following tabs:
ru: Грешке откривене на следећим картицама:
sr_latn: Greške otkrivene na sledećim karticama:

source: This ORA has already been released. Changes will only affect learners making new submissions. Existing submissions will not be modified by this change.
ru: Ова ОРА је већ пуштена. Промјене ће утицати само на полазнике који праве нове поднеске. Постојеће поднеске неће бити модификоване овом променом.
sr_latn: Ova ORA je već puštena. Promjene će uticati samo na polaznike koji prave nove podneske. Postojeće podneske neće biti modifikovane ovom promenom.

source: error count:
ru: Грешка грешке:
sr_latn: Greška greške:
