Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Could not parse serialized rubric
sr: Није могао рашчланити сериализовану рубрику
sr_latn: Nije mogao raščlaniti serializovanu rubriku

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
sr: Ако ваш задатак укључује корак тренинга ученика, рубрика мора имати најмање један критеријум, а тај критеријум мора имати најмање једну опцију.
sr_latn: Ako vaš zadatak uključuje korak treninga učenika, rubrika mora imati najmanje jedan kriterijum, a taj kriterijum mora imati najmanje jednu opciju.

source: Example {example_number} has a validation error: {error}
sr: Пример {example_number} има грешку за потврду: {error}
sr_latn: Primer {example_number} ima grešku za potvrdu: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
sr: Пример {example_number} има неважећу опцију за "{criterion_name}": "{option_name}"
sr_latn: Primer {example_number} ima nevažeću opciju za "{criterion_name}": "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
sr: Пример {example_number} има додатну опцију за "{criterion_name}"
sr_latn: Primer {example_number} ima dodatnu opciju za "{criterion_name}"

source: Example {example_number} is missing an option for "{criterion_name}"
sr: Пример {example_number} недостаје опција за "{criterion_name}"
sr_latn: Primer {example_number} nedostaje opcija za "{criterion_name}"

source: Self
sr: За себе
sr_latn: Za sebe

source: Staff
sr: Особље
sr_latn: Osoblje

source: Unknown
sr: Непознат
sr_latn: Nepoznat

source: Criterion {number}: {label}
sr: Критеријум {number}: {label}
sr_latn: Kriterijum {number}: {label}

source: Points {number}
sr: Поинтс {number}

source: Median Score {number}
sr: Медиан Сцоре {number}

source: Feedback {number}
sr: Повратне информације {number}
sr_latn: Povratne informacije {number}

source: Item ID
sr: ИД предмета
sr_latn: ID predmeta

source: Submission ID
sr: ИД поднеска
sr_latn: ID podneska

source: Anonymized Student ID
sr: Анонимнид Студент ИД
sr_latn: Anonimnid Student ID

source: Assessment ID
sr: ИД процене
sr_latn: ID procene

source: Assessment Scored Date
sr: Процена је постигла датум
sr_latn: Procena je postigla datum

source: Assessment Scored Time
sr: Процена је постигла време
sr_latn: Procena je postigla vreme

source: Assessment Type
sr: Врста процене
sr_latn: Vrsta procene

source: Anonymous Scorer Id
sr: ИД анонимног стрелаца
sr_latn: ID anonimnog strelaca

source: Overall Feedback
sr: Свеукупне повратне информације
sr_latn: Sveukupne povratne informacije

source: Assessment Score Earned
sr: Резултат процене зарађен
sr_latn: Rezultat procene zarađen

source: Assessment Scored At
sr: Процена је постигла
sr_latn: Procena je postigla

source: Date/Time Final Score Given
sr: Датум / временски коначни резултат
sr_latn: Datum / vremenski konačni rezultat

source: Final Score Earned
sr: Зарађен резултат
sr_latn: Zarađen rezultat

source: Final Score Possible
sr: Коначни резултат
sr_latn: Konačni rezultat

source: Feedback Statements Selected
sr: Изјаве за повратне информације
sr_latn: Izjave za povratne informacije

source: Feedback on Assessment
sr: Повратне информације о процени
sr_latn: Povratne informacije o proceni

source: Response Files
sr: Датотеке одговора
sr_latn: Datoteke odgovora

source: No description provided.
sr: Није предвиђен опис.
sr_latn: Nije predviđen opis.

source: None
sr: Ниједан
sr_latn: Nijedan

source: Save
sr: Сачувати
sr_latn: Sačuvati

source: Cancel
sr: Отказати
sr_latn: Otkazati

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
sr: Отворени процене одговора омогућавају вам да конфигуришете појединачне или више корака у рубричком редоследу за процјену отвореног одговора. Доље доступни кораци могу се омогућити, онемогућити и наредити за флексибилан скуп педагошких потреба.
sr_latn: Otvoreni procene odgovora omogućavaju vam da konfigurišete pojedinačne ili više koraka u rubričkom redosledu za procjenu otvorenog odgovora. Dolje dostupni koraci mogu se omogućiti, onemogućiti i narediti za fleksibilan skup pedagoških potreba.

source: Display Name
sr: Приказ име
sr_latn: Prikaz ime

source: The display name for this component.
sr: Назив приказа за ову компоненту.
sr_latn: Naziv prikaza za ovu komponentu.

source: Text Response
sr: Одговор текста
sr_latn: Odgovor teksta

source: Specify whether learners must include a text based response to this problem's prompt.
sr: Наведите да ли ученици морају да укључују одговор на основу текста на овај проблем.
sr_latn: Navedite da li učenici moraju da uključuju odgovor na osnovu teksta na ovaj problem.

source: Response Editor
sr: Уредник одговора
sr_latn: Urednik odgovora

source: Select which editor learners will use to include a text based response to this problem's prompt.
sr: Изаберите који ученици уредника ће користити да укључе одговор на основу текста на овај проблем.
sr_latn: Izaberite koji učenici urednika će koristiti da uključe odgovor na osnovu teksta na ovaj problem.

source: File Uploads Response
sr: Датотека уплоадс Респондс
sr_latn: Datoteka uploads Responds

source: Specify whether learners are able to upload files as a part of their response.
sr: Наведите да ли ученици могу да преносе датотеке као део свог одговора.
sr_latn: Navedite da li učenici mogu da prenose datoteke kao deo svog odgovora.

source: Allow Multiple Files
sr: Дозволите више датотека
sr_latn: Dozvolite više datoteka

source: False
sr: Лажно
sr_latn: Lažno

source: True
sr: Истинит
sr_latn: Istinit

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
sr: Наведите да ли ученици могу да преносе више од једне датотеке. Ово нема ефекта ако је одговор уплоад датотека постављен на ниједан. Ово се аутоматски поставља на ТРУЕ за задатке тима.
sr_latn: Navedite da li učenici mogu da prenose više od jedne datoteke. Ovo nema efekta ako je odgovor upload datoteka postavljen na nijedan. Ovo se automatski postavlja na TRUE za zadatke tima.

source: File Upload Types
sr: Врсте преноса датотека
sr_latn: Vrste prenosa datoteka

source: PDF or Image Files
sr: ПДФ или слике
sr_latn: PDF ili slike

source: Image Files
sr: Слика датотеке
sr_latn: Slika datoteke

source: Custom File Types
sr: Прилагођене врсте датотека
sr_latn: Prilagođene vrste datoteka

source: Specify whether learners can submit files along with their text responses.
sr: Наведите да ли ученици могу поднијети датотеке заједно са својим одговорима текста.
sr_latn: Navedite da li učenici mogu podnijeti datoteke zajedno sa svojim odgovorima teksta.

source: File Types
sr: Врсте датотека
sr_latn: Vrste datoteka

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
sr: Унесите екстензије датотека, одвојене зарезима, да желите да ученици могу да учитају. На пример: ПДФ, доц, доцк.
sr_latn: Unesite ekstenzije datoteka, odvojene zarezima, da želite da učenici mogu da učitaju. Na primer: PDF, doc, dock.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
sr: Да бисте додали још проширења датотека, изаберите Прилагођене типове датотека и унесите целу листу прихватљивих датотечних екстензија које треба да буду укључене.
sr_latn: Da biste dodali još proširenja datoteka, izaberite Prilagođene tipove datoteka i unesite celu listu prihvatljivih datotečnih ekstenzija koje treba da budu uključene.

source: Allow LaTeX Responses
sr: Дозволите одговоре на латекс
sr_latn: Dozvolite odgovore na lateks

source: Specify whether learners can write LaTeX formatted strings
sr: Наведите да ли ученици могу да напишу латекс форматиране жице
sr_latn: Navedite da li učenici mogu da napišu lateks formatirane žice

source: Top Responses
sr: Топ одговори
sr_latn: Top odgovori

source: (Disabled)
sr: (Онемогућено)
sr_latn: (Onemogućeno)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
sr: Наведите број најбољих резултата бодова на приказ након што је ученик поднео одговор. Важени бројеви су 0 до 99. Ако је број 0, горњи одјељак одговора се не чини ученицима.
sr_latn: Navedite broj najboljih rezultata bodova na prikaz nakon što je učenik podneo odgovor. Važeni brojevi su 0 do 99. Ako je broj 0, gornji odjeljak odgovora se ne čini učenicima.

source: When Teams Enabled is set to true, Top Responses will be disabled.
sr: Када су омогућени тимови постављени су на ТРУЕ, топ одговори ће бити онемогућени.
sr_latn: Kada su omogućeni timovi postavljeni su na TRUE, top odgovori će biti onemogućeni.

source: Teams Enabled
sr: Екипи су омогућене
sr_latn: Ekipi su omogućene

source: Specify whether team submissions are allowed for this response.
sr: Наведите да ли су поднесци тима дозвољени за овај одговор.
sr_latn: Navedite da li su podnesci tima dozvoljeni za ovaj odgovor.

source: Select Team-Set
sr: Изаберите Теам-Сет
sr_latn: Izaberite Team-Set

source: Show Rubric During Response
sr: Прикажи Рубрику током одговора
sr_latn: Prikaži Rubriku tokom odgovora

source: Specify whether learners can see the rubric while they are working on their response.
sr: Наведите да ли ученици могу видети рубрику док раде на њиховом одговору.
sr_latn: Navedite da li učenici mogu videti rubriku dok rade na njihovom odgovoru.

source: Allow Learner Resubmissions
sr: Дозволите да се поуздане од поновног предаја
sr_latn: Dozvolite da se pouzdane od ponovnog predaja

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
sr: Подесите на ТРУЕ да би се омогућило ученицима да поново предају унградирани рад. Подесите на ФАЛСЕ АКО НЕ ДОЗВОЉЕНО НЕ ДОЗВОЉЕНО.
sr_latn: Podesite na TRUE da bi se omogućilo učenicima da ponovo predaju ungradirani rad. Podesite na FALSE AKO NE DOZVOLjENO NE DOZVOLjENO.

source: Resubmission Grace Period
sr: Резултати грејс поновног слања
sr_latn: Rezultati grejs ponovnog slanja

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
sr: Наведите максимални период током које су дозвољене поновне слање. Ако је празно, ученици ће моћи да ресетују своје подношење све док то није оцењено. Граце период почиње након што ученик поднесе свој одговор.
sr_latn: Navedite maksimalni period tokom koje su dozvoljene ponovne slanje. Ako je prazno, učenici će moći da resetuju svoje podnošenje sve dok to nije ocenjeno. Grace period počinje nakon što učenik podnese svoj odgovor.

source: Criterion
sr: Критеријум
sr_latn: Kriterijum

source: You cannot delete a criterion after the assignment has been released.
sr: Не можете избрисати критеријум након отпуштања задатка.
sr_latn: Ne možete izbrisati kriterijum nakon otpuštanja zadatka.

source: Remove
sr: Скинути
sr_latn: Skinuti

source: Criterion Name
sr: Име критеријума
sr_latn: Ime kriterijuma

source: Criterion Prompt
sr: Критеријумски промпт
sr_latn: Kriterijumski prompt

source: Add Option
sr: Додавање опције
sr_latn: Dodavanje opcije

source: Feedback for This Criterion
sr: Повратне информације за овај критеријум
sr_latn: Povratne informacije za ovaj kriterijum

source: Optional
sr: Опционо
sr_latn: Opciono

source: Required
sr: Потребан
sr_latn: Potreban

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
sr: Изаберите једну од горе наведених опција. Ово описује да ли ће рецензент морати да пружи повратне информације критеријума или не.
sr_latn: Izaberite jednu od gore navedenih opcija. Ovo opisuje da li će recenzent morati da pruži povratne informacije kriterijuma ili ne.

source: Open Response Assessment
sr: Отворите процену одговора
sr_latn: Otvorite procenu odgovora

source: Prompt
sr: Уписан
sr_latn: Upisan

source: Rubric
sr: Рубрика
sr_latn: Rubrika

source: Schedule
sr: Распоред
sr_latn: Raspored

source: Assessment steps
sr: Кораци за процену
sr_latn: Koraci za procenu

source: Settings
sr: Подешавања
sr_latn: Podešavanja

source: Option
sr: Опција
sr_latn: Opcija

source: Option Name
sr: Назив опције
sr_latn: Naziv opcije

source: Option Points
sr: Опција бодова
sr_latn: Opcija bodova

source: Option Explanation
sr: Опција Објашњење
sr_latn: Opcija Objašnjenje

source: Step: Peer Assessment
sr: Корак: Процена
sr_latn: Korak: Procena

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
sr: Процена вршњака омогућава студентима да пруже повратне информације другим ученицима и такође добијају повратне информације од других у својој завршној класи. Често, иако не увек, овај корак претходи кораци самопроцене или ученика.
sr_latn: Procena vršnjaka omogućava studentima da pruže povratne informacije drugim učenicima i takođe dobijaju povratne informacije od drugih u svojoj završnoj klasi. Često, iako ne uvek, ovaj korak prethodi koraci samoprocene ili učenika.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
sr: Конфигурација: Да би се овај корак конфигурисали морате одредити број вршњачких критика са оценом ученика, а број вршњака коју студент мора развити. Могу се навести додатне опције.
sr_latn: Konfiguracija: Da bi se ovaj korak konfigurisali morate odrediti broj vršnjačkih kritika sa ocenom učenika, a broj vršnjaka koju student mora razviti. Mogu se navesti dodatne opcije.

source: View Options & Configuration
sr: Преглед опција и конфигурација
sr_latn: Pregled opcija i konfiguracija

source: Must Grade
sr: Мора да оцене
sr_latn: Mora da ocene

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
sr: Наведите број процена вршњака које сваки ученик мора завршити. Важећи бројеви су 1 до 99.
sr_latn: Navedite broj procena vršnjaka koje svaki učenik mora završiti. Važeći brojevi su 1 do 99.

source: Graded By
sr: Оценио
sr_latn: Ocenio

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
sr: Наведите број ученика да сваки одговор мора бити оцењен. Важећи бројеви су 1 до 99.
sr_latn: Navedite broj učenika da svaki odgovor mora biti ocenjen. Važeći brojevi su 1 do 99.

source: Enable Flexible Peer Grade Averaging
sr: Омогућите флексибилну просечну просечну оцену
sr_latn: Omogućite fleksibilnu prosečnu prosečnu ocenu

source: When enabled, learners who have received at least 30%% of the required \
sr: Када је омогућено, ученици који су добили најмање 30 %% потребних \
sr_latn: Kada je omogućeno, učenici koji su dobili najmanje 30 %% potrebnih \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
sr: Ову функцију омогућава подешавање нивоа на курсу. Може се наћи под картицом Подешавања Отворене одговорности на страници Студио ПагеС и Ресурси.
sr_latn: Ovu funkciju omogućava podešavanje nivoa na kursu. Može se naći pod karticom Podešavanja Otvorene odgovornosti na stranici Studio PageS i Resursi.

source: Grading strategy for the peer assessment
sr: Стратегија оцењивања за оцењивање вршњака
sr_latn: Strategija ocenjivanja za ocenjivanje vršnjaka

source: Mean
sr: Значити
sr_latn: Značiti

source: Median (default)
sr: Медијан (подразумевано)
sr_latn: Medijan (podrazumevano)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
sr: Изаберите жељену стратегију оцењивања за процену вршњака. Подразумевано, средњи преко свих рецензија вршњака користи се за израчунавање завршне оцене. Ако одаберете средњу вредност, користиће се у просеку свих рецензија вршњака.
sr_latn: Izaberite željenu strategiju ocenjivanja za procenu vršnjaka. Podrazumevano, srednji preko svih recenzija vršnjaka koristi se za izračunavanje završne ocene. Ako odaberete srednju vrednost, koristiće se u proseku svih recenzija vršnjaka.

source: Peer Assessment Deadlines
sr: Рокови вршњачких процене
sr_latn: Rokovi vršnjačkih procene

source: Start Date
sr: Датум почетка
sr_latn: Datum početka

source: Start Time
sr: Време почетка
sr_latn: Vreme početka

source: The date and time when learners can begin assessing peer responses.
sr: Датум и време када ученици могу почети да процене вршњачке одговоре.
sr_latn: Datum i vreme kada učenici mogu početi da procene vršnjačke odgovore.

source: Due Date
sr: Датум
sr_latn: Datum

source: Due Time
sr: Временско време
sr_latn: Vremensko vreme

source: The date and time when all peer assessments must be complete.
sr: Датум и време када све вршњачке процене морају бити потпуне.
sr_latn: Datum i vreme kada sve vršnjačke procene moraju biti potpune.

source: You cannot delete a prompt after the assignment has been released.
sr: Не можете избрисати брзину након што је задатак ослобођен.
sr_latn: Ne možete izbrisati brzinu nakon što je zadatak oslobođen.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
sr: Уписе. Замените узорак текста са сопственим текстом. За више информација погледајте документацију о ОРА.
sr_latn: Upise. Zamenite uzorak teksta sa sopstvenim tekstom. Za više informacija pogledajte dokumentaciju o ORA.

source: Add Prompt
sr: Додавање упит
sr_latn: Dodavanje upit

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
sr: Рубрике су сачињене од критеријума, који обично садрже једну или више опција. Свака опција има вредност поена. Овај образац садржи два критеријума узорка и њихове опције. Замените узорак текста са сопственим текстом. За више информација погледајте документацију о ОРА.
sr_latn: Rubrike su sačinjene od kriterijuma, koji obično sadrže jednu ili više opcija. Svaka opcija ima vrednost poena. Ovaj obrazac sadrži dva kriterijuma uzorka i njihove opcije. Zamenite uzorak teksta sa sopstvenim tekstom. Za više informacija pogledajte dokumentaciju o ORA.

source: Add Criterion
sr: Додајте критеријум
sr_latn: Dodajte kriterijum

source: Feedback for This Response
sr: Повратне информације за овај одговор
sr_latn: Povratne informacije za ovaj odgovor

source: Feedback Instructions
sr: Упутства за повратну информацију
sr_latn: Uputstva za povratnu informaciju

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
sr: Охрабрите ученике да дају повратне информације о одговору који су оценили. Својим погледом можете заменити свој текст.
sr_latn: Ohrabrite učenike da daju povratne informacije o odgovoru koji su ocenili. Svojim pogledom možete zameniti svoj tekst.

source: Default Feedback Text
sr: Подразумевани текст Повратне информације
sr_latn: Podrazumevani tekst Povratne informacije

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
sr: Унесите текст повратних информација да ће ученици видети пре него што уђу у сопствене повратне информације. Користите овај текст да покажете полазнике доброг примера вршњачке процене.
sr_latn: Unesite tekst povratnih informacija da će učenici videti pre nego što uđu u sopstvene povratne informacije. Koristite ovaj tekst da pokažete polaznike dobrog primera vršnjačke procene.

source: Deadlines Configuration
sr: Конфигурација рокова
sr_latn: Konfiguracija rokova

source: Select a deadline configuration option
sr: Изаберите опцију конфигурације рока
sr_latn: Izaberite opciju konfiguracije roka

source: Configure deadlines manually
sr: Ручно конфигуришите рокове
sr_latn: Ručno konfigurišite rokove

source: Match deadlines to the subsection due date
sr: Рокови утакмица до датума рока за пододељку
sr_latn: Rokovi utakmica do datuma roka za pododeljku

source: Match deadlines to the course end date
sr: Рокови утакмица на датум завршетка курса
sr_latn: Rokovi utakmica na datum završetka kursa

source: Learn more about open response date settings
sr: Сазнајте више о Подешавању датума отвореног одговора
sr_latn: Saznajte više o Podešavanju datuma otvorenog odgovora

source: Response Start Date
sr: Датум почетка одговора
sr_latn: Datum početka odgovora

source: Response Start Time
sr: Вријеме почетка одговора
sr_latn: Vrijeme početka odgovora

source: The date and time when learners can begin submitting responses.
sr: Датум и време када ученици могу почети да подносе одговоре.
sr_latn: Datum i vreme kada učenici mogu početi da podnose odgovore.

source: Response Due Date
sr: Датум доспећа одзива
sr_latn: Datum dospeća odziva

source: Response Due Time
sr: Временско време одговора
sr_latn: Vremensko vreme odgovora

source: The date and time when learners can no longer submit responses.
sr: Датум и време када ученици више не могу да поднесу одговоре.
sr_latn: Datum i vreme kada učenici više ne mogu da podnesu odgovore.

source: Step: Self Assessment
sr: Корак: Самопроцјена
sr_latn: Korak: Samoprocjena

source: Self Assessment asks learners to grade their own submissions against the rubric.
sr: Самопроцјена тражи од ученика да оцењују своје поднеске против рубрике.
sr_latn: Samoprocjena traži od učenika da ocenjuju svoje podneske protiv rubrike.

source: Self Assessment Deadlines
sr: Рокови за самопроцену
sr_latn: Rokovi za samoprocenu

source: The date and time when learners can begin assessing their responses.
sr: Датум и време када ученици могу почети да процене своје одговоре.
sr_latn: Datum i vreme kada učenici mogu početi da procene svoje odgovore.

source: The date and time when all self assessments must be complete.
sr: Датум и време када све самопроцене морају бити потпуне.
sr_latn: Datum i vreme kada sve samoprocene moraju biti potpune.

source: Step: Staff Assessment
sr: Корак: Процена особља
sr_latn: Korak: Procena osoblja

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
sr: Гијеви процјене особља поставља коначну оцену за студенте ако је омогућено са другим корацима, иако се такође може користити као самостални корак.
sr_latn: Gijevi procjene osoblja postavlja konačnu ocenu za studente ako je omogućeno sa drugim koracima, iako se takođe može koristiti kao samostalni korak.

source: Step: Learner Training
sr: Корак: Тренинг за ученике
sr_latn: Korak: Trening za učenike
