Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Query parameters which will be used to filter the discovery service's search/all endpoint results, specified as a Json object. An empty Json object means that all available content items will be included in the catalog.
sr: Параметри упита који ће се користити за филтрирање претраживања услуге Дисцовери Сервице / Све резултате крајње тачке, наведен као ЈСОН објект. Празан ЈСОН објект значи да ће сви доступни ставци садржаја бити укључени у каталог.
sr_latn: Parametri upita koji će se koristiti za filtriranje pretraživanja usluge Discoveri Service / Sve rezultate krajnje tačke, naveden kao JSON objekt. Prazan JSON objekt znači da će svi dostupni stavci sadržaja biti uključeni u katalog.

source: Ordered list of enrollment modes which can be displayed to learners for course runs in this catalog.
sr: Наређени списак модова уписа који се могу приказати ученицима за курсеве у овом каталогу.
sr_latn: Naređeni spisak modova upisa koji se mogu prikazati učenicima za kurseve u ovom katalogu.

source: Specifies whether courses should be published with direct-to-audit enrollment URLs.
sr: Одређује да ли би курсеви требали бити објављени са URL-овима за упис за директно-ревизију.
sr_latn: Određuje da li bi kursevi trebali biti objavljeni sa URL-ovima za upis za direktno-reviziju.

source: Enterprise Customer Catalog
sr: Каталог предузећа
sr_latn: Katalog preduzeća

source: Enterprise Customer Catalogs
sr: Каталози купца Ентерприсе
sr_latn: Katalozi kupca Enterprise

source: Fill in a standard Django template that, when rendered, produces the email you want sent to newly-enrolled Enterprise Customer learners. The following variables may be available: <ul><li>user_name: A human-readable name for the person being emailed. Be sure to handle the case where this is not defined, as it may be missing in some cases. It may also be a username, if the learner hasn't configured their "real" name in the system.</li> <li>organization_name: The name of the organization sponsoring the enrollment.</li> <li>enrolled_in: Details of the course or program that was enrolled in. It may contain: <ul><li>name: The name of the enrollable item (e.g., "Demo Course").</li> <li>url: A link to the homepage of the enrolled-in item.</li> <li>branding: A custom branding name for the enrolled-in item. For example, the branding of a MicroMasters program would be "MicroMasters".</li> <li>start: The date the enrolled-in item becomes available. Render this to text using the Django `date` template filter (see <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">the Django documentation</a>).</li><li>type: Whether the enrolled-in item is a course, a program, or something else.</li></ul></ul>
sr: Попуните стандардни образац Дјанго-а да, када се пружи, производи е-пошту коју желите да пошаљете ново-упишени предузеће за купце. Следеће променљиве могу бити доступне: <ul><li>user_name: A human-readable name for the person being emailed. Be sure to handle the case where this is not defined, as it may be missing in some cases. It may also be a username, if the learner hasn't configured their "real" name in the system.</li> <li>organization_name: The name of the organization sponsoring the enrollment.</li> <li>enrolled_in: Details of the course or program that was enrolled in. It may contain: <ul><li>name: The name of the enrollable item (e.g., "Demo Course").</li> <li>url: A link to the homepage of the enrolled-in item.</li> <li>branding: A custom branding name for the enrolled-in item. For example, the branding of a MicroMasters program would be "MicroMasters".</li> <li>start: The date the enrolled-in item becomes available. Render this to text using the Django `date` template filter (see <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">the Django documentation</a>).</li><li>type: Whether the enrolled-in item is a course, a program, or something else.</li></ul></ul>
sr_latn: Popunite standardni obrazac Django-a da, kada se pruži, proizvodi e-poštu koju želite da pošaljete novo-upišeni preduzeće za kupce. Sledeće promenljive mogu biti dostupne: <ul><li>user_name: A human-readable name for the person being emailed. Be sure to handle the case where this is not defined, as it may be missing in some cases. It may also be a username, if the learner hasn't configured their "real" name in the system.</li> <li>organization_name: The name of the organization sponsoring the enrollment.</li> <li>enrolled_in: Details of the course or program that was enrolled in. It may contain: <ul><li>name: The name of the enrollable item (e.g., "Demo Course").</li> <li>url: A link to the homepage of the enrolled-in item.</li> <li>branding: A custom branding name for the enrolled-in item. For example, the branding of a MicroMasters program would be "MicroMasters".</li> <li>start: The date the enrolled-in item becomes available. Render this to text using the Django `date` template filter (see <a href="https://docs.djangoproject.com/en/1.8/ref/templates/builtins/#date">the Django documentation</a>).</li><li>type: Whether the enrolled-in item is a course, a program, or something else.</li></ul></ul>

source: Enter a string that can be used to generate a dynamic subject line for notification emails. The placeholder {course_name} will be replaced with the name of the course or program that was enrolled in.
sr: Унесите низ који се може користити за генерисање динамичке теме за обавештавање е-поште. Плацехолдер {course_name} биће замењен именом курса или програма који је уписан.
sr_latn: Unesite niz koji se može koristiti za generisanje dinamičke teme za obaveštavanje e-pošte. Placeholder {course_name} biće zamenjen imenom kursa ili programa koji je upisan.

source: Active
sr: Активан
sr_latn: Aktivan

source: Include Date
sr: Укључите датум
sr_latn: Uključite datum

source: Include date in the report file name
sr: Укључите датум у име пријаве
sr_latn: Uključite datum u ime prijave

source: Delivery Method
sr: Метода испоруке
sr_latn: Metoda isporuke

source: The method in which the data should be sent.
sr: Метода у којој се подаци требају послати.
sr_latn: Metoda u kojoj se podaci trebaju poslati.

source: Specifies whether report should be compressed. Without compression files will not be password protected or encrypted.
sr: Одређује да ли треба да се извештај треба компримирати. Без компресијских датотека неће бити заштићено или шифровано лозинка.
sr_latn: Određuje da li treba da se izveštaj treba komprimirati. Bez kompresijskih datoteka neće biti zaštićeno ili šifrovano lozinka.

source: PGP Encryption Key
sr: ПГП кључ за шифровање
sr_latn: PGP ključ za šifrovanje

source: The key for encryption, if PGP encrypted file is required.
sr: Кључ за шифровање, ако је потребна ПГП шифрована датотека.
sr_latn: Ključ za šifrovanje, ako je potrebna PGP šifrovana datoteka.

source: Data Type
sr: Тип података
sr_latn: Tip podataka

source: The type of data this report should contain.
sr: Врста података Овај извештај треба да садржи.
sr_latn: Vrsta podataka Ovaj izveštaj treba da sadrži.

source: Report Type
sr: Врста извештаја
sr_latn: Vrsta izveštaja

source: The type this report should be sent as, e.g. CSV.
sr: Тип овог извештаја треба послати као, нпр. ЦСВ.
sr_latn: Tip ovog izveštaja treba poslati kao, npr. CSV.

source: Email
sr: Е-маил

source: The email(s), one per line, where the report should be sent.
sr: Е-пошту, један по линији, где треба послати извештај.
sr_latn: E-poštu, jedan po liniji, gde treba poslati izveštaj.

source: Frequency
sr: Учесталост
sr_latn: Učestalost

source: The frequency interval (daily, weekly, or monthly) that the report should be sent.
sr: Фреквенцијски интервал (дневни, недељно или месечно) да се извештај треба послати.
sr_latn: Frekvencijski interval (dnevni, nedeljno ili mesečno) da se izveštaj treba poslati.

source: Day of Month
sr: Дан у месецу
sr_latn: Dan u mesecu

source: The day of the month to send the report. This field is required and only valid when the frequency is monthly.
sr: Дан у месецу да пошаље извештај. Ово поље је потребно и само важи само када је фреквенција месечна.
sr_latn: Dan u mesecu da pošalje izveštaj. Ovo polje je potrebno i samo važi samo kada je frekvencija mesečna.

source: Day of Week
sr: Дан у недељи
sr_latn: Dan u nedelji

source: The day of the week to send the report. This field is required and only valid when the frequency is weekly.
sr: Дан у седмици да пошаљете извештај. Ово поље је потребно и само важи када је фреквенција недељно.
sr_latn: Dan u sedmici da pošaljete izveštaj. Ovo polje je potrebno i samo važi kada je frekvencija nedeljno.

source: Hour of Day
sr: Час дана
sr_latn: Čas dana

source: The hour of the day to send the report, in Eastern Standard Time (EST). This is required for all frequency settings.
sr: Сат дана за слање извештаја, у источном стандардном времену (ЕСТ). Ово је потребно за сва подешавања фреквенције.
sr_latn: Sat dana za slanje izveštaja, u istočnom standardnom vremenu (EST). Ovo je potrebno za sva podešavanja frekvencije.

source: This password will be used to secure the zip file. It will be encrypted when stored in the database.
sr: Ова лозинка ће се користити за причвршћивање ЗИП датотеке. Биће шифровано када се чува у бази података.
sr_latn: Ova lozinka će se koristiti za pričvršćivanje ZIP datoteke. Biće šifrovano kada se čuva u bazi podataka.

source: SFTP Host name
sr: СФТП Име хост
sr_latn: SFTP Ime host

source: If the delivery method is sftp, the host to deliver the report to.
sr: Ако је метода испоруке СФТП, домаћин да достави извештај.
sr_latn: Ako je metoda isporuke SFTP, domaćin da dostavi izveštaj.

source: SFTP Port
sr: СФТП порт

source: If the delivery method is sftp, the port on the host to connect to.
sr: Ако је метода испоруке СФТП, лука на домаћину да се повежете.
sr_latn: Ako je metoda isporuke SFTP, luka na domaćinu da se povežete.

source: SFTP username
sr: СФТП корисничко име
sr_latn: SFTP korisničko ime

source: If the delivery method is sftp, the username to use to securely access the host.
sr: Ако је метода испоруке СФТП, корисничко име за сигурно приступити домаћину.
sr_latn: Ako je metoda isporuke SFTP, korisničko ime za sigurno pristupiti domaćinu.

source: If the delivery method is sftp, the password to use to securely access the host. The password will be encrypted when stored in the database.
sr: Ако је метода испоруке СФТП, лозинка за употребу да би се чврсто приступио домаћину. Лозинка ће се шифрирати када се чува у бази података.
sr_latn: Ako je metoda isporuke SFTP, lozinka za upotrebu da bi se čvrsto pristupio domaćinu. Lozinka će se šifrirati kada se čuva u bazi podataka.

source: SFTP file path
sr: СФТП Пут датотеке
sr_latn: SFTP Put datoteke

source: If the delivery method is sftp, the path on the host to deliver the report to.
sr: Ако је метода испоруке СФТП, пут на домаћину да достави извештај.
sr_latn: Ako je metoda isporuke SFTP, put na domaćinu da dostavi izveštaj.

source: Delivery method cannot be updated
sr: Начин испоруке се не може ажурирати
sr_latn: Način isporuke se ne može ažurirati

source: Day of week must be set if the frequency is weekly.
sr: Дан у недељи мора бити постављен ако је фреквенција недељно.
sr_latn: Dan u nedelji mora biti postavljen ako je frekvencija nedeljno.

source: Day of month must be set if the frequency is monthly.
sr: Дан месеца мора бити постављен ако је фреквенција месечна.
sr_latn: Dan meseca mora biti postavljen ako je frekvencija mesečna.

source: Frequency must be set to either daily, weekly, or monthly.
sr: Фреквенција мора бити постављена на дневну, недељно или месечно.
sr_latn: Frekvencija mora biti postavljena na dnevnu, nedeljno ili mesečno.

source: Email(s) must be set if the delivery method is email.
sr: Е-пошта морају бити постављена ако је метода испоруке е-пошта.
sr_latn: E-pošta moraju biti postavljena ako je metoda isporuke e-pošta.

source: Decrypted password must be set if the delivery method is email.
sr: Дешифрирана лозинка мора се подесити ако је метода испоруке е-пошта.
sr_latn: Dešifrirana lozinka mora se podesiti ako je metoda isporuke e-pošta.

source: SFTP Hostname must be set if the delivery method is sftp.
sr: СФТП име хоста мора бити постављен ако је метода испоруке СФТП.
sr_latn: SFTP ime hosta mora biti postavljen ako je metoda isporuke SFTP.

source: SFTP username must be set if the delivery method is sftp.
sr: СФТП корисничко име мора бити постављено ако је метода испоруке СФТП.
sr_latn: SFTP korisničko ime mora biti postavljeno ako je metoda isporuke SFTP.

source: SFTP File Path must be set if the delivery method is sftp.
sr: СФТП Пут датотеке мора бити постављен ако је метода испоруке СФТП.
sr_latn: SFTP Put datoteke mora biti postavljen ako je metoda isporuke SFTP.

source: Decrypted SFTP password must be set if the delivery method is SFTP.
sr: Дешифрована СФТП лозинка мора се поставити ако је метода испоруке СФТП.
sr_latn: Dešifrovana SFTP lozinka mora se postaviti ako je metoda isporuke SFTP.

source: The EnterpriseCustomer for which the role is assigned to for the provided user. Defaults to the first active Enterprise Customer that the user is linked to.If another Enterprise Customer object is desired, please first create the record then modify the enterprise customer field by using the drop down.
sr: ЕнтеррисеЦустомер за који је улога додељена за обезбеђени корисник. Подразумевано је прво активно предузеће које је корисник повезан са 8 ако је пожељан још један објекат за кориснике, молимо прво да креирате рекорд, а затим модификујте поље за кориснике предузећа користећи пад према доле.
sr_latn: EnterriseCustomer za koji je uloga dodeljena za obezbeđeni korisnik. Podrazumevano je prvo aktivno preduzeće koje je korisnik povezan sa 8 ako je poželjan još jedan objekat za korisnike, molimo prvo da kreirate rekord, a zatim modifikujte polje za korisnike preduzeća koristeći pad prema dole.

source: Filters to show banner notifications conditionally.
sr: Филтери за приказ обавештења о банер условно.
sr_latn: Filteri za prikaz obaveštenja o baner uslovno.

source: Admin Notification Filter
sr: Администраторски монтификацијски филтер
sr_latn: Administratorski montifikacijski filter

source: Admin Notification Filters
sr: Админ Обавештења за обавештење
sr_latn: Admin Obaveštenja za obaveštenje

source: Notification banner title which will appear to enterprise admin on admin portal.
sr: Назив баннера Обавештења који ће се појавити Ентерприсе Админ на Админ Порталу.
sr_latn: Naziv bannera Obaveštenja koji će se pojaviti Enterprise Admin na Admin Portalu.

source: Notification banner text which will appear to enterprise admin on admin portal. You can enter maximum of 512 characters. This text support markdown. See https://commonmark.org/help/ for the supported markdown features.
sr: ОБАВЕШТЕЊЕ БАННЕРСКИ ТЕКСТ који ће се појавити Ентерприсе Админ на Админ Порталу. Можете да унесете максимално 512 знакова. Овај текст подржава Маркдовн. Погледајте https: //цоммонмарк.орг / хелп / за подржане карактеристике ознаке.
sr_latn: OBAVEŠTENjE BANNERSKI TEKST koji će se pojaviti Enterprise Admin na Admin Portalu. Možete da unesete maksimalno 512 znakova. Ovaj tekst podržava Markdovn. Pogledajte https: //commonmark.org / help / za podržane karakteristike oznake.

source: Admin Notification
sr: Обавештење о администрацији
sr_latn: Obaveštenje o administraciji

source: Admin Notifications
sr: Администрациона обавештења
sr_latn: Administraciona obaveštenja

source: Admin Notification Read
sr: Администратор прочитано
sr_latn: Administrator pročitano

source: Admin Notifications Read
sr: Админ Обавештења читање
sr_latn: Admin Obaveštenja čitanje

source: The enterprise that can be linked using this key.
sr: Предузеће које се може повезати помоћу овог кључа.
sr_latn: Preduzeće koje se može povezati pomoću ovog ključa.

source: The number of times this key can be used to link a learner.
sr: Број пута се овај кључ може користити за повезивање ученика.
sr_latn: Broj puta se ovaj ključ može koristiti za povezivanje učenika.

source: The key will no longer be valid after this date.
sr: Кључ више неће важити након овог датума.
sr_latn: Ključ više neće važiti nakon ovog datuma.

source: Specifies if the key is active. Once deactivated, the key is no longer valid and cannot be reactivated.
sr: Одређује ако је кључ активан. Једном је деактивиран, кључ више не важи и не може се поново активирати.
sr_latn: Određuje ako je ključ aktivan. Jednom je deaktiviran, ključ više ne važi i ne može se ponovo aktivirati.

source: ChatGPT prompt.
sr: ЦХАТГГПТ Ред.
sr_latn: CHATGGPT Red.

source: ChatGPT response.
sr: Одговор ЦхатГПТ-а.
sr_latn: Odgovor ChatGPT-a.

source: Prompt type.
sr: Брзи тип.
sr_latn: Brzi tip.

source: ChatGPT Response
sr: Одговор ЦхатГПТ-а
sr_latn: Odgovor ChatGPT-a

source: ChatGPT Responses
sr: ЦХАТГПТ одговори
sr_latn: CHATGPT odgovori

source: Enterprise Customer SSO Configuration
sr: Конфигурација Конфигурације предузећа за купца
sr_latn: Konfiguracija Konfiguracije preduzeća za kupca

source: Enterprise Customer SSO Configurations
sr: Конфигурације ЦОП-а за предузеће
sr_latn: Konfiguracije COP-a za preduzeće

source: The display name of the SSO configuration.
sr: Приказ назив ССО конфигурације.
sr_latn: Prikaz naziv SSO konfiguracije.

source: Specifies whether the integration with the SSO orchestration is active.
sr: Одређује да ли је интеграција са ССО оркестрацијом активна.
sr_latn: Određuje da li je integracija sa SSO orkestracijom aktivna.

source: The identity provider integrated with by the SSO orchestrator .
sr: Провајдер идентитета интегрисао је ССО оркестратор.
sr_latn: Provajder identiteta integrisao je SSO orkestrator.

source: The metadata url of the identity provider.
sr: URL метаподатака провајдера идентитета.
sr_latn: URL metapodataka provajdera identiteta.

source: The metadata xml of the identity provider.
sr: Метаподаци КСМЛ провајдера идентитета.
sr_latn: Metapodaci KSML provajdera identiteta.

source: The entity id of the identity provider.
sr: Ентитет ИД провајдера идентитета.
sr_latn: Entitet ID provajdera identiteta.

source: Specifies whether the integration with the customer's identity provider should auto update metadata.
sr: Одређује да ли би интеграција са купцима идентитета купца требало да аутоматски ажурира метаподатке.
sr_latn: Određuje da li bi integracija sa kupcima identiteta kupca trebalo da automatski ažurira metapodatke.

source: The date and time when the configuration was submitted to the SSO orchestration.
sr: Датум и време када је конфигурација поднета ССО оркестрацији.
sr_latn: Datum i vreme kada je konfiguracija podneta SSO orkestraciji.

source: The date and time when the configuration was completed by the SSO orchestration.
sr: Датум и време када је конфигурација завршена ССО оркестрацијом.
sr_latn: Datum i vreme kada je konfiguracija završena SSO orkestracijom.

source: The date and time when the configuration was validated and used for the first time.
sr: Датум и време када је конфигурација потврђена и користила први пут.
sr_latn: Datum i vreme kada je konfiguracija potvrđena i koristila prvi put.

source: The date and time when the orchestrator encountered an error during configuration.
sr: Датум и време када је оркестратор наишао на грешку током конфигурације.
sr_latn: Datum i vreme kada je orkestrator naišao na grešku tokom konfiguracije.

source: Whether admin has indicated the service provider metadata was uploaded.
sr: Да ли је администратор назначио да су метаподаци провајдера сервиса пренесени.
sr_latn: Da li je administrator naznačio da su metapodaci provajdera servisa preneseni.

source: SAP specific configuration: the timeout interval for the OData API in seconds.
sr: SAP Специфична конфигурација: Интервал истека за Одата API у секунди.
sr_latn: SAP Specifična konfiguracija: Interval isteka za Odata API u sekundi.

source: SAP specific configuration: the root url of the OData API.
sr: SAP Специфична конфигурација: Роот URL-а Одата API.
sr_latn: SAP Specifična konfiguracija: Root URL-a Odata API.

source: SAP specific configuration: the company id of the OData API.
sr: SAP Специфична конфигурација: ИД компаније Оната API.
sr_latn: SAP Specifična konfiguracija: ID kompanije Onata API.

source: SAP specific configuration: the root url of the SAP SuccessFactors OAuth API.
sr: SAP Специфична конфигурација: Роот URL-а SAP СПАССФАКТОРИ ОАУТХ API.
sr_latn: SAP Specifična konfiguracija: Root URL-a SAP SPASSFAKTORI OAUTH API.

source: SAP specific configuration: the private key used to sign the SAML assertion.
sr: SAP Специфична конфигурација: Приватни кључ који се користи за потписивање САМЛ тврдње.
sr_latn: SAP Specifična konfiguracija: Privatni ključ koji se koristi za potpisivanje SAML tvrdnje.

source: SAP specific configuration: the client id of the OData API.
sr: SAP Специфична конфигурација: ИД клијента Оната API.
sr_latn: SAP Specifična konfiguracija: ID klijenta Onata API.

source: SAP specific configuration: the user id of the OAuth API.
sr: SAP Специфична конфигурација: Кориснички ИД ОАУТХ API-ја.
sr_latn: SAP Specifična konfiguracija: Korisnički ID OAUTH API-ja.

source: Field is locked as the configuration has already been submitted.
sr: Поље је закључано јер је конфигурација већ поднета.
sr_latn: Polje je zaključano jer je konfiguracija već podneta.

source: Record has already been submitted for configuration.
sr: ЗAPIс је већ поднесен за конфигурацију.
sr_latn: ZAPIs je već podnesen za konfiguraciju.

source: Specifies enterprise group name.
sr: Одређује име предузећа.
sr_latn: Određuje ime preduzeća.

source: The type of enterprise group
sr: Тип предузећа
sr_latn: Tip preduzeća

source: Enterprise Group
sr: Ентерприсе Гроуп

source: Enterprise Groups
sr: Ентерприсе Групе
sr_latn: Enterprise Grupe

source: The moment at which the membership record is written with an Enterprise Customer User record.
sr: Тренутак на којем је зAPIсник о чланству нAPIсано са корисничким зAPIсом корисника предузећа.
sr_latn: Trenutak na kojem je zAPIsnik o članstvu nAPIsano sa korisničkim zAPIsom korisnika preduzeća.

source: Current status of the membership record
sr: Тренутни статус зAPIса о чланству
sr_latn: Trenutni status zAPIsa o članstvu

source: The moment at which the membership record was revoked by an Enterprise admin.
sr: Тренутак на коме је зAPIсник о чланству опозвао Ентерприсе Админ.
sr_latn: Trenutak na kome je zAPIsnik o članstvu opozvao Enterprise Admin.

source: The last time the membership action was in an error state. Null means the membership is not errored.
sr: Последњи пут да је акција чланства била у стању грешке. НУЛЛ значи да чланство није погрешно.
sr_latn: Poslednji put da je akcija članstva bila u stanju greške. NULL znači da članstvo nije pogrešno.

source: Enterprise Group Membership
sr: Чланство у компанији предузећа
sr_latn: Članstvo u kompaniji preduzeća

source: Enterprise Group Memberships
sr: Чланство у предузећу
sr_latn: Članstvo u preduzeću

source: Title summarizing the onboarding flow.
sr: Насловна сумирајући ток на броду.
sr_latn: Naslovna sumirajući tok na brodu.

source: Specifies whether this flow is active and shown to admin users in the onboarding tour.
sr: Одређује да ли је овај проток активан и приказан је администрацијским корисницима у наводној турнеји.
sr_latn: Određuje da li je ovaj protok aktivan i prikazan je administracijskim korisnicima u navodnoj turneji.

source: The enterprise customer user who is an admin.
sr: Корисник је предузећа који је администратор.
sr_latn: Korisnik je preduzeća koji je administrator.
