Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Preview the data sharing consent page rendered in the context of a course enrollment.
sr: Прегледајте страницу са пристанком са пристанком података у контексту уписа курса.
sr_latn: Pregledajte stranicu sa pristankom sa pristankom podataka u kontekstu upisa kursa.

source: Preview the data sharing consent page rendered in the context of a program enrollment.
sr: Прегледајте страницу са пристанком са слањем података приказане у контексту уписа програма.
sr_latn: Pregledajte stranicu sa pristankom sa slanjem podataka prikazane u kontekstu upisa programa.

source: Preview (course)
sr: Преглед (курс)
sr_latn: Pregled (kurs)

source: Preview (program)
sr: Преглед (програм)
sr_latn: Pregled (program)

source: Name of the user whose consent state is stored.
sr: Име корисника чија се држава сагласности чува.
sr_latn: Ime korisnika čija se država saglasnosti čuva.

source: Whether consent is granted.
sr: Да ли је одобрен сагласност.
sr_latn: Da li je odobren saglasnost.

source: Data Sharing Consent Record
sr: Рекормента за поделу података
sr_latn: Rekormenta za podelu podataka

source: Data Sharing Consent Records
sr: Снимање података о подели података
sr_latn: Snimanje podataka o podeli podataka

source: Course key for which data sharing consent is granted.
sr: Кључ курса за који је одобрен сагласност за дељење података.
sr_latn: Ključ kursa za koji je odobren saglasnost za deljenje podataka.

source: Data sharing consent text overrides
sr: Текст за поделу података Поништи се поништава
sr_latn: Tekst za podelu podataka Poništi se poništava

source: Fill in a text for first paragraph of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
sr: Попуните текст за први одломак странице. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: Име предузећа Цунт.</li><li>платформ_Наме: Име Платформ.</li><li>итем: А Стринг који је <ul>3 или <ul>4 у зависности од врсте Цонсент.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности курса.</li><li>Цоурсе_Старт_Дате: Датум почетка курса. Доступно када је врста сагласности је курс.</li><ul>2
sr_latn: Popunite tekst za prvi odlomak stranice. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: Ime preduzeća Cunt.</li><li>platform_Name: Ime Platform.</li><li>item: A String koji je <ul>3 ili <ul>4 u zavisnosti od vrste Consent.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti kursa.</li><li>Course_Start_Date: Datum početka kursa. Dostupno kada je vrsta saglasnosti je kurs.</li><ul>2

source: Fill in a text for policy paragraph at the bottom of page. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
sr: Попуните текст за ставку политике на дну странице. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: Име предузећа Цунт.</li><li>платформ_Наме: Име Платформ.</li><li>итем: А Стринг који је <ul>3 или <ul>4 у зависности од врсте Цонсент.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности курса.</li><li>Цоурсе_Старт_Дате: Датум почетка курса. Доступно када је врста сагласности је курс.</li><ul>2
sr_latn: Popunite tekst za stavku politike na dnu stranice. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: Ime preduzeća Cunt.</li><li>platform_Name: Ime Platform.</li><li>item: A String koji je <ul>3 ili <ul>4 u zavisnosti od vrste Consent.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti kursa.</li><li>Course_Start_Date: Datum početka kursa. Dostupno kada je vrsta saglasnosti je kurs.</li><ul>2

source: Fill in a text for left sidebar paragraph. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>platform_name: Name of platform.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
sr: Попуните текст за леви одломак бочне траке. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: Име предузећа Цунт.</li><li>платформ_Наме: Име платформе.</li><li>итем: А Стринг који је <ul>3 или <ul>4 у зависности од врсте Цонсент.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности курса.</li><li>Цоурсе_Старт_Дате: Датум почетка курса. Доступно када је врста сагласности је курс.</li><ul>2
sr_latn: Popunite tekst za levi odlomak bočne trake. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: Ime preduzeća Cunt.</li><li>platform_Name: Ime platforme.</li><li>item: A String koji je <ul>3 ili <ul>4 u zavisnosti od vrste Consent.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti kursa.</li><li>Course_Start_Date: Datum početka kursa. Dostupno kada je vrsta saglasnosti je kurs.</li><ul>2

source: Fill in a text for dialog which appears when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>item: A string which is "course" or "program" depending on the type of consent.</li><li>course_title: Title of course. Available when type of consent is course.</li><li>course_start_date: Course start date. Available when type of consent is course.</li></ul>
sr: Попуните текст за дијалог који се појављује када се корисник опада да пружи сагласност. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: назив предузећа.</li><li>итем: А Стринг који је <ul>1 или <ul>2 у зависности од врсте Цонсент.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности курса.</li><li>Цоурсе_Старт_Дате: Датум почетка курса. Доступно када је врста сагласности курса.</li><ul>0
sr_latn: Popunite tekst za dijalog koji se pojavljuje kada se korisnik opada da pruži saglasnost. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: naziv preduzeća.</li><li>item: A String koji je <ul>1 ili <ul>2 u zavisnosti od vrste Consent.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti kursa.</li><li>Course_Start_Date: Datum početka kursa. Dostupno kada je vrsta saglasnosti kursa.</li><ul>0

source: Fill in a text for title of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
sr: Попуните текст за назив обавештења која се појављује на контролној табли када се корисник смањи да пружи сагласност. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: Име Ентерприсе Цунтри.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности је курс.</li></ul>
sr_latn: Popunite tekst za naziv obaveštenja koja se pojavljuje na kontrolnoj tabli kada se korisnik smanji da pruži saglasnost. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: Ime Enterprise Cuntri.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti je kurs.</li></ul>

source: Fill in a text for message of the notification which appears on dashboard when user decline to provide consent. The following variables may be available:<br /><ul><li>enterprise_customer_name: A name of enterprise customer.</li><li>course_title: Title of course. Available when type of consent is course.</li></ul>
sr: Попуните текст за поруку обавештења која се појављује на контролној табли када се од падне корисника да пружи сагласност. Следеће променљиве могу бити доступне: <br /><ul><li>Назив предузећа: Име Ентерприсе Цунтри.</li><li>Цоурсе_Титле: Наслов наравно. Доступно када је врста сагласности је курс.</li></ul>
sr_latn: Popunite tekst za poruku obaveštenja koja se pojavljuje na kontrolnoj tabli kada se od padne korisnika da pruži saglasnost. Sledeće promenljive mogu biti dostupne: <br /><ul><li>Naziv preduzeća: Ime Enterprise Cuntri.</li><li>Course_Title: Naslov naravno. Dostupno kada je vrsta saglasnosti je kurs.</li></ul>

source: Title of page
sr: Наслов странице
sr_latn: Naslov stranice

source: Text next to agreement check mark
sr: Текст поред Цхецк Марка
sr_latn: Tekst pored Check Marka

source: Text of agree button
sr: Текст дугмета Слаг
sr_latn: Tekst dugmeta Slag

source: Text of decline link
sr: Текст пад пада
sr_latn: Tekst pad pada

source: Text of policy drop down
sr: Текст политике пада
sr_latn: Tekst politike pada

source: Heading text of dialog box which appears when user decline to provide consent
sr: Кретање текста дијалошког оквира који се појављује када се корисник одбије да пружи сагласност
sr_latn: Kretanje teksta dijaloškog okvira koji se pojavljuje kada se korisnik odbije da pruži saglasnost

source: Text of decline button on confirmation dialog box
sr: Текст пацканог дугмета на дијалошком оквиру за потврду
sr_latn: Tekst packanog dugmeta na dijaloškom okviru za potvrdu

source: Text of abort decline link on confirmation dialog box
sr: Текст побачаја пад везе на дијалошком оквиру за потврду
sr_latn: Tekst pobačaja pad veze na dijaloškom okviru za potvrdu

source: Specifies whether data sharing consent page is published.
sr: Одређује да ли је страница са пристанком за дељење података објављена.
sr_latn: Određuje da li je stranica sa pristankom za deljenje podataka objavljena.

source: To use this EnterpriseCourseEnrollmentSerializer, this package must be installed in an Open edX environment.
sr: Да бисте користили овај ЕнтерприсеСоурсеенЛоллмеСериализер, овај пакет мора бити инсталиран у отвореном eP окружењу.
sr_latn: Da biste koristili ovaj EnterpriseSourseenLollmeSerializer, ovaj paket mora biti instaliran u otvorenom eP okruženju.

source: To use this endpoint, this package must be installed in an Open edX environment.
sr: Да бисте користили ову крајњу тачку, овај пакет мора бити инсталиран у отвореном eP окружењу.
sr_latn: Da biste koristili ovu krajnju tačku, ovaj paket mora biti instaliran u otvorenom eP okruženju.

source: Account number to use during api calls. Called account_id in canvas. Required to create courses etc.
sr: Број рачуна који ће се користити током API позива. Позвано је нацрт_ид у платну. рекуиред за креирање курсева итд.
sr_latn: Broj računa koji će se koristiti tokom API poziva. Pozvano je nacrt_id u platnu. rekuired za kreiranje kurseva itd.

source: The base URL used for API requests to Canvas, i.e. https://instructure.com.
sr: Основна URL адреса која се користи за API захтева Цанвас, тј. https: //инструцто.цом.
sr_latn: Osnovna URL adresa koja se koristi za API zahteva Canvas, tj. https: //instructo.com.

source: The refresh token provided by Canvas along with the access token request, used to re-request the access tokens over multiple client sessions.
sr: Освежи токен који је дао платно заједно са приступом токен захтеву, који се користи за поновно затраживање приступних токена преко више сесија клијената.
sr_latn: Osveži token koji je dao platno zajedno sa pristupom token zahtevu, koji se koristi za ponovno zatraživanje pristupnih tokena preko više sesija klijenata.

source: The maximum number of data items to transmit to the integrated channel with each request.
sr: Максимални број података за пренос на интегрисани канал са сваким захтевом.
sr_latn: Maksimalni broj podataka za prenos na integrisani kanal sa svakim zahtevom.

source: The amount of points that the learner scored on the subsection.
sr: Количина бодова које је ученик постигао погодак.
sr_latn: Količina bodova koje je učenik postigao pogodak.

source: The total amount of points that the learner could score on the subsection.
sr: Укупна количина бодова које је ученик могао да постигне пододељак.
sr_latn: Ukupna količina bodova koje je učenik mogao da postigne pododeljak.

source: Represents the canvas representation of a timestamp: yyyy-mm-dd, which is always 10 characters. Can be left unset for audit transmissions.
sr: Представља платно представљање временске ознаке: yyyy-mm-dd, што је увек 10 знакова. Може се оставити на мрежи за пренос ревизије.
sr_latn: Predstavlja platno predstavljanje vremenske oznake: yyyy-mm-dd, što je uvek 10 znakova. Može se ostaviti na mreži za prenos revizije.

source: The API path for making completion POST requests to Cornerstone.
sr: Пут API-а за постизање захтева за завршетак Пошта за камен темељац.
sr_latn: Put API-a za postizanje zahteva za završetak Pošta za kamen temeljac.

source: The API path for making OAuth-related POST requests to Cornerstone. This will be used to gain the OAuth access token which is required for other API calls.
sr: Пут API-а за прављење захтева који се односе на ОАУТХ за Цорнерстоне. Ово ће се користити за стицање ОАУТХ приступног токена који је потребан за друге API позиве.
sr_latn: Put API-a za pravljenje zahteva koji se odnose na OAUTH za Cornerstone. Ovo će se koristiti za sticanje OAUTH pristupnog tokena koji je potreban za druge API pozive.

source: Basic auth username for sending user completion status to cornerstone.
sr: Басиц Аутх корисничко име за слање статуса за завршетак корисника на камен темељац.
sr_latn: Basic Auth korisničko ime za slanje statusa za završetak korisnika na kamen temeljac.

source: Basic auth password for sending user completion status to cornerstone.
sr: Основна лозинка за слање статуса завршетка корисника на камен темељац.
sr_latn: Osnovna lozinka za slanje statusa završetka korisnika na kamen temeljac.

source: Key/value mapping cornerstone subjects to edX subjects list
sr: Key/value ВРЕДНОСТИ КРЕНЕТНИЦЕ ПРЕДМЕТИ НА ЛИСТУ eP ПРЕДМЕТА
sr_latn: Key/value VREDNOSTI KRENETNICE PREDMETI NA LISTU eP PREDMETA

source: List of IETF language tags supported by cornerstone
sr: Листа ИЕТФ језичких ознака које подржавају камен темељац
sr_latn: Lista IETF jezičkih oznaka koje podržavaju kamen temeljac

source: The base URL used for API requests to Cornerstone, i.e. https://portalName.csod.com
sr: Основна URL адреса која се користи за API захтева за Цорнерстоне, тј. https: //порталнаме.цсод.цом
sr_latn: Osnovna URL adresa koja se koristi za API zahteva za Cornerstone, tj. https: //portalname.csod.com

source: The most current session token provided for authorization to make API calls to the customer's instance
sr: Најактуелнији токен сесије предвиђено је овлашћењу за упућивање API позива на инстанцу купца
sr_latn: Najaktuelniji token sesije predviđeno je ovlašćenju za upućivanje API poziva na instancu kupca

source: Date time when session token was last provided
sr: Време датум када је токен сесије последњи пут пружио
sr_latn: Vreme datum kada je token sesije poslednji put pružio

source: If checked, subjects will not be sent to Cornerstone
sr: Ако се провери, субјекти се неће послати на камен темељац
sr_latn: Ako se proveri, subjekti se neće poslati na kamen temeljac

source: This is the edX course key that is used as a unique identifier.
sr: Ово је eP кључ курса који се користи као јединствени идентификатор.
sr_latn: Ovo je eP ključ kursa koji se koristi kao jedinstveni identifikator.

source: This is the course key that is being sent to our partners.
sr: Ово је кључ курса који се шаље нашим партнерима.
sr_latn: Ovo je ključ kursa koji se šalje našim partnerima.

source: Transmit data for only this EnterpriseCustomer. Omit this option to transmit to all EnterpriseCustomers with active integrated channels.
sr: Преноси податке за само овај EnterpriseCustomer. Опремите ову опцију да бисте преносели све EnterpriseCustomer у оквиру активних интегрисаних канала.
sr_latn: Prenosi podatke za samo ovaj EnterpriseCustomer. Opremite ovu opciju da biste prenoseli sve EnterpriseCustomer u okviru aktivnih integrisanih kanala.

source: Transmit data to this IntegrateChannel. Omit this option to transmit to all configured, active integrated channels.
sr: Подаци о овом интегратуру. Изоставите ову опцију да бисте преносили све конфигуриране, активне интегрисане канале.
sr_latn: Podaci o ovom integraturu. Izostavite ovu opciju da biste prenosili sve konfigurirane, aktivne integrisane kanale.

source: Enterprise customer {uuid} not found, or not active
sr: Предузеће {uuid} није пронађен или није активан
sr_latn: Preduzeće {uuid} nije pronađen ili nije aktivan

source: Invalid integrated channel: {channel}
sr: Неважећи интегрисани канал: {channel}
sr_latn: Nevažeći integrisani kanal: {channel}

source: Backfill missing audit record foreign keys for Cornerstone.
sr: Испуните недостајуће ревизије зAPIсане стране тастере за камен темељац.
sr_latn: Ispunite nedostajuće revizije zAPIsane strane tastere za kamen temeljac.

source: Backfill missing audit record foreign keys.
sr: Испуните недостајуће ревизије зAPIсане стране тастере.
sr_latn: Ispunite nedostajuće revizije zAPIsane strane tastere.

source: Verify and remove any duplicated assignments transmitted to the IntegratedChannel(s) configured for the given EnterpriseCustomer.
sr: Проверите и уклоните све дуплиране задатке који се преносе на интегрисане конфигуриране за дато ЕнтерприсеЦустомер.
sr_latn: Proverite i uklonite sve duplirane zadatke koji se prenose na integrisane konfigurirane za dato EnterpriseCustomer.

source: Username of a user authorized to fetch grades from the LMS API.
sr: Корисничко име корисника овлашћено да донесе оцене из ЛМС API-ја.
sr_latn: Korisničko ime korisnika ovlašćeno da donese ocene iz LMS API-ja.

source: A user with the username {username} was not found.
sr: Корисник са корисничким именом {username} није пронађен.
sr_latn: Korisnik sa korisničkim imenom {username} nije pronađen.

source: Transmit Enterprise learner course completion data for the given EnterpriseCustomer.
sr: Подаци о завршеном курсу за завршетак преношења предузећа за дато предузетништвоЦустомер.
sr_latn: Podaci o završenom kursu za završetak prenošenja preduzeća za dato preduzetništvoCustomer.

source: This management command deletes records from the IntegratedChannelAPIRequestLogs model that are older than one month
sr: Ова наредба за управљање брише записи са интегрисане модела интегрисане IntegratedChannelAPIRequestLogs који је старији од једног месеца
sr_latn: Ova naredba za upravljanje briše zapisi sa integrisane modela integrisane IntegratedChannelAPIRequestLogs koji je stariji od jednog meseca

source: Reset SAPSF learner transmissions for the given EnterpriseCustomer and Channel between two dates.
sr: Ресетујте преносе ученика SAPSF за дато предузетништво и канал између два датума.
sr_latn: Resetujte prenose učenika SAPSF za dato preduzetništvo i kanal između dva datuma.

source: Start date and time in YYYY-MM-DDTHH:MM:SSZ format.
sr: Датум и време почетка у yyyy-mm-ddТHH:MM:SSZ формат.
sr_latn: Datum i vreme početka u yyyy-mm-ddTHH:MM:SSZ format.

source: End date and time in YYYY-MM-DDTHH:MM:SSZ format.
sr: Крајњи датум и време у YYYY-MM-DDTHH:MM:SSZ формат.
sr_latn: Krajnji datum i vreme u YYYY-MM-DDTHH:MM:SSZ format.

source: Transmit Enterprise learner assessment level reporting data for the given EnterpriseCustomer.
sr: Преносе податке о процени ученика ученика Подаци о извештавању о датом предузећу.
sr_latn: Prenose podatke o proceni učenika učenika Podaci o izveštavanju o datom preduzeću.

source: A configuration nickname.
sr: Конфигурацијски надимак.
sr_latn: Konfiguracijski nadimak.

source: Enterprise Customer associated with the configuration.
sr: Предузеће купац повезан са конфигурацијом.
sr_latn: Preduzeće kupac povezan sa konfiguracijom.

source: If provided, will be used as IDP slug to locate remote id for learners
sr: Ако је предвиђено, користиће се као ИДП слуг за проналажење удаљене ИД за ученике
sr_latn: Ako je predviđeno, koristiće se kao IDP slug za pronalaženje udaljene ID za učenike

source: Is this configuration active?
sr: Да ли је ова конфигурација активна?
sr_latn: Da li je ova konfiguracija aktivna?

source: Is this configuration in dry-run mode? (experimental)
sr: Да ли је ова конфигурација у режиму рада сува? (експериментално)
sr_latn: Da li je ova konfiguracija u režimu rada suva? (eksperimentalno)

source: Displays course price
sr: Приказује цену курса
sr_latn: Prikazuje cenu kursa

source: Enterprise channel worker username to get JWT tokens for authenticating LMS APIs.
sr: Предузеће Цханнел Радник Корисничко име да бисте добили ЈВТ токене за аутентификацију ЛМС APIС-а.
sr_latn: Preduzeće Channel Radnik Korisničko ime da biste dobili JVT tokene za autentifikaciju LMS APIS-a.

source: A comma-separated list of catalog UUIDs to transmit. If blank, all customer catalogs will be transmitted. If there are overlapping courses in the customer catalogs, the overlapping course metadata will be selected from the newest catalog.
sr: Листа каталога одвојених зарезима UUID-ова за пренос. Ако је празно, преносе се сви каталози купца. Ако се у каталогу купцима преклапају, метаподаци преклапања биће изабрани из најновијег каталога.
sr_latn: Lista kataloga odvojenih zarezima UUID-ova za prenos. Ako je prazno, prenose se svi katalozi kupca. Ako se u katalogu kupcima preklapaju, metapodaci preklapanja biće izabrani iz najnovijeg kataloga.

source: When set to True, the configured customer will no longer receive learner data transmissions, both scheduled and signal based
sr: Када је постављено на True, конфигурирани купац више неће примати пренос података ученика, и заказано и на основу сигнала
sr_latn: Kada je postavljeno na True, konfigurirani kupac više neće primati prenos podataka učenika, i zakazano i na osnovu signala

source: Data pertaining to the transmissions API request response.
sr: Подаци који се односе на одговор на API захтев API-ја.
sr_latn: Podaci koji se odnose na odgovor na API zahtev API-ja.

source: Cannot set both a Username/Password and Token
sr: Не може поставити и корисничко име / лозинку и токен
sr_latn: Ne može postaviti i korisničko ime / lozinku i token

source: Must set both a Username and Password, not just one
sr: Морате поставити и корисничко име и лозинку, а не само једно
sr_latn: Morate postaviti i korisničko ime i lozinku, a ne samo jedno

source: The base URL used for API requests to Moodle
sr: Основна URL адреса која се користи за API захтјеве Моодле-у
sr_latn: Osnovna URL adresa koja se koristi za API zahtjeve Moodle-u

source: The short name for the Moodle webservice.
sr: Кратко име за Моодле Вебсервице.
sr_latn: Kratko ime za Moodle Vebservice.

source: The category ID for what edX courses should be associated with.
sr: ИД категорије за који eP курсеви треба да буде повезан са.
sr_latn: ID kategorije za koji eP kursevi treba da bude povezan sa.

source: The encrypted API user's username used to obtain new tokens. It will be encrypted when stored in the database.
sr: Корисничко име за шифровано API корисничко име за добијање нових токена. Биће шифровано када се чува у бази података.
sr_latn: Korisničko ime za šifrovano API korisničko ime za dobijanje novih tokena. Biće šifrovano kada se čuva u bazi podataka.
