Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: You have access to multiple organizations. Select the organization that you will use to sign up for courses. If you want to change organizations, sign out and sign back in.
sr: Имате приступ више организација. Изаберите организацију коју ћете користити за пријаву за курсеве. Ако желите да промените организације, одјавите се и пријавите се.
sr_latn: Imate pristup više organizacija. Izaberite organizaciju koju ćete koristiti za prijavu za kurseve. Ako želite da promenite organizacije, odjavite se i prijavite se.

source: Enter the organization name
sr: Унесите име организације
sr_latn: Unesite ime organizacije

source: Have an account through your company, school, or organization? Enter your organization’s name below to sign in.
sr: Имати рачун преко своје компаније, школе или организације? Унесите доле име своје организације да бисте се пријавили.
sr_latn: Imati račun preko svoje kompanije, škole ili organizacije? Unesite dole ime svoje organizacije da biste se prijavili.

source: The attempt to login with this organization name was not successful. Please try again, or contact our support.
sr: Покушај да се пријавите са овим именом организације није био успешан. Покушајте поново или се обратите нашој подршци.
sr_latn: Pokušaj da se prijavite sa ovim imenom organizacije nije bio uspešan. Pokušajte ponovo ili se obratite našoj podršci.

source: Enterprise not found
sr: Ентерприсе није пронађена
sr_latn: Enterprise nije pronađena

source: Wrong Enterprise
sr: Погрешно предузеће
sr_latn: Pogrešno preduzeće

source: Username of a user authorized to access the Enterprise Catalog API.
sr: Корисничко име корисника овлашћено да би се приступио API каталогу предузећа.
sr_latn: Korisničko ime korisnika ovlašćeno da bi se pristupio API katalogu preduzeća.

source: Comma separated list of uuids of enterprise catalogs to migrate.
sr: Списак UUID-ова предузећа зарез је одвојена зарез да мигрира.
sr_latn: Spisak UUID-ova preduzeća zarez je odvojena zarez da migrira.

source: Set error state for configurations.
sr: Подесите стање грешке за конфигурације.
sr_latn: Podesite stanje greške za konfiguracije.

source: {strong_start}We could not enroll you in {em_start}{item}{em_end}.{strong_end} {span_start}If you have questions or concerns about sharing your data, please contact your learning manager at {enterprise_customer_name}, or contact {link_start}{platform_name} support{link_end}.{span_end}
sr: {strong_start}Ми не можемо уредити {em_start}{item}{em_end}.{strong_end} {span_start} Ако имате питања или недоумице у размјени података, обратите се свом менаџеру учења на {enterprise_customer_name} или контактирајте {link_start}{platform_name} подршку {link_end}.{span_end}
sr_latn: {strong_start}Mi ne možemo urediti {em_start}{item}{em_end}.{strong_end} {span_start} Ako imate pitanja ili nedoumice u razmjeni podataka, obratite se svom menadžeru učenja na {enterprise_customer_name} ili kontaktirajte {link_start}{platform_name} podršku {link_end}.{span_end}

source: {strong_start}We could not gather price information for {em_start}{item}{em_end}.{strong_end} {span_start}If you continue to have these issues, please contact {link_start}{platform_name} support{link_end}.{span_end}
sr: {strong_start}ВЕ НЕ МОЖЕТЕ ПРИКЉУЧИТИ ИНФОРМАЦИЈЕ ЗА ПРИПРЕМУ ЗА {em_start}{item}{em_end}.{strong_end} {span_start}Ф Наставите да имате ова питања, контактирајте {link_start}{platform_name} суппорт{link_end}.{span_end}
sr_latn: {strong_start}VE NE MOŽETE PRIKLjUČITI INFORMACIJE ZA PRIPREMU ZA {em_start}{item}{em_end}.{strong_end} {span_start}F Nastavite da imate ova pitanja, kontaktirajte {link_start}{platform_name} support{link_end}.{span_end}

source: {strong_start}Something happened.{strong_end} {span_start}This {item} is not currently open to new learners. Please start over and select a different {item}.{span_end}
sr: {strong_start}Сометхинг Цонсион.{strong_end} {span_start}Тхис {item} тренутно није отворен за нове ученике. Молимо покрените и изаберите Другачији {item}.{span_end}
sr_latn: {strong_start}Something Consion.{strong_end} {span_start}This {item} trenutno nije otvoren za nove učenike. Molimo pokrenite i izaberite Drugačiji {item}.{span_end}

source: {strong_start}Something happened.{strong_end} {span_start}Please reach out to your learning administrator with the following error code and they will be able to help you out.{span_end}{span_start}Error code: {error_code}{span_end}{span_start}Username: {username}{span_end}
sr: {strong_start}Сометхинг Цонсинг.{strong_end} {span_start}ПЛЕАПЕ Посегните администратору учења са следећом кодом грешке и моћи ће вам помоћи оут.пинг_3{span_start}еррор код: {error_code}{span_end}{span_start}Усернаме: {username}{span_end}
sr_latn: {strong_start}Something Consing.{strong_end} {span_start}PLEAPE Posegnite administratoru učenja sa sledećom kodom greške i moći će vam pomoći out.ping_3{span_start}error kod: {error_code}{span_end}{span_start}Username: {username}{span_end}

source: Enterprise Customer Type
sr: Тип компаније Ентерприсе
sr_latn: Tip kompanije Enterprise

source: Enterprise Customer Types
sr: Типови купца предузећа
sr_latn: Tipovi kupca preduzeća

source: Specifies enterprise customer type.
sr: Одређује тип корисничког предузећа.
sr_latn: Određuje tip korisničkog preduzeća.

source: Enterprise Customer
sr: Ентерприсе купац
sr_latn: Enterprise kupac

source: Enterprise Customers
sr: Предузеће купци
sr_latn: Preduzeće kupci

source: Enterprise Customer name.
sr: Име клијента предузећа.
sr_latn: Ime klijenta preduzeća.

source: Hides course price on learning platform course confirmation screen.
sr: Сакрива цену курса на екрану за потврду платформе за учење.
sr_latn: Sakriva cenu kursa na ekranu za potvrdu platforme za učenje.

source: Enables data sharing consent prompt for learners each time they enroll in a course. If left unchecked, the prompt will not appear and relevant data will not be shared.
sr: Омогућује сагласност за поделу података за размјену ученика сваки пут када се упишу на курс. Ако је остало неоткривено, брз се неће појавити и релевантни подаци неће се делити.
sr_latn: Omogućuje saglasnost za podelu podataka za razmjenu učenika svaki put kada se upišu na kurs. Ako je ostalo neotkriveno, brz se neće pojaviti i relevantni podaci neće se deliti.

source: Setting to either require learners to accept data sharing consent at course enrollment, or through an external process.
sr: Подешавање да било који захтевају да учесници прихвате сагласност за поделу података у упису курса или кроз спољни процес.
sr_latn: Podešavanje da bilo koji zahtevaju da učesnici prihvate saglasnost za podelu podataka u upisu kursa ili kroz spoljni proces.

source: Allows learners enrolling through learning platforms to select the audit track.
sr: Омогућује ученицима да се упишу кроз платформе за учење да бирају ревизорску нумеру.
sr_latn: Omogućuje učenicima da se upišu kroz platforme za učenje da biraju revizorsku numeru.

source: Enables transmission of audit enrollment data from learning platform learners.
sr: Омогућује пренос података о упису ревизије са ученика платформе учења.
sr_latn: Omogućuje prenos podataka o upisu revizije sa učenika platforme učenja.

source: Specifies whether to replace the display of potentially sensitive SSO usernames with a more generic name, e.g. EnterpriseLearner.
sr: Одређује да ли ће заменити приказ потенцијално осетљивих ССО корисничких имена са генеричким именом, нпр. Ентерприселеарнер.
sr_latn: Određuje da li će zameniti prikaz potencijalno osetljivih SSO korisničkih imena sa generičkim imenom, npr. Enterpriselearner.

source: Specifies whether the customer is able to assign learners to cohorts upon enrollment.
sr: Одређује да ли је купац у стању да додељи ученике да кохортира у упису.
sr_latn: Određuje da li je kupac u stanju da dodelji učenike da kohortira u upisu.

source: Customer Type
sr: Тип купца
sr_latn: Tip kupca

source: If checked, learners and admins will not receive notifications leading up to the expiration date for learner credit plans. This includes removing the expiration date from the subsidy box for upcoming expirations. The subsidy summary box will not display for expired plans. Other notifications signaling the expiration (and loss of usability) itself will still appear.
sr: Ако се провери, ученици и администри неће примати обавештења која су довела до датума истека за кредитне планове ученика. Ово укључује уклањање датума истека од поља за субвенционирање за предстојеће истекне истека. Резиме субвенције неће се приказати за истечене планове. Остала обавештења која сигнализира истицање (и губитак употребљивости) и даље ће се појавити.
sr_latn: Ako se proveri, učenici i administri neće primati obaveštenja koja su dovela do datuma isteka za kreditne planove učenika. Ovo uključuje uklanjanje datuma isteka od polja za subvencioniranje za predstojeće istekne isteka. Rezime subvencije neće se prikazati za istečene planove. Ostala obaveštenja koja signalizira isticanje (i gubitak upotrebljivosti) i dalje će se pojaviti.

source: Enables the scheduled reporting configurations screen on the administrator portal.
sr: Омогућава заказано екран за конфигурацију извештавања на порталу Администратор.
sr_latn: Omogućava zakazano ekran za konfiguraciju izveštavanja na portalu Administrator.

source: Enables the Single Sign On (SSO) configuration screen on the administrator portal.
sr: Омогућује јединствени конфигурациони екран за конфигурацију ССО) на порталу Администратор.
sr_latn: Omogućuje jedinstveni konfiguracioni ekran za konfiguraciju SSO) na portalu Administrator.

source: Automatically enabled. If unchecked, learners won't have access to the learner portal.
sr: Аутоматски је омогућен. Ако је непровјерено, ученици неће имати приступ порталу ученика.
sr_latn: Automatski je omogućen. Ako je neprovjereno, učenici neće imati pristup portalu učenika.

source: Specifies whether enterprise offers will be made known to learners in the learner portal. This only applies to customers with “offers”, the old version of learner credit.
sr: Одређује да ли ће предузеће понуде бити познате ученицима у порталу ученика. Ово се односи само на купце са "понудом", старом верзијом кредита ученика.
sr_latn: Određuje da li će preduzeće ponude biti poznate učenicima u portalu učenika. Ovo se odnosi samo na kupce sa "понудом", starom verzijom kredita učenika.

source: Specifies whether to display the Learner Credit message box in the learner portal.
sr: Одређује да ли да прикажете портрет портал за кредит ученика у порталу ученика.
sr_latn: Određuje da li da prikažete portret portal za kredit učenika u portalu učenika.

source: Hides labor market data from learners (populated by features using Lightcast integration).
sr: Сакрива податке о тржишту рада од ученика (попуњене функцијама користећи интеграцију за осветљење).
sr_latn: Sakriva podatke o tržištu rada od učenika (popunjene funkcijama koristeći integraciju za osvetljenje).

source: Automatically enabled. If unchecked, the learners won't be able to search for a course on the learner portal.
sr: Аутоматски је омогућен. Ако је непровјерено, ученици неће моћи да претражују курс на порталу ученика.
sr_latn: Automatski je omogućen. Ako je neprovjereno, učenici neće moći da pretražuju kurs na portalu učenika.

source: If checked, learners will be able to see content in the Learner Portal Sidebar found in the HTML box.
sr: Ако је проверен, ученици ће моћи да виде садржај у порталу портала ученика који се налази у оквиру ХТМЛ.
sr_latn: Ako je proveren, učenici će moći da vide sadržaj u portalu portala učenika koji se nalazi u okviru HTML.

source: If checked, the learners will be able to see the pathways on the learner portal dashboard.
sr: Ако је проверен, ученици ће моћи да виде путеве на контролној плочи портала ученика.
sr_latn: Ako je proveren, učenici će moći da vide puteve na kontrolnoj ploči portala učenika.

source: If checked, the learners will be able to see the programs on the learner portal dashboard.
sr: Ако је проверен, ученици ће моћи да виде програме на контролној табли портал портала.
sr_latn: Ako je proveren, učenici će moći da vide programe na kontrolnoj tabli portal portala.

source: If checked, the learners will be able to see the academies on the learner portal dashboard.
sr: Ако је проверен, ученици ће моћи да виде академије на контролној плочи портала ученика.
sr_latn: Ako je proveren, učenici će moći da vide akademije na kontrolnoj ploči portala učenika.

source: If checked, search will be replaced with one academy on enterprise learner portal.
sr: Ако је проверено, претрага ће се заменити једном академијом по порталу за ученике предузећа.
sr_latn: Ako je provereno, pretraga će se zameniti jednom akademijom po portalu za učenike preduzeća.

source: If checked, videos will be displayed in the search results on the learner portal.
sr: Ако се проверава, видео се видео снимци у резултатима претраге на порталу ученика.
sr_latn: Ako se proverava, video se video snimci u rezultatima pretrage na portalu učenika.

source: Automatically enabled. Displays advanced analytics page on the administrator portal, which includes skill and labor market data.
sr: Аутоматски је омогућен. Приказује напредну страницу Аналитике на порталу Администратор, који укључује податке вештине и тржишта рада.
sr_latn: Automatski je omogućen. Prikazuje naprednu stranicu Analitike na portalu Administrator, koji uključuje podatke veštine i tržišta rada.

source: Enables the learning platform configuration screen on the administrator portal.
sr: Омогућује екран за конфигурацију платформе за учење на порталу Администратор.
sr_latn: Omogućuje ekran za konfiguraciju platforme za učenje na portalu Administrator.

source: Allows a learner to input customer slug to identify their org in the SSO process. Should be enabled for customers that leverage SSO.
sr: Омогућује ученику да унесе купац пуг да идентификује своје орг у ОСО-овом процесу. Треба да буде омогућено за купце који се налазе ССО.
sr_latn: Omogućuje učeniku da unese kupac pug da identifikuje svoje org u OSO-ovom procesu. Treba da bude omogućeno za kupce koji se nalaze SSO.

source: Specifies whether the organization should have access to executive education 2U content.
sr: Одређује да ли би организација требала имати приступ извршном образовању 2У садржајем.
sr_latn: Određuje da li bi organizacija trebala imati pristup izvršnom obrazovanju 2U sadržajem.

source: Display Demo data from analyitcs and learner progress report for demo customer.
sr: Прикажите ДЕМО податке са АналиатЦС и извештаја о напретку ученика за демо купца.
sr_latn: Prikažite DEMO podatke sa AnaliatCS i izveštaja o napretku učenika za demo kupca.

source: Email linked on learner portal as public point of contact, will default to all admin users associated with this customer if left blank.
sr: Повезана е-поште повезана на порталу ученика као јавна тачка контакта, подразумеваће се све кориснике администратора повезане са овим купцем ако је остало празно.
sr_latn: Povezana e-pošte povezana na portalu učenika kao javna tačka kontakta, podrazumevaće se sve korisnike administratora povezane sa ovim kupcem ako je ostalo prazno.

source: Specifies the discount percent used for enrollments from the enrollment API where capturing the discount per order is not possible. This is passed to ecommerce when creating orders for financial data reporting.
sr: Одређује проценат попуста који се користи за упис из API-а уписа где је снимак попуста по наруџби није могућ. То се доноси е-трговини приликом креирања налога за извештавање о финансијским подацима.
sr_latn: Određuje procenat popusta koji se koristi za upis iz API-a upisa gde je snimak popusta po narudžbi nije moguć. To se donosi e-trgovini prilikom kreiranja naloga za izveštavanje o finansijskim podacima.

source: Specifies the default language for learners of the organization.
sr: Одређује подразумевани језик за ученике организације.
sr_latn: Određuje podrazumevani jezik za učenike organizacije.

source: Specifies the sender alias for automated emails from the edX system.
sr: Одређује псеудоним псетским путем за аутоматизоване поруке е-поште из eP система.
sr_latn: Određuje pseudonim psetskim putem za automatizovane poruke e-pošte iz eP sistema.

source: Email address that will receive learner replies to automated edX emails.
sr: Адреса е-поште која ће добити одговоре ученика на аутоматизоване eP поруке е-поште.
sr_latn: Adresa e-pošte koja će dobiti odgovore učenika na automatizovane eP poruke e-pošte.

source: Text shown on the learner portal dashboard for customer specific purposes. Open HTML field.
sr: Текст приказан на контролној табли порталне портале за потребе купца. Отворите ХТМЛ поље.
sr_latn: Tekst prikazan na kontrolnoj tabli portalne portale za potrebe kupca. Otvorite HTML polje.

source: Course details were not found for course key {} - Course Catalog API returned nothing. Proceeding with enrollment, but notifications won't be sent
sr: Детаљи курса нису пронађени за кључ курса {} - Курс каталог API није вратио ништа. Поступак са уписом, али обавештења неће бити послата
sr_latn: Detalji kursa nisu pronađeni za ključ kursa {} - Kurs katalog API nije vratio ništa. Postupak sa upisom, ali obaveštenja neće biti poslata

source: When enabled along with `active`, all other linked enterprise customers for this user will be marked as inactive upon save.
sr: Када је омогућено заједно са `Ацтиве`, свим осталим повезаним предузећима за овог корисника биће означени као неактивни након уштеде.
sr_latn: Kada je omogućeno zajedno sa `Active`, svim ostalim povezanim preduzećima za ovog korisnika biće označeni kao neaktivni nakon uštede.

source: Enterprise Customer Learner
sr: Предузеће Леарнер
sr_latn: Preduzeće Learner

source: Enterprise Customer Learners
sr: Предузеће Студери
sr_latn: Preduzeće Studeri

source: Logo images must be in .png format.
sr: Слике логотипа морају бити у .пнг формату.
sr_latn: Slike logotipa moraju biti u .png formatu.

source: Branding Configuration
sr: Конфигурација брендирања
sr_latn: Konfiguracija brendiranja

source: Branding Configurations
sr: Конфигурације брендирања
sr_latn: Konfiguracije brendiranja

source: Specifies whether this is default provider for enterprise customer.
sr: Одређује да ли је то подразумевани провајдер за предузетни купца.
sr_latn: Određuje da li je to podrazumevani provajder za preduzetni kupca.

source: The UUID of the course (not course run) in which the learner is entitled.
sr: UUID курса (не трчање курса) у којем ученик има право.
sr_latn: UUID kursa (ne trčanje kursa) u kojem učenik ima pravo.

source: The enterprise learner to which this entitlement is attached.
sr: Предузеће ученика на које је приложено ово право.
sr_latn: Preduzeće učenika na koje je priloženo ovo pravo.

source: The enterprise learner to which this enrollment is attached.
sr: Предузеће ученика на који је овај упис у прилогу.
sr_latn: Preduzeće učenika na koji je ovaj upis u prilogu.

source: The ID of the course in which the learner was enrolled.
sr: ИД курса у којем је ученик уписан.
sr_latn: ID kursa u kojem je učenik upisan.

source: Specifies whether a user marked this course as saved for later in the learner portal.
sr: Одређује да ли је корисник обележио овај курс који је сачуван за касније у порталу ученика.
sr_latn: Određuje da li je korisnik obeležio ovaj kurs koji je sačuvan za kasnije u portalu učenika.

source: Specifies whether the enterprise course enrollment's course enrollment object was unenrolled.
sr: Одређује да ли је предмет уписа у упис у упису предузећа био је неуредни.
sr_latn: Određuje da li je predmet upisa u upis u upisu preduzeća bio je neuredni.

source: Specifies when an enterprise course enrollment's course enrollment object was unenrolled.
sr: Одређује када је упис курса уписа у упис у упис у упису било је неуредни.
sr_latn: Određuje kada je upis kursa upisa u upis u upis u upisu bilo je neuredni.

source: The course entitlement the associated subsidy is for.
sr: Право на курсу Придружена субвенција је за.
sr_latn: Pravo na kursu Pridružena subvencija je za.

source: The course enrollment the associated subsidy is for.
sr: Упис курса Придружена субвенција је за.
sr_latn: Upis kursa Pridružena subvencija je za.

source: Whether the enterprise subsidy is revoked, e.g., when a user's license is revoked.
sr: Да ли се субвенција предузећа опозива, нпр., Када се одузме лиценца корисника.
sr_latn: Da li se subvencija preduzeća opoziva, npr., Kada se oduzme licenca korisnika.

source: The customer for which this default enrollment will be realized.
sr: Купац за који ће се реализовати овај подразумевани упис.
sr_latn: Kupac za koji će se realizovati ovaj podrazumevani upis.

source: The type of content (e.g. a course vs. a course run).
sr: Врста садржаја (нпр. Курс у односу на ток).
sr_latn: Vrsta sadržaja (npr. Kurs u odnosu na tok).

source: A course or course run that related users should be automatically enrolled into.
sr: Курс или курс који се изводи да би се повезани корисници аутоматски уписали.
sr_latn: Kurs ili kurs koji se izvodi da bi se povezani korisnici automatski upisali.

source: A default enrollment intention with this enterprise customer and content key already exists, but is soft-deleted. Please restore it <a href="{existing_record_admin_url}">here</a>.
sr: Подразумевана намера за упис са овим предузећем купцу и кључем за садржај већ постоји, али је мекало избрисана. Вратите га <a href="{existing_record_admin_url}">ХЕРЕ</a>.
sr_latn: Podrazumevana namera za upis sa ovim preduzećem kupcu i ključem za sadržaj već postoji, ali je mekalo izbrisana. Vratite ga <a href="{existing_record_admin_url}">HERE</a>.

source: The content key did not resolve to a valid course run.
sr: Кључ садржаја није се разрешио на валидан курс.
sr_latn: Ključ sadržaja nije se razrešio na validan kurs.

source: Query parameters which will be used to filter the discovery service's search/all endpoint results, specified as a JSON object. An empty JSON object means that all available content items will be included in the catalog. Must be unique.
sr: Параметри упита који ће се користити за филтрирање претраживања услуге Дисцовери Сервице / Све резултате крајње тачке, наведен као ЈСОН објект. Празан ЈСОН објект значи да ће све доступне ставке садржаја бити укључене у каталог. муст бити јединствени.
sr_latn: Parametri upita koji će se koristiti za filtriranje pretraživanja usluge Discoveri Service / Sve rezultate krajnje tačke, naveden kao JSON objekt. Prazan JSON objekt znači da će sve dostupne stavke sadržaja biti uključene u katalog. must biti jedinstveni.

source: Specifies whether the catalog is allowed to include exec ed (2U) courses. This means that, when the content_filter specifies that 'course' content types should be included in the catalog, executive-education-2u course types won't be excluded from the content of the associated catalog.
sr: Одређује да ли је дозвољено да се каталог укључи екец ед (2У) курсеве. Тхис значи да би, када садржај садржаја прецизира да би ти врсте садржаја 'course' требало да буду укључене у каталог, типови едукације-Едуцатион-2У-а неће бити искључени из садржаја придруженог каталога.
sr_latn: Određuje da li je dozvoljeno da se katalog uključi ekec ed (2U) kurseve. This znači da bi, kada sadržaj sadržaja precizira da bi ti vrste sadržaja 'course' trebalo da budu uključene u katalog, tipovi edukacije-Education-2U-a neće biti isključeni iz sadržaja pridruženog kataloga.

source: Enterprise Catalog Query
sr: Упит за упит предузећа
sr_latn: Upit za upit preduzeća

source: Enterprise Catalog Queries
sr: Упитни упити предузећа
sr_latn: Upitni upiti preduzeća
