Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: The encrypted API user's password used to obtain new tokens. It will be encrypted when stored in the database.
sr: Шифрована лозинка API кориснике користила се за добијање нових токена. Биће шифровано када се чува у бази података.
sr_latn: Šifrovana lozinka API korisnike koristila se za dobijanje novih tokena. Biće šifrovano kada se čuva u bazi podataka.

source: The encrypted API user's token used to obtain new tokens. It will be encrypted when stored in the database.
sr: Шифровани токен API кориснику користио је за добијање нових токена. Биће шифровано када се чува у бази података.
sr_latn: Šifrovani token API korisniku koristio je za dobijanje novih tokena. Biće šifrovano kada se čuva u bazi podataka.

source: The maximum grade points for the courses. Default: 100
sr: Максималне тачке оцене за курсеве. Дефаулт: 100
sr_latn: Maksimalne tačke ocene za kurseve. Default: 100

source: The name for the grade assigment created for the grade integration.
sr: Име за почетно радно место креирано за интеграцију разреда.
sr_latn: Ime za početno radno mesto kreirano za integraciju razreda.

source: When set to True, the configured customer will receive learner data transmissions, for incomplete courses as well
sr: Када је постављено на True, конфигурирани купац ће добити преносе података о ученицима и за непотпуне курсеве
sr_latn: Kada je postavljeno na True, konfigurirani kupac će dobiti prenose podataka o učenicima i za nepotpune kurseve

source: Starts
sr: Почети
sr_latn: Početi

source: Enrollment Closed
sr: Упис је затворен
sr_latn: Upis je zatvoren

source: Ends
sr: Крајеви
sr_latn: Krajevi

source: The encrypted OAuth client identifier. It will be encrypted when stored in the database.
sr: Идентификатор шифрованог ОАУТХ клијента. Биће шифровано када се чува у бази података.
sr_latn: Identifikator šifrovanog OAUTH klijenta. Biće šifrovano kada se čuva u bazi podataka.

source: Base URL of success factors API.
sr: Основни URL фактора успеха API.
sr_latn: Osnovni URL faktora uspeha API.

source: Success factors company identifier.
sr: Фактори успеха Идентификатор компаније.
sr_latn: Faktori uspeha Identifikator kompanije.

source: Success factors user identifier.
sr: Фактори успеха Кориснички идентификатор.
sr_latn: Faktori uspeha Korisnički identifikator.

source: The encrypted OAuth client secret. It will be encrypted when stored in the database.
sr: Шифрована Клијента ОАУТХ. Биће шифровано када се чува у бази података.
sr_latn: Šifrovana Klijenta OAUTH. Biće šifrovano kada se čuva u bazi podataka.

source: Type of SAP User (admin or user).
sr: Врста SAP корисника (администратора или корисника).
sr_latn: Vrsta SAP korisnika (administratora ili korisnika).

source: A comma-separated list of additional locales.
sr: Листа додатних локалитета одвојена зарез.
sr_latn: Lista dodatnih lokaliteta odvojena zarez.

source: Transmit Total Hours
sr: Преноси укупне сате
sr_latn: Prenosi ukupne sate

source: Include totalHours in the transmitted completion data
sr: Укључите тоталхоурс у пренесени подаци о завршетку
sr_latn: Uključite totalhours u preneseni podaci o završetku

source: When set to True, the integration will use the generic edX service user ('sapsf_user_id') defined in the SAP Customer Configuration for course completion.
sr: Када је постављено на True, интеграција ће користити генерички корисник услуга eP ('sapsf_user_id') дефинисана у конфигурацији SAP клијента за завршетак курса.
sr_latn: Kada je postavljeno na True, integracija će koristiti generički korisnik usluga eP ('sapsf_user_id') definisana u konfiguraciji SAP klijenta za završetak kursa.

source: Version of xAPI.
sr: Верзија xAPI.
sr_latn: Verzija xAPI.

source: URL of the LRS.
sr: URL LRS-а.
sr_latn: URL LRS-a.

source: Key of xAPI LRS.
sr: Кључ xAPI LRS.
sr_latn: Ključ xAPI LRS.

source: secret of xAPI LRS.
sr: Тајна xAPI LRS.
sr_latn: Tajna xAPI LRS.

source: Preview the HTML template rendered in the context of a course enrollment.
sr: Прегледајте ХТМЛ образац донесен у контексту уписа курса.
sr_latn: Pregledajte HTML obrazac donesen u kontekstu upisa kursa.

source: Preview the HTML template rendered in the context of a program enrollment.
sr: Прегледајте ХТМЛ образац донесен у контексту уписа програма.
sr_latn: Pregledajte HTML obrazac donesen u kontekstu upisa programa.

source: To add a single learner, enter an email address or username.
sr: Да бисте додали појединог ученика, унесите адресу е-поште или корисничко име.
sr_latn: Da biste dodali pojedinog učenika, unesite adresu e-pošte ili korisničko ime.

source: To add multiple learners, upload a .csv file that contains a column of email addresses.
sr: Да бисте додали више ученика, отпремите А .ЦСВ датотеку која садржи колону адреса е-поште.
sr_latn: Da biste dodali više učenika, otpremite A .CSV datoteku koja sadrži kolonu adresa e-pošte.

source: The .csv file must have a column of email addresses, indicated by the heading 'email' in the first row. Optionally, the .csv file may contain a column of course run keys, indicated by the heading 'course_id' in the first row, to enroll learners in multiple courses.
sr: .Цсв датотека мора имати колону адреса е-поште, назначене од стране наслона 'email' у првом реду. Опционо, .цсв датотека може да садржи ступац на курсу за покретање курсева, што је приказано насловом 'course_id' у првом реду, како би се уписао ученике у више курсева.
sr_latn: .Csv datoteka mora imati kolonu adresa e-pošte, naznačene od strane naslona 'email' u prvom redu. Opciono, .csv datoteka može da sadrži stupac na kursu za pokretanje kurseva, što je prikazano naslovom 'course_id' u prvom redu, kako bi se upisao učenike u više kurseva.

source: Enroll these learners in this course
sr: Упишите ове ученике у овај курс
sr_latn: Upišite ove učenike u ovaj kurs

source: To enroll learners in a course, enter a course ID.
sr: Да бисте уписали ученике у курс, унесите ИД курса.
sr_latn: Da biste upisali učenike u kurs, unesite ID kursa.

source: Course enrollment track
sr: Стаза за упис на курсу
sr_latn: Staza za upis na kursu

source: Audit
sr: Ревизија
sr_latn: Revizija

source: Verified
sr: Верификован
sr_latn: Verifikovan

source: Professional Education
sr: Стручно образовање
sr_latn: Stručno obrazovanje

source: Professional Education (no ID)
sr: Професионално образовање (без ид)
sr_latn: Profesionalno obrazovanje (bez id)

source: Credit
sr: Кредит
sr_latn: Kredit

source: Honor
sr: Част
sr_latn: Čast

source: Unpaid Executive Education
sr: Неплаћено извршно образовање
sr_latn: Neplaćeno izvršno obrazovanje

source: Reason for manual enrollment
sr: Разлог за ручни упис
sr_latn: Razlog za ručni upis

source: Salesforce Opportunity ID
sr: ИД привремене могућности за продају
sr_latn: ID privremene mogućnosti za prodaju

source: Discount percentage for manual enrollment
sr: Проценат попуста за ручни упис
sr_latn: Procenat popusta za ručni upis

source: Discount percentage should be from 0 to 100
sr: Проценат попуста треба да буде од 0 до 100
sr_latn: Procenat popusta treba da bude od 0 do 100

source: Notify learners of enrollment
sr: Обавестите ученике уписа
sr_latn: Obavestite učenike upisa

source: Send email
sr: Пошаљи е-пошту
sr_latn: Pošalji e-poštu

source: Do not notify
sr: Не обавезујте
sr_latn: Ne obavezujte

source: Email/Username
sr: Е-пошта / корисничко име
sr_latn: E-pošta / korisničko ime

source: Enter an email address or username.
sr: Унесите адресу е-поште или корисничко име.
sr_latn: Unesite adresu e-pošte ili korisničko ime.

source: Course
sr: Курс
sr_latn: Kurs

source: Enter the course run key.
sr: Унесите кључ покретања курса.
sr_latn: Unesite ključ pokretanja kursa.

source: Preview
sr: Преглед
sr_latn: Pregled

source: Hold Ctrl when clicking on button to open Preview in new tab
sr: Држите Ctrl када кликнете на дугме да бисте отворили преглед на новој картици
sr_latn: Držite Ctrl kada kliknete na dugme da biste otvorili pregled na novoj kartici

source: Identity Provider
sr: Провајдер идентитета
sr_latn: Provajder identiteta

source: The specified Identity Provider does not exist. For more information, contact a system administrator.
sr: Наведени провајдер идентитета не постоји. За више информација контактирајте администратора система.
sr_latn: Navedeni provajder identiteta ne postoji. Za više informacija kontaktirajte administratora sistema.

source: The site for the selected identity provider ({identity_provider_site}) does not match the site for this enterprise customer ({enterprise_customer_site}). To correct this problem, select a site that has a domain of '{identity_provider_site}', or update the identity provider to '{enterprise_customer_site}'.
sr: Сајт за одабрани идентитет провајдера ({identity_provider_site}) не одговара веб локацији за овај предузеће ({enterprise_customer_site}). Да бисте исправили овај проблем, изаберите локацију која има домен 'ППП_0' или ажурирати провајдера идентитета на 'ППП_1'.
sr_latn: Sajt za odabrani identitet provajdera ({identity_provider_site}) ne odgovara veb lokaciji za ovaj preduzeće ({enterprise_customer_site}). Da biste ispravili ovaj problem, izaberite lokaciju koja ima domen 'PPP_0' ili ažurirati provajdera identiteta na 'PPP_1'.

source: "{data_type}" data type is not supported for enterprise customer "{enterprise_customer.name}". Please select a different data type.
sr: "{data_type}" тип података није подржан за предузетничко име "{enterprise_customer.name}". Изаберите другачији тип података.
sr_latn: "{data_type}" tip podataka nije podržan za preduzetničko ime "{enterprise_customer.name}". Izaberite drugačiji tip podataka.

source: These catalogs for reporting do not match enterprisecustomer {enterprise_customer}: {invalid_catalogs}
sr: Ови каталози за извештавање не одговарају ЕнтеррисеЦустомер {enterprise_customer}: {invalid_catalogs}
sr_latn: Ovi katalozi za izveštavanje ne odgovaraju EnterriseCustomer {enterprise_customer}: {invalid_catalogs}

source: Enter enterprise channel worker username.
sr: Унесите корисничко име за предузеће за предузеће Цханнел.
sr_latn: Unesite korisničko ime za preduzeće za preduzeće Channel.

source: User specified is not linked to an active Enterprise Customer. Select `Applies to all contexts` or choose a different user.
sr: Кориснички наведен није повезан са активним купцима предузећа. Изаберите `Пријави се на све контексте` или изаберите другог корисника.
sr_latn: Korisnički naveden nije povezan sa aktivnim kupcima preduzeća. Izaberite `Prijavi se na sve kontekste` ili izaberite drugog korisnika.

source: Please select different date range. There is another notification scheduled in this date range.
sr: Молимо одаберите различит домет датума. У овом датуму је заказан још један обавештење.
sr_latn: Molimo odaberite različit domet datuma. U ovom datumu je zakazan još jedan obaveštenje.

source: Successfully requested the Data Sharing consent from learner.
sr: Успешно је затражио да се сагласност за размену података ученика.
sr_latn: Uspešno je zatražio da se saglasnost za razmenu podataka učenika.

source: {count} new learner was added to {enterprise_customer_name}.
sr: {count} Нови ученик је додат у {enterprise_customer_name}.
sr_latn: {count} Novi učenik je dodat u {enterprise_customer_name}.

source: The following learners were already associated with this Enterprise Customer: {list_of_emails}
sr: Следећи ученици су већ били повезани са овим предузећем: {list_of_emails}
sr_latn: Sledeći učenici su već bili povezani sa ovim preduzećem: {list_of_emails}

source: The following learners are already associated with another Enterprise Customer. These learners were not added to {enterprise_customer_name}: {list_of_emails}
sr: Следећи ученици су већ повезани са другим предузетничким купцима. Ови ученици нису додани у {enterprise_customer_name}: {list_of_emails}
sr_latn: Sledeći učenici su već povezani sa drugim preduzetničkim kupcima. Ovi učenici nisu dodani u {enterprise_customer_name}: {list_of_emails}

source: The following duplicate email addresses were not added: {list_of_emails}
sr: Следеће дупликатне адресе е-поште нису додате: {list_of_emails}
sr_latn: Sledeće duplikatne adrese e-pošte nisu dodate: {list_of_emails}

source: Error at line {line}: {message}
sr: Грешка на линији {line}: {message}
sr_latn: Greška na liniji {line}: {message}

source: {enrolled_count} learner was enrolled in {enrolled_in}.
sr: {enrolled_count} ученик је уписан у {enrolled_in}.
sr_latn: {enrolled_count} učenik je upisan u {enrolled_in}.

source: The following learners could not be enrolled in {enrolled_in}: {user_list}
sr: Следећи ученици нису могли бити уписани у {enrolled_in}: {user_list}
sr_latn: Sledeći učenici nisu mogli biti upisani u {enrolled_in}: {user_list}

source: The following learners do not have an account on {platform_name}. They have not been enrolled in {enrolled_in}. When these learners create an account, they will be enrolled automatically: {pending_email_list}
sr: Следећи ученици немају рачун на {platform_name}. Нису уписани у {enrolled_in}. Када ови ученици креирају рачун, они ће се аутоматски уписати: {pending_email_list}
sr_latn: Sledeći učenici nemaju račun na {platform_name}. Nisu upisani u {enrolled_in}. Kada ovi učenici kreiraju račun, oni će se automatski upisati: {pending_email_list}

source: Email {email} is not associated with Enterprise Customer {ec_name}
sr: Пошаљи е-маил {email} није повезан са предузетником {ec_name}
sr_latn: Pošalji e-mail {email} nije povezan sa preduzetnikom {ec_name}

source: Successfully written the "Auth org id" field for this enterprise customer.
sr: Успешно је нAPIсао поље "Auth org id" за овог предузећа.
sr_latn: Uspešno je nAPIsao polje "Auth org id" za ovog preduzeća.

source: {token_email} from {token_enterprise_name} has requested {token_number_codes} additional codes. Please reach out to them. Additional Notes: {token_notes}.
sr: {token_email} са {token_enterprise_name} је тражио додатних кодова {token_number_codes}. Молим вас, посетите им их. Додатне напомене: {token_notes}.
sr_latn: {token_email} sa {token_enterprise_name} je tražio dodatnih kodova {token_number_codes}. Molim vas, posetite im ih. Dodatne napomene: {token_notes}.

source: {token_email} from {token_enterprise_name} has requested {token_number_codes} additional codes. Please reach out to them.
sr: {token_email} са {token_enterprise_name} је тражио додатних кодова {token_number_codes}. Молим вас, посетите им их.
sr_latn: {token_email} sa {token_enterprise_name} je tražio dodatnih kodova {token_number_codes}. Molim vas, posetite im ih.

source: {token_email} from {token_enterprise_name} has requested additional codes. Please reach out to them. Additional Notes: {token_notes}.
sr: {token_email} са {token_enterprise_name} је затражио додатне кодове. Молим вас, посетите им их. Додатне напомене: {token_notes}.
sr_latn: {token_email} sa {token_enterprise_name} je zatražio dodatne kodove. Molim vas, posetite im ih. Dodatne napomene: {token_notes}.

source: {token_email} from {token_enterprise_name} has requested additional codes. Please reach out to them.
sr: {token_email} са {token_enterprise_name} је затражио додатне кодове. Молим вас, посетите им их.
sr_latn: {token_email} sa {token_enterprise_name} je zatražio dodatne kodove. Molim vas, posetite im ih.

source: Total count of items.
sr: Укупна тачка предмета.
sr_latn: Ukupna tačka predmeta.

source: URL to fetch next page of items.
sr: URL за дохваћање следеће странице предмета.
sr_latn: URL za dohvaćanje sledeće stranice predmeta.

source: URL to fetch previous page of items.
sr: URL за доношење претходне странице предмета.
sr_latn: URL za donošenje prethodne stranice predmeta.

source: List of items.
sr: Листа предмета.
sr_latn: Lista predmeta.

source: Code Management - Request for Codes by {token_enterprise_name}
sr: Управљање кодом - Захтев за кодове {token_enterprise_name}
sr_latn: Upravljanje kodom - Zahtev za kodove {token_enterprise_name}

source: [Enterprise API] Failure in sending e-mail to support. SupportEmail: {token_cs_email}, UserEmail: {token_email}, EnterpriseName: {token_enterprise_name}
sr: [Ентерприсе API] Неуспјех у слање е-маила на подршку. Подршка: {token_cs_email}, Корисник усероба: {token_email}, ЕнтерприсеНаме: {token_enterprise_name}
sr_latn: [Enterprise API] Neuspjeh u slanje e-maila na podršku. Podrška: {token_cs_email}, Korisnik useroba: {token_email}, EnterpriseName: {token_enterprise_name}

source: [Enterprise API] CourseKey not found in the Catalog. Course: {course_key}, Catalog: {catalog_id}
sr: [Ентерприсе API] ЦоуртхеиКључ није пронађен у каталогу. Курс: {course_key}, Каталог: {catalog_id}
sr_latn: [Enterprise API] CourtheiKljuč nije pronađen u katalogu. Kurs: {course_key}, Katalog: {catalog_id}

source: [Enterprise API] CourseRun not found in the Catalog. CourseRun: {course_id}, Catalog: {catalog_id}
sr: [Ентерприсе API] Курсер није пронађен у каталогу. Курсеничар: {course_id}, Каталог: {catalog_id}
sr_latn: [Enterprise API] Kurser nije pronađen u katalogu. Kurseničar: {course_id}, Katalog: {catalog_id}

source: [Enterprise API] Program not found in the Catalog. Program: {program_uuid}, Catalog: {catalog_id}
sr: [Ентерприсе API] програм није пронађен у каталогу. Програм: {program_uuid}, Каталог: {catalog_id}
sr_latn: [Enterprise API] program nije pronađen u katalogu. Program: {program_uuid}, Katalog: {catalog_id}

source: To get a CatalogIntegration object, this package must be installed in an Open edX environment.
sr: Да бисте добили објект каталогизације, овај пакет мора бити инсталиран у отвореном eP окружењу.
sr_latn: Da biste dobili objekt katalogizacije, ovaj paket mora biti instaliran u otvorenom eP okruženju.

source: To parse a Catalog API response, this package must be installed in an Open edX environment.
sr: Да би се анализирао каталог API одговор, овај пакет мора бити инсталиран у отвореном eP окружењу.
sr_latn: Da bi se analizirao katalog API odgovor, ovaj paket mora biti instaliran u otvorenom eP okruženju.

source: The configured CatalogIntegration service user does not exist.
sr: Конфигурирани корисник услуге каталогеграције не постоји.
sr_latn: Konfigurirani korisnik usluge katalogegracije ne postoji.

source: There is no active CatalogIntegration.
sr: Не постоји активна каталогизација.
sr_latn: Ne postoji aktivna katalogizacija.

source: To get a ecommerce_api_client, this package must be installed in an Open edX environment.
sr: Да бисте добили еЦОММЕРЦЕ_API_ЦЛИЕНТ, овај пакет мора бити инсталиран у отвореном eP окружењу.
sr_latn: Da biste dobili eCOMMERCE_API_CLIENT, ovaj paket mora biti instaliran u otvorenom eP okruženju.

source: To log in using this SSO identity provider and access special course offers, you must first consent to share your learning achievements with {enterprise_customer_name}.
sr: Да бисте се пријавили користећи овај ССО идентитет провајдера и приступите посебним понудама курса, прво морате сагласити да поделите своје достигнућа учења са {enterprise_customer_name}.
sr_latn: Da biste se prijavili koristeći ovaj SSO identitet provajdera i pristupite posebnim ponudama kursa, prvo morate saglasiti da podelite svoje dostignuća učenja sa {enterprise_customer_name}.

source: In order to sign in and access special offers, you must consent to share your course data with {enterprise_customer_name}.
sr: Да бисте се пријавили и приступили посебним понудама, морате сагласити да поделите податке о курсу са {enterprise_customer_name}.
sr_latn: Da biste se prijavili i pristupili posebnim ponudama, morate saglasiti da podelite podatke o kursu sa {enterprise_customer_name}.

source: If you do not consent to share your course data, that information may be shared with {enterprise_customer_name}.
sr: Ако не пристајете да поделите податке курса, да се информације могу делити са {enterprise_customer_name}.
sr_latn: Ako ne pristajete da podelite podatke kursa, da se informacije mogu deliti sa {enterprise_customer_name}.

source: Welcome to {platform_name}.
sr: Добродошли на {platform_name}.
sr_latn: Dobrodošli na {platform_name}.

source: You have left the {strong_start}{enterprise_customer_name}{strong_end} website and are now on the {platform_name} site. {enterprise_customer_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy {privacy_policy_link_end} from {enterprise_customer_name}.
sr: Оставили сте веб локацију {strong_start}{enterprise_customer_name}{strong_end} и сада су на веб локацији {platform_name}. {enterprise_customer_name} је у партнерству са {platform_name} да вам понуди висококвалитетни, увек доступни програми учења који ће вам помоћи да унапредите своје знање и каријеру. {line_break} ПЛЕАСЕ НАПОМЕНА ДА {platform_name} има различит {privacy_policy_link_start}Приваци Полици {privacy_policy_link_end} од {enterprise_customer_name}.
sr_latn: Ostavili ste veb lokaciju {strong_start}{enterprise_customer_name}{strong_end} i sada su na veb lokaciji {platform_name}. {enterprise_customer_name} je u partnerstvu sa {platform_name} da vam ponudi visokokvalitetni, uvek dostupni programi učenja koji će vam pomoći da unapredite svoje znanje i karijeru. {line_break} PLEASE NAPOMENA DA {platform_name} ima različit {privacy_policy_link_start}Privaci Polici {privacy_policy_link_end} od {enterprise_customer_name}.

source: A series of Master’s-level courses to advance your career, created by top universities and recognized by companies. MicroMasters Programs are credit-eligible, provide in-demand knowledge and may be applied to accelerate a Master’s Degree.
sr: Серија курсева на нивоу магистара да би унапријеђала вашу каријеру, коју су створиле врхунске универзитете и признате од стране компанија. Програми микромастера су прихватљиви на кредит, пружају знање у потражњи и могу се применити да би се убрзало магистарски рад.
sr_latn: Serija kurseva na nivou magistara da bi unaprijeđala vašu karijeru, koju su stvorile vrhunske univerzitete i priznate od strane kompanija. Programi mikromastera su prihvatljivi na kredit, pružaju znanje u potražnji i mogu se primeniti da bi se ubrzalo magistarski rad.

source: Designed by industry leaders and top universities to enhance professional skills, Professional Certificates develop the proficiency and expertise that employers are looking for with specialized training and professional education.
sr: Дизајнирани од лидера индустрије и врхунски универзитети за унапређење професионалних вештина, професионалне потврде развијају стручност и стручност да послодавци траже специјализованом обуком и професионалном образовању.
sr_latn: Dizajnirani od lidera industrije i vrhunski univerziteti za unapređenje profesionalnih veština, profesionalne potvrde razvijaju stručnost i stručnost da poslodavci traže specijalizovanom obukom i profesionalnom obrazovanju.

source: Created by world-renowned experts and top universities, XSeries are designed to provide a deep understanding of key subjects through a series of courses. Complete the series to earn a valuable XSeries Certificate that illustrates your achievement.
sr: Створени од стране познатих светских стручњака и најбољих универзитета, КССЕРИЕС је дизајниран да обезбеде дубоко разумевање кључних предмета кроз низ курсева. Попуните серију да бисте зарадили вредни Кссериес сертификат који илуструје ваше достигнуће.
sr_latn: Stvoreni od strane poznatih svetskih stručnjaka i najboljih univerziteta, KSSERIES je dizajniran da obezbede duboko razumevanje ključnih predmeta kroz niz kurseva. Popunite seriju da biste zaradili vredni Ksseries sertifikat koji ilustruje vaše dostignuće.
