Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-enterprise/enterprise/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: The last time the admin logged into the admin portal.
sr: Последњи пут када је администратор пријављен у Портал администратора.
sr_latn: Poslednji put kada je administrator prijavljen u Portal administratora.

source: The onboarding flows that this admin has completed.
sr: Токови на броду који је овај администратор завршио.
sr_latn: Tokovi na brodu koji je ovaj administrator završio.

source: Whether the admin has dismissed the onboarding tour.
sr: Да ли је администратор одбио турнеју за награду.
sr_latn: Da li je administrator odbio turneju za nagradu.

source: Whether the admin has completed the onboarding tour.
sr: Да ли је администратор завршио турнеју за награду.
sr_latn: Da li je administrator završio turneju za nagradu.

source: Enterprise Customer Admin
sr: Предузеће Админ
sr_latn: Preduzeće Admin

source: Enterprise Customer Admins
sr: Предузеће Админс
sr_latn: Preduzeće Admins

source: Close
sr: Затворити
sr_latn: Zatvoriti

source: Home
sr: Дом
sr_latn: Dom

source: Clear Data Sharing Consent
sr: Јасна сагласност за дељење података
sr_latn: Jasna saglasnost za deljenje podataka

source: Manage Learners
sr: Управљати ученицима
sr_latn: Upravljati učenicima

source: Search Term:
sr: Тражи Тражи:
sr_latn: Traži Traži:

source: Search email address or username
sr: Претражите адресу е-поште или корисничко име
sr_latn: Pretražite adresu e-pošte ili korisničko ime

source: User Email
sr: Кориснички емаил
sr_latn: Korisnički email

source: Username
sr: Корисничко име
sr_latn: Korisničko ime

source: Linked Date
sr: Повезани датум
sr_latn: Povezani datum

source: Enroll
sr: Уписати
sr_latn: Upisati

source: Learner Email
sr: Е-маил ученика
sr_latn: E-mail učenika

source: Date Added
sr: Датум додавања
sr_latn: Datum dodavanja

source: Link learners
sr: Повезивање ученика
sr_latn: Povezivanje učenika

source: Setup Auth org id
sr: СЕТУП АУТХ ОРГ ИД

source: Cancel
sr: Отказати
sr_latn: Otkazati

source: Transmit Courses Metadata
sr: Пренос курсева метаподатака
sr_latn: Prenos kurseva metapodataka

source: Continue
sr: Настављати
sr_latn: Nastavljati

source: Either "Email or Username" or "CSV bulk upload" must be specified, but both were.
sr: Или мора бити прецизирано "Email or Username" или "CSV bulk upload", али обоје су били.
sr_latn: Ili mora biti precizirano "Email or Username" ili "CSV bulk upload", ali oboje su bili.

source: Error: Learners could not be added. Correct the following errors.
sr: ГРЕШКА: У полаНери се не могу додати. Исправите следеће грешке.
sr_latn: GREŠKA: U polaNeri se ne mogu dodati. Ispravite sledeće greške.

source: Enrollment track {course_mode} is not available for course {course_id}.
sr: Трацк за упис {course_mode} није доступан за курсеве {course_id}.
sr_latn: Track za upis {course_mode} nije dostupan za kurseve {course_id}.

source: Select a course enrollment track for the given course(s).
sr: Изаберите стазу уписа на курсеве за дате курсеве.
sr_latn: Izaberite stazu upisa na kurseve za date kurseve.

source: Could not retrieve details for the course ID {course_id}. Specify a valid ID.
sr: Није могао да преузме детаље за ИД курса {course_id}. Наведите важећи ИД.
sr_latn: Nije mogao da preuzme detalje za ID kursa {course_id}. Navedite važeći ID.

source: Either "CSV bulk upload" or a singular course ID may be used for manual enrollments, but not both together.
sr: Или "CSV bulk upload" или јединствени ИД курса може се користити за ручне уписе, али не и заједничке.
sr_latn: Ili "CSV bulk upload" ili jedinstveni ID kursa može se koristiti za ručne upise, ali ne i zajedničke.

source: {argument} does not appear to be a valid email address.
sr: {argument} не изгледа да је ваљана адреса е-поште.
sr_latn: {argument} ne izgleda da je valjana adresa e-pošte.

source: {argument} does not appear to be a valid email address or known username
sr: {argument} не изгледа да је ваљана адреса е-поште или познато корисничко име
sr_latn: {argument} ne izgleda da je valjana adresa e-pošte ili poznato korisničko ime

source: Expected a CSV file with [{expected_columns}] columns, but found [{actual_columns}] columns instead.
sr: Очекивало је ЦСВ датотеку са колонама [{expected_columns}], али је уместо ступца нашао [{actual_columns}].
sr_latn: Očekivalo je CSV datoteku sa kolonama [{expected_columns}], ali je umesto stupca našao [{actual_columns}].

source: Reason field is required but was not filled.
sr: Потребно је поље разлога, али није било испуњено.
sr_latn: Potrebno je polje razloga, ali nije bilo ispunjeno.

source: Either "Email or Username" or "CSV bulk upload" must be specified, but neither were.
sr: Или "Email or Username" или "CSV bulk upload" морају бити прецизирани, али није било.
sr_latn: Ili "Email or Username" ili "CSV bulk upload" moraju biti precizirani, ali nije bilo.

source: User with email address {email} is already registered with Enterprise Customer {ec_name}
sr: Корисник са адресом е-поште {email} је већ регистровано на предузетничком купцу {ec_name}
sr_latn: Korisnik sa adresom e-pošte {email} je već registrovano na preduzetničkom kupcu {ec_name}

source: User is not linked with Enterprise Customer
sr: Корисник није повезан са купцима предузећа
sr_latn: Korisnik nije povezan sa kupcima preduzeća

source: User with email address {email} doesn't exist.
sr: Корисник са адресом е-поште {email} не постоји.
sr_latn: Korisnik sa adresom e-pošte {email} ne postoji.

source: Course ID {course_id} doesn't exist in Enterprise Customer's Catalog
sr: ИД курса {course_id} дон't exist in Enterprise Customer'С Каталог
sr_latn: ID kursa {course_id} don't exist in Enterprise Customer'S Katalog

source: Enterprise channel worker user with the username "{channel_worker_username}" was not found.
sr: Корисник радника предузећаса корисничким именом "{channel_worker_username}"није пронађен.
sr_latn: Korisnik radnika preduzećasa korisničkim imenom "{channel_worker_username}"nije pronađen.

source: Unable to parse CSV file. Please make sure it is a CSV 'utf-8' encoded file.
sr: Није могуће ангажовати ЦСВ датотеку. Уверите се да је то ЦСВ 'utf-8' кодирана датотека.
sr_latn: Nije moguće angažovati CSV datoteku. Uverite se da je to CSV 'utf-8' kodirana datoteka.

source: Discount percentage should be from 0 to 100.
sr: Проценат попуста треба да буде од 0 до 100.
sr_latn: Procenat popusta treba da bude od 0 do 100.

source: You've been enrolled in {course_name}!
sr: Уписан си у {course_name}!
sr_latn: Upisan si u {course_name}!

source: `user` must have one of either `email` or `user_email`.
sr: `Корисник` мора имати један од или" е-маил "или` усер_емаил`.
sr_latn: `Korisnik` mora imati jedan od ili" е-маил "ili` user_email`.

source: Value entered is not a valid hex color code.
sr: Унета вредност није валидан ХЕКС цолор код.
sr_latn: Uneta vrednost nije validan HEKS color kod.

source: Unsupported file extension.
sr: Неподржани продужење датотека.
sr_latn: Nepodržani produženje datoteka.

source: The logo image file size must be less than or equal to %s KB.
sr: Величина датотеке слике логотипа мора бити мања или једнака %s Кб.
sr_latn: Veličina datoteke slike logotipa mora biti manja ili jednaka %s Kb.

source: The following method from the Open edX platform is necessary for this view but isn't available.
sr: Следећа метода са отвореног eP платформе је неопходна за ово приказ, али није доступна.
sr_latn: Sledeća metoda sa otvorenog eP platforme je neophodna za ovo prikaz, ali nije dostupna.

source: {platform_name} home page
sr: {platform_name} Почетна страница
sr_latn: {platform_name} Početna stranica

source: Data sharing consent required
sr: Потребна је сагласност за дељење података
sr_latn: Potrebna je saglasnost za deljenje podataka

source: Consent to share your data
sr: Сагласност за поделу ваших података
sr_latn: Saglasnost za podelu vaših podataka

source: Per the {start_link}Data Sharing Policy{end_link}, {bold_start}{enterprise_customer_name}{bold_end} would like to know about:
sr: По правници {start_link}ДАТА Схаринг Полици{end_link}, {bold_start}{enterprise_customer_name}{bold_end} желе да знате о:
sr_latn: Po pravnici {start_link}DATA Sharing Polici{end_link}, {bold_start}{enterprise_customer_name}{bold_end} žele da znate o:

source: I agree to allow {platform_name} to share data about my enrollment, completion and performance in all {platform_name} courses and programs where my enrollment is sponsored by {enterprise_customer_name}.
sr: Слажем се да ће омогућити {platform_name} да поделимо податке о мом упису, завршетку и перформансама у свим течају и програмима {platform_name} у којима је мој упис спонзорисан од {enterprise_customer_name}.
sr_latn: Slažem se da će omogućiti {platform_name} da podelimo podatke o mom upisu, završetku i performansama u svim tečaju i programima {platform_name} u kojima je moj upis sponzorisan od {enterprise_customer_name}.

source: Decline and go back
sr: Одбити и вратити се
sr_latn: Odbiti i vratiti se

source: Data Sharing Policy
sr: Политика размене података
sr_latn: Politika razmene podataka

source: Enrollment, completion, and performance data that may be shared with {enterprise_customer_name} (or its designee) for these courses and programs are limited to the following:
sr: Упис, завршетак и подаци о перформансама који се могу делити са {enterprise_customer_name} (или његовим дизајнером) за ове курсеве и програме су ограничени на следеће:
sr_latn: Upis, završetak i podaci o performansama koji se mogu deliti sa {enterprise_customer_name} (ili njegovim dizajnerom) za ove kurseve i programe su ograničeni na sledeće:

source: My email address for my {platform_name} account, and the date when I created my {platform_name} account
sr: Моја адреса е-поште за мој {platform_name} налог и датум када сам креирао свој {platform_name} налог
sr_latn: Moja adresa e-pošte za moj {platform_name} nalog i datum kada sam kreirao svoj {platform_name} nalog

source: My {platform_name} ID, and if I log in via single sign-on, my {enterprise_customer_name} SSO user-ID
sr: Мој {platform_name} ИД, и ако се пријавим путем појединачног пријаве, мој {enterprise_customer_name} ССО кориснички ИД
sr_latn: Moj {platform_name} ID, i ako se prijavim putem pojedinačnog prijave, moj {enterprise_customer_name} SSO korisnički ID

source: My {platform_name} username
sr: Моје корисничко име за {platform_name}
sr_latn: Moje korisničko ime za {platform_name}

source: My country or region of residence
sr: Моја земља или регион пребивалишта
sr_latn: Moja zemlja ili region prebivališta

source: What courses and/or programs I've enrolled in or unenrolled from, what track I enrolled in (audit or verified) and the date when I enrolled in each course or program
sr: Које курсеве и / или програме упишем или нескршио од којих сам се стаза уписао (ревизија или верификована) и датум када сам се уписао у сваки курс или програм
sr_latn: Koje kurseve i / ili programe upišem ili neskršio od kojih sam se staza upisao (revizija ili verifikovana) i datum kada sam se upisao u svaki kurs ili program

source: Information about each course or program I've enrolled in, including its duration and level of effort required
sr: Информације о сваком курсу или програму који сам уписао, укључујући његово трајање и ниво напора
sr_latn: Informacije o svakom kursu ili programu koji sam upisao, uključujući njegovo trajanje i nivo napora

source: Whether I completed specific parts of each course or program (for example, whether I watched a given video or attempted or completed a given homework assignment)
sr: Било да сам завршио одређене делове сваког курса или програма (на пример, да ли сам гледао дато видео или покушао или испунио дат задатак домаћих задатака)
sr_latn: Bilo da sam završio određene delove svakog kursa ili programa (na primer, da li sam gledao dato video ili pokušao ili ispunio dat zadatak domaćih zadataka)

source: My overall percentage completion of each course or program on a periodic basis, including the total time spent in each course or program, the date when I last logged in to each course or program and how much of the course or program content I have consumed
sr: Мој укупни проценат завршетак сваког курса или програма на периодичној основи, укључујући укупно време проведено у сваком курсу или програму, датум када сам последњи пут пријављен на сваки курс или програм и колико курса или програма који сам потрошио
sr_latn: Moj ukupni procenat završetak svakog kursa ili programa na periodičnoj osnovi, uključujući ukupno vreme provedeno u svakom kursu ili programu, datum kada sam poslednji put prijavljen na svaki kurs ili program i koliko kursa ili programa koji sam potrošio

source: My performance in each course or program, including, for example, my score on each assignment and current average of correct answers out of total attempted answers
sr: Мој наступ у сваком курсу или програму, укључујући, на пример, мој резултат на сваком задатку и тренутног просека тачних одговора од укупних покушаја одговора
sr_latn: Moj nastup u svakom kursu ili programu, uključujući, na primer, moj rezultat na svakom zadatku i trenutnog proseka tačnih odgovora od ukupnih pokušaja odgovora

source: My final grade in each course or program, and the date when I completed each course or program
sr: Моја коначна оцена у сваком курсу или програму и датум када сам завршио сваки курс или програм
sr_latn: Moja konačna ocena u svakom kursu ili programu i datum kada sam završio svaki kurs ili program

source: Whether I received a certificate in each course or program
sr: Да ли сам добио потврду у сваком курсу или програму
sr_latn: Da li sam dobio potvrdu u svakom kursu ili programu

source: My permission applies only to data from courses or programs that are sponsored by {enterprise_customer_name}, and not to data from any {platform_name} courses or programs that I take on my own. I understand that I may withdraw my permission only by fully unenrolling from any courses or programs that are sponsored by {enterprise_customer_name}.
sr: Моје дозволо се односи само на податке са курсева или програма који спонзорише {enterprise_customer_name}, а не подаци од {platform_name} или програми који преузмем. Разумем да могу да повучем своје дозволе само потпуно неуредним од било којих курсева или програма који спонзорише {enterprise_customer_name}.
sr_latn: Moje dozvolo se odnosi samo na podatke sa kurseva ili programa koji sponzoriše {enterprise_customer_name}, a ne podaci od {platform_name} ili programi koji preuzmem. Razumem da mogu da povučem svoje dozvole samo potpuno neurednim od bilo kojih kurseva ili programa koji sponzoriše {enterprise_customer_name}.

source: Please note
sr: Имајте на уму
sr_latn: Imajte na umu

source: If you decline to consent, that fact may be shared with {enterprise_customer_name}.
sr: Ако паднете да пристанете, та чињеница се може делити са {enterprise_customer_name}.
sr_latn: Ako padnete da pristanete, ta činjenica se može deliti sa {enterprise_customer_name}.

source: Any version of this Data Sharing Policy in a language other than English is provided for convenience and you understand and agree that the English language version will control if there is any conflict.
sr: Свака верзија ове политике размене података на језику који није енглески обезбеђена је за практичност и разумете и слажете се да ће верзија енглеског језика контролисати ако постоји било какав сукоб.
sr_latn: Svaka verzija ove politike razmene podataka na jeziku koji nije engleski obezbeđena je za praktičnost i razumete i slažete se da će verzija engleskog jezika kontrolisati ako postoji bilo kakav sukob.

source: Are you sure you want to decline?
sr: Јесте ли сигурни да желите да опадате?
sr_latn: Jeste li sigurni da želite da opadate?

source: I decline
sr: Ја одбијам
sr_latn: Ja odbijam

source: View the data sharing policy
sr: Погледајте политику размене података
sr_latn: Pogledajte politiku razmene podataka

source: View the {start_link}data sharing policy{end_link}.
sr: Погледајте {start_link}податак дељења политике{end_link}.
sr_latn: Pogledajte {start_link}podatak deljenja politike{end_link}.

source: Return to Top
sr: Повратак на врх
sr_latn: Povratak na vrh

source: To access this {item}, you must first consent to share your learning achievements with {bold_start}{enterprise_customer_name}{bold_end}. If you decline now, you will be redirected to the previous page.
sr: Да бисте приступили овом {item}, прво морате сагласити да поделите своје достигнућа учења са {bold_start}{enterprise_customer_name}{bold_end}. Ако сада одбијете, бићете преусмерени на претходну страницу.
sr_latn: Da biste pristupili ovom {item}, prvo morate saglasiti da podelite svoje dostignuća učenja sa {bold_start}{enterprise_customer_name}{bold_end}. Ako sada odbijete, bićete preusmereni na prethodnu stranicu.

source: To access this {item} and use your discount, you {bold_start}must{bold_end} consent to sharing your {item} data with {enterprise_customer_name}. If you decline now, you will be redirected to the previous page.
sr: Да бисте приступили овом {item} и користите свој попуст, {bold_start}морате{bold_end} Сагласност за дељење података о {item} са {enterprise_customer_name}. Ако сада одбијете, бићете преусмерени на претходну страницу.
sr_latn: Da biste pristupili ovom {item} i koristite svoj popust, {bold_start}morate{bold_end} Saglasnost za deljenje podataka o {item} sa {enterprise_customer_name}. Ako sada odbijete, bićete preusmereni na prethodnu stranicu.

source: your enrollment in this {item}
sr: Ваш упис у овај {item}
sr_latn: Vaš upis u ovaj {item}

source: your learning progress
sr: Ваш напредак у учењу
sr_latn: Vaš napredak u učenju

source: course completion
sr: Завршетак курса
sr_latn: Završetak kursa

source: Enterprise Slug Login
sr: Предузеће Логин Логин
sr_latn: Preduzeće Login Login

source: Select Organization
sr: Изаберите организацију
sr_latn: Izaberite organizaciju

source: Select an organization
sr: Изаберите организацију
sr_latn: Izaberite organizaciju

source: Instructor-Paced
sr: Уметнут инструктор
sr_latn: Umetnut instruktor

source: Self-Paced
sr: Самопокушајан
sr_latn: Samopokušajan

source: FREE
sr: Слободан
sr_latn: Slobodan

source: Not eligible for a certificate.
sr: Не испуњава услове за потврду.
sr_latn: Ne ispunjava uslove za potvrdu.

source: Earn a verified certificate!
sr: Зарадите верификовану потврду!
sr_latn: Zaradite verifikovanu potvrdu!

source: {num_weeks}, starting on {start_date} and ending at {end_date}
sr: {num_weeks}, почев од {start_date} и завршава на {end_date}
sr_latn: {num_weeks}, počev od {start_date} i završava na {end_date}

source: {} week
sr: {} недеља
sr_latn: {} nedelja

source: Discount provided by {strong_start}{enterprise_customer_name}{strong_end}
sr: Попуст који је пружио {strong_start}{enterprise_customer_name}{strong_end}
sr_latn: Popust koji je pružio {strong_start}{enterprise_customer_name}{strong_end}

source: Confirm your course
sr: Потврдите свој курс
sr_latn: Potvrdite svoj kurs

source: View Course Details
sr: Погледајте детаље курса
sr_latn: Pogledajte detalje kursa

source: Please select one:
sr: Изаберите један:
sr_latn: Izaberite jedan:

source: Price
sr: Цена
sr_latn: Cena

source: Level
sr: Навођење
sr_latn: Navođenje

source: Effort
sr: Труд
sr_latn: Trud

source: Duration
sr: Трајање
sr_latn: Trajanje

source: What you'll learn
sr: Шта ћете научити
sr_latn: Šta ćete naučiti

source: About This Course
sr: О овом курсу
sr_latn: O ovom kursu

source: Course Staff
sr: Особље курса
sr_latn: Osoblje kursa

source: {count} Course
sr: {count} курс
sr_latn: {count} kurs

source: {}-{} hours per week, per course
sr: {} - {} сати седмично, по курсу
sr_latn: {} - {} sati sedmično, po kursu

source: {}-{} weeks per course
sr: {} - {} недеља по курсу
sr_latn: {} - {} nedelja po kursu

source: Purchase all unenrolled courses
sr: Купите све нередне курсеве
sr_latn: Kupite sve neredne kurseve

source: enrollment
sr: упис
sr_latn: upis

source: Pursue the program
sr: Истраћивање програма
sr_latn: Istraćivanje programa

source: program enrollment
sr: Упис програма
sr_latn: Upis programa

source: enrolled
sr: уписан
sr_latn: upisan

source: already enrolled, must pay for certificate
sr: већ уписано, мора да плати сертификат
sr_latn: već upisano, mora da plati sertifikat

source: Real Career Impact
sr: Прави утицај на каријеру
sr_latn: Pravi uticaj na karijeru

source: See More
sr: Видети више
sr_latn: Videti više

source: See Less
sr: Види мање
sr_latn: Vidi manje

source: Confirm Program
sr: Потврдите програм
sr_latn: Potvrdite program

source: Program Summary
sr: Резиме програма
sr_latn: Rezime programa

source: Length
sr: Дужина
sr_latn: Dužina

source: Program not eligible for one-click purchase.
sr: Програм не испуњава услове за куповину једним кликом.
sr_latn: Program ne ispunjava uslove za kupovinu jednim klikom.

source: What is an {platform_name} {program_type}?
sr: Шта је {platform_name} {program_type}?
sr_latn: Šta je {platform_name} {program_type}?

source: What is {platform_name}?
sr: Шта је {platform_name}?
sr_latn: Šta je {platform_name}?

source: Presented by {organization}
sr: Представио {organization}
sr_latn: Predstavio {organization}

source: Confirm your {item}
sr: Потврдите свој {item}
sr_latn: Potvrdite svoj {item}

source: Credit- and Certificate-eligible
sr: Кредитни и сертификат-прихватљиви
sr_latn: Kreditni i sertifikat-prihvatljivi

source: Self-paced; courses can be taken in any order
sr: Самостално; Курсеви се могу узети у било којем редоследу
sr_latn: Samostalno; Kursevi se mogu uzeti u bilo kojem redosledu

source: {purchase_action} for
sr: {purchase_action} за
sr_latn: {purchase_action} za

source: Specifies which user role assignments to update. If unspecified, will update for all roles.
sr: Одређује које корисничке улоге упдате. ИФ-у неодређено, ажурираће за све улоге.
sr_latn: Određuje koje korisničke uloge update. IF-u neodređeno, ažuriraće za sve uloge.

source: Number of user role asssignments to update in each batch of updates.
sr: Број ассигнмент-а корисника за ажурирање у свакој серији ажурирања.
sr_latn: Broj assignment-a korisnika za ažuriranje u svakoj seriji ažuriranja.

source: The enterprise customer to limit role assignments to.
sr: Клијент за предузеће за ограничавање задатака улога.
sr_latn: Klijent za preduzeće za ograničavanje zadataka uloga.

source: If set, no updates or creates will occur; will instead iterate over the assignments that would be modified or created
sr: Ако је постављено, неће се догодити ажурирања или стварања; Уместо тога, ће се разрешити преко задатака који би били модификовани или створени
sr_latn: Ako je postavljeno, neće se dogoditi ažuriranja ili stvaranja; Umesto toga, će se razrešiti preko zadataka koji bi bili modifikovani ili stvoreni
