Repository: elearndevteam/imp-openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: {org_name} has submitted {course_key} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to review the changes and mark it as reviewed.
sr: {org_name} је послао {course_key} на преглед. {link_start} {course_page_url} {link_middle} Погледајте овај курс Рун у Публисхер{link_end} да бисте прегледали измене и означили га како је прегледан.
sr_latn: {org_name} je poslao {course_key} na pregled. {link_start} {course_page_url} {link_middle} Pogledajte ovaj kurs Run u Publisher{link_end} da biste pregledali izmene i označili ga kako je pregledan.

source: This is a good time to {link_start}{studio_url}{link_middle}review this course run in Studio{link_end}.
sr: Ово је добро време за {link_start} {studio_url} {link_middle} Прегледајте овај курс Рун у Студио{link_end}.
sr_latn: Ovo je dobro vreme za {link_start} {studio_url} {link_middle} Pregledajte ovaj kurs Run u Studio{link_end}.

source: Visit the {link_start}{restricted_admin_url}{link_middle}restricted course admin page{link_end} to set embargo rules for this course, as needed.
sr: Посетите {link_start} {restricted_admin_url} {link_middle} Ограничени курс Админ Паге{link_end} да бисте поставили правила ембарга за овај курс, по потреби.
sr_latn: Posetite {link_start} {restricted_admin_url} {link_middle} Ograničeni kurs Admin Page{link_end} da biste postavili pravila embarga za ovaj kurs, po potrebi.

source: %(org_name)s has submitted %(course_key)s for review.
sr: %(org_name)s је послао %(course_key)s на преглед.
sr_latn: %(org_name)s je poslao %(course_key)s na pregled.

source: Publisher page: %(course_page_url)s
sr: Страница издавача: %(course_page_url)s
sr_latn: Stranica izdavača: %(course_page_url)s

source: Studio page: %(studio_url)s
sr: Страница студија: %(studio_url)s
sr_latn: Stranica studija: %(studio_url)s

source: Restricted Course admin: %(restricted_admin_url)s
sr: Администратор са ограниченим курсевима: %(restricted_admin_url)s
sr_latn: Administrator sa ograničenim kursevima: %(restricted_admin_url)s

source: {org_name} has submitted {course_name} for review. {link_start}{course_page_url}{link_middle}View this course run in Publisher{link_end} to determine OFAC status.
sr: {org_name} је послао {course_name} на преглед. {link_start} {course_page_url} {link_middle} Погледајте овај курс Рун у Публисхерс{link_end} да бисте одредили статус.
sr_latn: {org_name} je poslao {course_name} na pregled. {link_start} {course_page_url} {link_middle} Pogledajte ovaj kurs Run u Publishers{link_end} da biste odredili status.

source: %(org_name)s has submitted %(course_name)s for review.
sr: %(org_name)s је послао %(course_name)s на преглед.
sr_latn: %(org_name)s je poslao %(course_name)s na pregled.

source: View this course run in Publisher above to determine OFAC status.
sr: Погледајте овај курс који се изводи у горњем издавачу да би се одредио статус АЦАЦ-а.
sr_latn: Pogledajte ovaj kurs koji se izvodi u gornjem izdavaču da bi se odredio status ACAC-a.

source: Note: This email address is unable to receive replies. For questions or comments, please contact your Project Coordinator(s):
sr: Напомена: Ова адреса е-поште није у могућности да прима одговоре. За питања или коментаре обратите се свом координатору пројекта:
sr_latn: Napomena: Ova adresa e-pošte nije u mogućnosti da prima odgovore. Za pitanja ili komentare obratite se svom koordinatoru projekta:

source: The {link_start}{course_page_url}{link_middle}{course_run_number} course run{link_end} of {course_name} has been reviewed and approved by {platform_name}.
sr: {link_start} {course_page_url} {link_middle} {course_run_number} Курс Рун{link_end} од {course_name} је прегледано и одобрено од {platform_name}.
sr_latn: {link_start} {course_page_url} {link_middle} {course_run_number} Kurs Run{link_end} od {course_name} je pregledano i odobreno od {platform_name}.

source: The course run about page will be published on %(go_live_date)s, pending no further edits.
sr: Представљање курса о страници биће објављен на %(go_live_date)s, на који се не чека даље.
sr_latn: Predstavljanje kursa o stranici biće objavljen na %(go_live_date)s, na koji se ne čeka dalje.

source: The course run about page is now published.
sr: Представљање курса о страници је сада објављен.
sr_latn: Predstavljanje kursa o stranici je sada objavljen.

source: The %(course_run_number)s course run of %(course_name)s has been reviewed and approved by %(platform_name)s.
sr: %(course_run_number)s ЦОУРС РУН ОФ %(course_name)s је прегледан и одобрио %(platform_name)s.
sr_latn: %(course_run_number)s COURS RUN OF %(course_name)s je pregledan i odobrio %(platform_name)s.

source: View the course run in Publisher: %(course_page_url)s
sr: Погледајте курс у којем се изводи из издавача: %(course_page_url)s
sr_latn: Pogledajte kurs u kojem se izvodi iz izdavača: %(course_page_url)s

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
sr: Курс '%(course_name)s ' је успешно прегледао eP и сада је објављен на %(course_publish_date)s. Да бисте видели курс уживо, идите овде: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
sr_latn: Kurs '%(course_name)s ' je uspešno pregledao eP i sada je objavljen na %(course_publish_date)s. Da biste videli kurs uživo, idite ovde: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
sr: Курс '%(course_name)s ' је успешно прегледао eP и сада је спреман за објављивање. Курс ће бити објављен на %(course_publish_date)s. Да бисте видели преглед курса о страници, идите овде: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>
sr_latn: Kurs '%(course_name)s ' je uspešno pregledao eP i sada je spreman za objavljivanje. Kurs će biti objavljen na %(course_publish_date)s. Da biste videli pregled kursa o stranici, idite ovde: <a href="%(course_marketing_url)s">%(course_marketing_url)s</a>

source: Course '%(course_name)s' has been successfully reviewed by edX and is now published on %(course_publish_date)s. To see live course, go here: %(course_marketing_url)s
sr: Курс '%(course_name)s ' је успешно прегледао eP и сада је објављен на %(course_publish_date)s. Да бисте видели курс уживо, идите овде: %(course_marketing_url)s
sr_latn: Kurs '%(course_name)s ' je uspešno pregledao eP i sada je objavljen na %(course_publish_date)s. Da biste videli kurs uživo, idite ovde: %(course_marketing_url)s

source: Course '%(course_name)s' has been successfully reviewed by edX and is now ready for publication. The course will be published on %(course_publish_date)s. To see a preview of the Course About Page, go here: %(course_preview_url)s
sr: Курс '%(course_name)s ' је успешно прегледао eP и сада је спреман за објављивање. Курс ће бити објављен на %(course_publish_date)s. Да бисте видели преглед курса о страници, идите овде: %(course_preview_url)s
sr_latn: Kurs '%(course_name)s ' je uspešno pregledao eP i sada je spreman za objavljivanje. Kurs će biti objavljen na %(course_publish_date)s. Da biste videli pregled kursa o stranici, idite ovde: %(course_preview_url)s

source: Special characters not allowed in Course Number.
sr: Посебни знакови нису дозвољени у броју курса.
sr_latn: Posebni znakovi nisu dozvoljeni u broju kursa.

source: Invalid HTML received: {0}
sr: Неважећи ХТМЛ примљен: {0}
sr_latn: Nevažeći HTML primljen: {0}

source: Invalid HTML received
sr: Неважећи ХТМЛ примљен
sr_latn: Nevažeći HTML primljen

source: {0} tag is not allowed
sr: {0} Ознака није дозвољена
sr_latn: {0} Oznaka nije dozvoljena

source: {0} attribute is not allowed on the {1} tag
sr: {0} Атрибут није дозвољен на ТПП_1__ Означи
sr_latn: {0} Atribut nije dozvoljen na TPP_1__ Označi

source: Update excluded course runs
sr: Ажурирање искључених курсева
sr_latn: Ažuriranje isključenih kurseva

source: The program was changed successfully.
sr: Програм је успешно промењен.
sr_latn: Program je uspešno promenjen.

source: The refresh program skills task triggered successfully.
sr: Задатак вештина програма за освежавање успешно активира се успешно.
sr_latn: Zadatak veština programa za osvežavanje uspešno aktivira se uspešno.

source: The refresh course skills task triggered successfully.
sr: Задатак вештина за освежавање вежбања успешно се активира.
sr_latn: Zadatak veština za osvežavanje vežbanja uspešno se aktivira.

source: The course skills were updated successfully.
sr: Вештине курса су успешно ажуриране.
sr_latn: Veštine kursa su uspešno ažurirane.

source: Request could not be completed due to an incorrect ElasticSearch query parameters
sr: Захтев се не може завршити због погрешних параметара еластицсеарцх упита
sr_latn: Zahtev se ne može završiti zbog pogrešnih parametara elasticsearch upita

source: Name for translation
sr: Име за превод
sr_latn: Ime za prevod

source: LanguageTag model translations
sr: Преводилачки преводи у језику
sr_latn: Prevodilački prevodi u jeziku

source: Inactive
sr: Неактиван
sr_latn: Neaktivan

source: Title of the learner pathway.
sr: Назив пута ученика.
sr_latn: Naziv puta učenika.

source: Course/Program associated pathways also appear in search results
sr: Курс / програмски пут који се придружују се такође у резултатима претраге
sr_latn: Kurs / programski put koji se pridružuju se takođe u rezultatima pretrage

source: The active/inactive status of this Pathway.
sr: Активни / неактивни статус овог пута.
sr_latn: Aktivni / neaktivni status ovog puta.

source: Learner Pathway
sr: Путница
sr_latn: Putnica

source: Learner Pathways
sr: Почетнике учења
sr_latn: Početnike učenja

source: Minimum number of nodes to complete this step of the pathway
sr: Минимални број чворова за завршетак овог корака пута
sr_latn: Minimalni broj čvorova za završetak ovog koraka puta

source: Learner Pathway Step
sr: Корак стазе за учење
sr_latn: Korak staze za učenje

source: Learner Pathway Steps
sr: Кораци за стазе за ученике
sr_latn: Koraci za staze za učenike

source: Learner Pathway Course
sr: Курс за пут на ученику
sr_latn: Kurs za put na učeniku

source: Learner Pathway Courses
sr: Курсеви за стазе ученика
sr_latn: Kursevi za staze učenika

source: Learner Pathway Program
sr: Програм за пут ученика
sr_latn: Program za put učenika

source: Learner Pathway Programs
sr: Програми стаза за ученике
sr_latn: Programi staza za učenike

source: Organization Role
sr: Организациона улога
sr_latn: Organizaciona uloga

source: Update the course recommendations based on skills.
sr: Ажурирајте препоруке курса на основу вештина.
sr_latn: Ažurirajte preporuke kursa na osnovu veština.

source: Use arguments from the UpdateCourseRecommendationsConfig model instead of the command line.
sr: Користите аргументе са модела УпдатеЦоурсерецоммандатионсцонфиг уместо командне линије.
sr_latn: Koristite argumente sa modela UpdateCourserecommandationsconfig umesto komandne linije.

source: The original course, whose recommendation is stored here.
sr: Оригинални курс, чија се препорука овде чува.
sr_latn: Originalni kurs, čija se preporuka ovde čuva.

source: This is the course recommended after learner completes the original course.
sr: Ово је курс који се препоручује након што ученик заврши оригинални курс.
sr_latn: Ovo je kurs koji se preporučuje nakon što učenik završi originalni kurs.

source: Ratio of number of common skills and total skill count.
sr: Однос броја уобичајених вештина и укупне броја вештина.
sr_latn: Odnos broja uobičajenih veština i ukupne broja veština.

source: Count of common skills between the original course and recommended course.
sr: Број уобичајених вештина између оригиналног курса и препорученог курса.
sr_latn: Broj uobičajenih veština između originalnog kursa i preporučenog kursa.

source: Ratio of number of common subjects and total subject count.
sr: Однос броја уобичајених предмета и укупно рачунање предмета.
sr_latn: Odnos broja uobičajenih predmeta i ukupno računanje predmeta.

source: Count of common subjects between the original course and recommended course.
sr: Број уобичајених предмета између оригиналног курса и препорученог курса.
sr_latn: Broj uobičajenih predmeta između originalnog kursa i preporučenog kursa.

source: Course Recommendation
sr: Препорука курса
sr_latn: Preporuka kursa

source: Course Recommendations
sr: Препоруке курса
sr_latn: Preporuke kursa

source: Adds recommendations for all published courses
sr: Додаје препоруке за све објављене курсеве
sr_latn: Dodaje preporuke za sve objavljene kurseve

source: Adds recommendations for courses created or modified in the past num days
sr: Додаје препоруке за курсеве креиране или модификоване у протеклих нуморија
sr_latn: Dodaje preporuke za kurseve kreirane ili modifikovane u proteklih numorija

source: No partner object found!
sr: Није пронађен ниједан партнер објект!
sr_latn: Nije pronađen nijedan partner objekt!

source: Discovery Service Administration
sr: Управа за услуге Дисцовери
sr_latn: Uprava za usluge Discoveri
