Repository: elearndevteam/imp-openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: If this box is not checked, courses will be ordered as in the courses select box above.
sr: Ако се ова кутија не проверава, курсеви ће бити наручени као у курсевима Изаберите поље изнад.
sr_latn: Ako se ova kutija ne proverava, kursevi će biti naručeni kao u kursevima Izaberite polje iznad.

source: This field is now deprecated (ECOM-6021).Estimated number of weeks needed to complete a course run belonging to this program.
sr: Ово поље је сада застарело (ЕЦОМ-6021) .Естимирани број недеља потребних за завршетак курса који припадају овом програму.
sr_latn: Ovo polje je sada zastarelo (ECOM-6021) .Estimirani broj nedelja potrebnih za završetak kursa koji pripadaju ovom programu.

source: DEPRECATED: Use the card image field
sr: Застарело: Користите поље слика картице
sr_latn: Zastarelo: Koristite polje slika kartice

source: This field can be used by API clients to determine the order in which instructors will be displayed on program pages. Instructors in this list should appear before all others associated with this programs courses runs.
sr: Ово поље може користити клијенти АПИ-а како би одредили редослед у којем ће се инструктори приказати на програмским страницама. Инструктори на овој листи требало би да се појаве пре него што сви други повезани са овим програмима курсеви.
sr_latn: Ovo polje može koristiti klijenti API-a kako bi odredili redosled u kojem će se instruktori prikazati na programskim stranicama. Instruktori na ovoj listi trebalo bi da se pojave pre nego što svi drugi povezani sa ovim programima kursevi.

source: The description of credit redemption for courses in program
sr: Опис кредитног откупљења за курсеве у програму
sr_latn: Opis kreditnog otkupljenja za kurseve u programu

source: Allow courses in this program to be purchased in a single transaction
sr: Дозволите курсевима у овом програму да се купују у једној трансакцији
sr_latn: Dozvolite kursevima u ovom programu da se kupuju u jednoj transakciji

source: Hide program on marketing site landing and search pages. This program MAY have a detail page.
sr: Сакриј програм на маркетингу за слетање и претраживање странице. Овај програм може имати детаљну страницу.
sr_latn: Sakrij program na marketingu za sletanje i pretraživanje stranice. Ovaj program može imati detaljnu stranicu.

source: Total number of learners who have enrolled in courses this program
sr: Укупан број ученика који су уписали курсеве овог програма
sr_latn: Ukupan broj učenika koji su upisali kurseve ovog programa

source: Total number of learners who have enrolled in courses in this program in the last 6 months
sr: Укупан број ученика који су у последњих 6 месеци уписали курсеве у курсеве у овом програму
sr_latn: Ukupan broj učenika koji su u poslednjih 6 meseci upisali kurseve u kurseve u ovom programu

source: Number of credits a learner will earn upon successful completion of the program
sr: Број кредита Ученик ће зарадити на успешном завршетку програма
sr_latn: Broj kredita Učenik će zaraditi na uspešnom završetku programa

source: This calculated field signifies if all the courses in this program are included in the enterprise subscription catalog
sr: Ово израчуната поље означава да ли су сви курсеви у овом програму укључени у претплатни каталог претплате предузећа
sr_latn: Ovo izračunata polje označava da li su svi kursevi u ovom programu uključeni u pretplatni katalog pretplate preduzeća

source: A field to override Organization short code alias specific for this program.
sr: Поље за надјачавање организације кратког кода Специфично за овај програм.
sr_latn: Polje za nadjačavanje organizacije kratkog koda Specifično za ovaj program.

source: A field to override Organization logo specific for this program.
sr: Поље за превладавање логотипа организације специфично за овај програм.
sr_latn: Polje za prevladavanje logotipa organizacije specifično za ovaj program.

source: Primary subject field specific for this program. Useful field in case there are no courses associated with this program.
sr: Примарно предметно поље специфично за овај програм. Корисно поље у случају да нема курсева повезаних са овим програмом.
sr_latn: Primarno predmetno polje specifično za ovaj program. Korisno polje u slučaju da nema kurseva povezanih sa ovim programom.

source: Level type specific for this program. Useful field in case there are no courses associated with this program.
sr: Тип нивоа специфично за овај програм. Корисно поље у случају да нема курсева повезаних са овим програмом.
sr_latn: Tip nivoa specifično za ovaj program. Korisno polje u slučaju da nema kurseva povezanih sa ovim programom.

source: Language code specific for this program. Useful field in case there are no courses associated with this program.
sr: Језички код специфичан за овај програм. Корисно поље у случају да нема курсева повезаних са овим програмом.
sr_latn: Jezički kod specifičan za ovaj program. Korisno polje u slučaju da nema kurseva povezanih sa ovim programom.

source: Useful field to overwrite the duration of a program. It can be a text describing a period of time, Ex: 6-9 months.
sr: Корисно поље за преписивање трајања програма. То може бити текст који описује временски период, ек: 6-9 месеци.
sr_latn: Korisno polje za prepisivanje trajanja programa. To može biti tekst koji opisuje vremenski period, ek: 6-9 meseci.

source: Pick a tag/label from the suggestions. To make a new tag, add a comma after the tag name.
sr: Изаберите ознаку / етикету из предлога. Да бисте направили нову ознаку, додајте зарез након имена ознака.
sr_latn: Izaberite oznaku / etiketu iz predloga. Da biste napravili novu oznaku, dodajte zarez nakon imena oznaka.

source: The last time this program was modified.
sr: Последњи пут када је овај програм модификован.
sr_latn: Poslednji put kada je ovaj program modifikovan.

source: ID
sr: Ид

source: The actual rank number
sr: Стварни ранг број
sr_latn: Stvarni rang broj

source: What does the rank number mean
sr: Шта значи ранг број
sr_latn: Šta znači rang broj

source: From where the rank is obtained
sr: Одакле се добије ранг
sr_latn: Odakle se dobije rang

source: Callback URL to partner application flow
sr: УРЛ адреса за повратни проток партнерске апликације
sr_latn: URL adresa za povratni protok partnerske aplikacije

source: Overall program ranking (e.g. "#1 in the U.S.")
sr: Укупни програм програма (нпр. "#1 in the U.S.")
sr_latn: Ukupni program programa (npr. "#1 in the U.S.")

source: The 6 character hex value of the color to make the banner borders (e.g. "#ff0000" which equals red) No need to provide the `#`
sr: Шестерокутна вредност од 6 карактера да би се банер граничи (нпр. "#ff0000" који је једнак црвеној боји) Нема потребе за пружањем `#`
sr_latn: Šesterokutna vrednost od 6 karaktera da bi se baner graniči (npr. "#ff0000" koji je jednak crvenoj boji) Nema potrebe za pružanjem `#`

source: Provide a campus image for the header of the degree
sr: Обезбедите слику у кампусу за заглавље дипломе
sr_latn: Obezbedite sliku u kampusu za zaglavlje diplome

source: Provide a background image for the title section of the degree
sr: Обезбедите позадинску слику за одјељак наслова у дипломи
sr_latn: Obezbedite pozadinsku sliku za odjeljak naslova u diplomi

source: The fine print that displays at the Tuition section's bottom
sr: Фини отисак који се приказује на дну одељења за школовање
sr_latn: Fini otisak koji se prikazuje na dnu odeljenja za školovanje

source: The fine print that displays at the Deadline section's bottom
sr: Фини отисак који се приказује на дну рока
sr_latn: Fini otisak koji se prikazuje na dnu roka

source: The sailthru email list name to capture leads
sr: Назив е-поште са једрама за снимање водича за снимање
sr_latn: Naziv e-pošte sa jedrama za snimanje vodiča za snimanje

source: Please provide an image file for the lead capture banner.
sr: Наведите датотеку слике за баннер овлашћења овлашћења.
sr_latn: Navedite datoteku slike za banner ovlašćenja ovlašćenja.

source: The Hubspot form ID for the lead capture form
sr: ИД обрасца ХУБСПОТА за образац за хватање овлашћења
sr_latn: ID obrasca HUBSPOTA za obrazac za hvatanje ovlašćenja

source: URL to micromasters landing page
sr: УРЛ до странице за слетање микромастера
sr_latn: URL do stranice za sletanje mikromastera

source: Micromasters verbose title
sr: Микромастери Вербосе наслов
sr_latn: Mikromasteri Verbose naslov

source: Micromasters descriptive paragraph
sr: Микромастери Описни пасус
sr_latn: Mikromasteri Opisni pasus

source: Customized background image for the MicroMasters section.
sr: Прилагођена позадинска слика за одељење микромастера.
sr_latn: Prilagođena pozadinska slika za odeljenje mikromastera.

source: Override org name if micromasters program comes from different organization than Masters program
sr: Оверриде орг име Ако програм микромастера долази из различитих организација од програма Мастерс
sr_latn: Override org ime Ako program mikromastera dolazi iz različitih organizacija od programa Masters

source: Ranking display for search card (e.g. "#1 in the U.S."
sr: Рангирање екрана за картицу претраге (нпр. "#1 in the U.S."
sr_latn: Rangiranje ekrana za karticu pretrage (npr. "#1 in the U.S."

source: Cost display for search card (e.g. "$9,999"
sr: Приказ трошкова за картицу претраге (нпр. "$9,999"
sr_latn: Prikaz troškova za karticu pretrage (npr. "$9,999"

source: Number of courses for search card (e.g. "11 Courses"
sr: Број курсева за картицу за претрагу (нпр. "11 Courses"
sr_latn: Broj kurseva za karticu za pretragu (npr. "11 Courses"

source: Designates whether the degree should be displayed on the owning organization's page
sr: Означава да ли је степен треба да буде приказан на страници организације у власништву организације
sr_latn: Označava da li je stepen treba da bude prikazan na stranici organizacije u vlasništvu organizacije

source: The redirect URL of the degree on external site
sr: УРЛ за преусмеравање степена на спољном месту
sr_latn: URL za preusmeravanje stepena na spoljnom mestu

source: The URL of the landing page on external site
sr: УРЛ странице за слетање на спољном месту
sr_latn: URL stranice za sletanje na spoljnom mestu

source: Bell
sr: Звоно
sr_latn: Zvono

source: Certificate
sr: Сертификат
sr_latn: Sertifikat

source: Checkmark
sr: Квачицу
sr_latn: Kvačicu

source: Clock
sr: Сат
sr_latn: Sat

source: Desktop
sr: Радна површина
sr_latn: Radna površina

source: Info
sr: Информације
sr_latn: Informacije

source: Sitemap
sr: Мапа сајта
sr_latn: Mapa sajta

source: User
sr: Корисник
sr_latn: Korisnik

source: Dollar
sr: Долар
sr_latn: Dolar

source: Book
sr: Књига
sr_latn: Knjiga

source: Mortar Board
sr: Малтер
sr_latn: Malter

source: Star
sr: Звезда
sr_latn: Zvezda

source: Trophy
sr: Трофеј
sr_latn: Trofej

source: Icon FA class
sr: Ицон ФА класа
sr_latn: Icon FA klasa

source: Paired text
sr: Упарени текст
sr_latn: Upareni tekst

source: Deadline applies for this semester (e.g. Spring 2019
sr: Рок се односи на овај семестар (нпр. Спринг 2019)
sr_latn: Rok se odnosi na ovaj semestar (npr. Spring 2019)

source: Describes the deadline (e.g. Early Admission Deadline)
sr: Описује рок (нпр. Рок раног пријема)
sr_latn: Opisuje rok (npr. Rok ranog prijema)

source: The date after which the deadline expires (e.g. January 1, 2019)
sr: Датум након чега рок истиче (нпр. 1. јануара 2019.)
sr_latn: Datum nakon čega rok ističe (npr. 1. januara 2019.)

source: The time after which the deadline expires (e.g. 11:59 PM EST).
sr: Време након чега рок истиче (нпр. 23:59 ЕСТ).
sr_latn: Vreme nakon čega rok ističe (npr. 23:59 EST).

source: Describes what the cost is for (e.g. Tuition)
sr: Описује колики је цена (нпр. Школарина)
sr_latn: Opisuje koliki je cena (npr. Školarina)

source: String-based field stating how much the cost is (e.g. $1000).
sr: Поље на бази стрингова у којој се наводи колико је цена (нпр. 1000 долара).
sr_latn: Polje na bazi stringova u kojoj se navodi koliko je cena (npr. 1000 dolara).

source: A high-level overview of the degree's courseware. The "brief" text is the first 750 characters of "marketing_text" and must be valid HTML.
sr: Преглед високог нивоа дипломевог курсева. "brief" Текст је првих 750 знакова "marketing_text" и мора бити Важећа ХТМЛ.
sr_latn: Pregled visokog nivoa diplomevog kurseva. "brief" Tekst je prvih 750 znakova "marketing_text" i mora biti Važeća HTML.

source: A high-level overview of the degree's courseware.
sr: Преглед високог нивоа дипломевог курсева.
sr_latn: Pregled visokog nivoa diplomevog kurseva.

source: Organization name
sr: Име организације
sr_latn: Ime organizacije

source: These programs are for a different partner than the pathway itself: {}
sr: Ови програми су за другачијег партнера од самог пута: {}
sr_latn: Ovi programi su za drugačijeg partnera od samog puta: {}

source: Facebook
sr: Фацебоок

source: Twitter
sr: Нагнути
sr_latn: Nagnuti

source: Blog
sr: Блог

source: Others
sr: Други
sr_latn: Drugi

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url slug {url_slug}
sr: Партнер {partner_key} и партнер курса {course_partner_key} Не подударајте се приликом покушаја сачувања УРЛ-а СЛУГ {url_slug}
sr_latn: Partner {partner_key} i partner kursa {course_partner_key} Ne podudarajte se prilikom pokušaja sačuvanja URL-a SLUG {url_slug}

source: Partner {partner_key} and course partner {course_partner_key} do not match when attempting to save url redirect {url_path}
sr: Партнер {partner_key} и партнер курса {course_partner_key} Не подударајте се приликом покушаја сачувања УРЛ-а преусмеравања {url_path}
sr_latn: Partner {partner_key} i partner kursa {course_partner_key} Ne podudarajte se prilikom pokušaja sačuvanja URL-a preusmeravanja {url_path}

source: It expects the data will be provided in a csv file format
sr: Очекује да ће се подаци дати у ЦСВ формату датотеке
sr_latn: Očekuje da će se podaci dati u CSV formatu datoteke

source: A csv file containing uuid of the courses to be archived
sr: ЦСВ датотека која садржи ууид курсева који ће се архивирати
sr_latn: CSV datoteka koja sadrži uuid kurseva koji će se arhivirati

source: It expects the data will be provided in a csv file format with first row containing all the headers.
sr: Очекује да ће се подаци дати у ЦСВ формату датотека са првим редом који садржи све заглавља.
sr_latn: Očekuje da će se podaci dati u CSV formatu datoteka sa prvim redom koji sadrži sve zaglavlja.

source: Open Courses
sr: Отворени курсеви
sr_latn: Otvoreni kursevi

source: 2U Executive Education Courses
sr: 2У курсеви извршног образовања
sr_latn: 2U kursevi izvršnog obrazovanja

source: Bootcamps
sr: Боотцампс

source: Course UUIDs
sr: Курс ууидс
sr_latn: Kurs uuids

source: Course Run IDs
sr: ИД-ови на курсу
sr_latn: ID-ovi na kursu

source: Profile Image UUIDs
sr: Профил Имаге Ууидс
sr_latn: Profil Image Uuids

source: Tag
sr: Ознака
sr_latn: Oznaka

source: Remove All Redirects
sr: Уклоните све преусмеравање
sr_latn: Uklonite sve preusmeravanje

source: Url Paths
sr: УРЛ стазе
sr_latn: URL staze

source: Add redirects from all published course url slugs
sr: Додајте преусмеравање са свих објављених курсева УРЛ слугова
sr_latn: Dodajte preusmeravanje sa svih objavljenih kurseva URL slugova

source: Course uuids
sr: Курс ууидс
sr_latn: Kurs uuids

source: User who uploaded the file
sr: Корисник који је отпремио датотеку
sr_latn: Korisnik koji je otpremio datoteku

source: Summary of the task
sr: Резиме задатка
sr_latn: Rezime zadatka

source: Task Type
sr: Тип задатка
sr_latn: Tip zadatka

source: Type of Bulk Task to be performed
sr: Врста расуте задатке
sr_latn: Vrsta rasute zadatke

source: Status
sr: Статус

source: Status of the Bulk Task
sr: Статус расућег задатка
sr_latn: Status rasućeg zadatka

source: Identifier of the celery task associated with this bulk task
sr: Идентификатор задатка целера повезаних са овим расутом задатком
sr_latn: Identifikator zadatka celera povezanih sa ovim rasutom zadatkom

source: Attempted to query Salesforce with no client for partner={}
sr: Покушао да упише продавачи без клијента за партнер = {}
sr_latn: Pokušao da upiše prodavači bez klijenta za partner = {}

source: Unable to associate a case for comments for {}
sr: Неспособан да повежете предмет за коментаре за {}
sr_latn: Nesposoban da povežete predmet za komentare za {}

source: Cancel
sr: Отказати
sr_latn: Otkazati

source: Back to Program
sr: Повратак на програм
sr_latn: Povratak na program

source: Save Course Run
sr: Уштедите трчање курсева
sr_latn: Uštedite trčanje kurseva

source: Home
sr: Дом
sr_latn: Dom

source: Course Skills
sr: Вештине курса
sr_latn: Veštine kursa

source: Refresh Course Skills
sr: Освежи вештине курса
sr_latn: Osveži veštine kursa

source: Refresh Program Skills
sr: Освежи програмске вештине
sr_latn: Osveži programske veštine

source: %(user_name)s made the following comment on %(course_name)s on %(date)s at %(time)s
sr: %(user_name)s Стекао је следећи коментар на %(course_name)s на %(date)s на %(time)s
sr_latn: %(user_name)s Stekao je sledeći komentar na %(course_name)s na %(date)s na %(time)s

source: View comment in Publisher
sr: Погледајте коментар у издавачу
sr_latn: Pogledajte komentar u izdavaču

source: The edX team
sr: eP тим
sr_latn: eP tim

source: %(user_name)s made the following comment on %(course_name)s %(date)s at %(time)s
sr: %(user_name)s Стекао је следећи коментар на %(course_name)s %(date)s на %(time)s
sr_latn: %(user_name)s Stekao je sledeći komentar na %(course_name)s %(date)s na %(time)s

source: Hi Course Team,
sr: Хи курс тим,
sr_latn: Hi kurs tim,

source: This is an automated reminder that the course "%(course_name)s" (Course Key: %(course_key)s) is scheduled to end in %(days)s on %(course_end_date)s.
sr: Ово је аутоматизовано подсетник да је курс "%(course_name)s " (кључ курса: %(course_key)s) заказан је за крај %(days)s на %(course_end_date)s.
sr_latn: Ovo je automatizovano podsetnik da je kurs "%(course_name)s " (ključ kursa: %(course_key)s) zakazan je za kraj %(days)s na %(course_end_date)s.

source: To ensure uninterrupted learner access and enrollment, please take one of the following actions:
sr: Да бисте осигурали непрекидни приступ и упис ученика, молимо вас да узмете једну од следећих радњи:
sr_latn: Da biste osigurali neprekidni pristup i upis učenika, molimo vas da uzmete jednu od sledećih radnji:

source: This is an automated reminder that the course "%(course_name)s" (Course Key: %(course_key)s) has officially ended as of %(course_end_date)s.
sr: Ово је аутоматизовано подсетник да је курс "%(course_name)s " (кључ курса: %(course_key)s) званично је завршио од %(course_end_date)s.
sr_latn: Ovo je automatizovano podsetnik da je kurs "%(course_name)s " (ključ kursa: %(course_key)s) zvanično je završio od %(course_end_date)s.

source: If this was intentional, no action is needed. However, if this course was meant to remain available, you have two options to restore access:
sr: Ако је то било намерно, није потребна ништа. Међутим, ако је овај курс требало да остане на располагању, имате две опције за враћање приступа:
sr_latn: Ako je to bilo namerno, nije potrebna ništa. Međutim, ako je ovaj kurs trebalo da ostane na raspolaganju, imate dve opcije za vraćanje pristupa:

source: Extend the current course run’s end date if the same course is meant to remain available.
sr: Проширите тренутни крај курса крајњег дана када је исти курс предвиђен да остане на располагању.
sr_latn: Proširite trenutni kraj kursa krajnjeg dana kada je isti kurs predviđen da ostane na raspolaganju.

source: Create a new course run if you are planning to offer this course again with updated content, pacing, or a new cohort of learners.
sr: Креирајте нови курс Рун ако планирате да поново понудите овај курс са ажурираним садржајем, пејсингом или новом кохортом ученика.
sr_latn: Kreirajte novi kurs Run ako planirate da ponovo ponudite ovaj kurs sa ažuriranim sadržajem, pejsingom ili novom kohortom učenika.

source: Visit the Course in Publisher
sr: Посетите курс издавача
sr_latn: Posetite kurs izdavača

source: You can review and modify the course end settings here:
sr: Овде можете прегледати и изменити подешавања курса:
sr_latn: Ovde možete pregledati i izmeniti podešavanja kursa:

source: If no action is taken, the course will no longer be available for enrollment or access by learners on <a href="%(partner_marketing_site_url)s">%(partner_marketing_site_url)s</a> after the end date.
sr: Ако се не предузме ниједна акција, курс више неће бити доступан за упис или приступ ученицима <a href="%(partner_marketing_site_url)s">%(partner_marketing_site_url)s</a> након крајњег датума.
sr_latn: Ako se ne preduzme nijedna akcija, kurs više neće biti dostupan za upis ili pristup učenicima <a href="%(partner_marketing_site_url)s">%(partner_marketing_site_url)s</a> nakon krajnjeg datuma.

source: Thanks
sr: Хвала
sr_latn: Hvala

source: This is an automated reminder that the course "%(course_name)s" (Course Key: %(course_key)s) is scheduled to end in %(days)s on %(course_end_date)s.
sr: Ово је аутоматизовано подсетник да је курс "%(course_name)s " (кључ курса: %(course_key)s) заказан је за крај %(days)s на %(course_end_date)s.
sr_latn: Ovo je automatizovano podsetnik da je kurs "%(course_name)s " (ključ kursa: %(course_key)s) zakazan je za kraj %(days)s na %(course_end_date)s.

source: This is an automated reminder that the course "%(course_name)s" (Course Key: %(course_key)s) has officially ended as of %(course_end_date)s.
sr: Ово је аутоматизовано подсетник да је курс "%(course_name)s " (кључ курса: %(course_key)s) званично је завршио од %(course_end_date)s.
sr_latn: Ovo je automatizovano podsetnik da je kurs "%(course_name)s " (ključ kursa: %(course_key)s) zvanično je završio od %(course_end_date)s.

source: Visit the Course in Publisher:
sr: Посетите курс у издавачу:
sr_latn: Posetite kurs u izdavaču:

source: If no action is taken, the course will no longer be available for enrollment or access by learners on %(partner_marketing_site_url)s after the end date.
sr: Ако није предузета акција, курс више неће бити доступан за упис или приступ ученицима на %(partner_marketing_site_url)s након завршетка крајњег датума.
sr_latn: Ako nije preduzeta akcija, kurs više neće biti dostupan za upis ili pristup učenicima na %(partner_marketing_site_url)s nakon završetka krajnjeg datuma.

source: The About page for the %(course_run_number)s course run of %(course_name)s has been submitted for publishing. The new session will appear on the edX website following the next couple of deployments—typically within 24 to 48 business hours.
sr: Страница за %(course_run_number)s ЦОУРС РУН РУРС ОФ %(course_name)s је поднесен на издавање. Нова сесија ће се појавити на веб локацији eP-а након следећег пара размештања - обично у року од 24 до 48 радних сати.
sr_latn: Stranica za %(course_run_number)s COURS RUN RURS OF %(course_name)s je podnesen na izdavanje. Nova sesija će se pojaviti na veb lokaciji eP-a nakon sledećeg para razmeštanja - obično u roku od 24 do 48 radnih sati.

source: Note: This is a no-reply email. For any questions or comments, please contact your Project Coordinator at
sr: Напомена: Ово је адреса без одговора. За било каква питања или коментаре обратите се свом координатору пројекта на
sr_latn: Napomena: Ovo je adresa bez odgovora. Za bilo kakva pitanja ili komentare obratite se svom koordinatoru projekta na

source: Dear %(recipient_name)s,
sr: Поштовани %(recipient_name)s,
sr_latn: Poštovani %(recipient_name)s,
