Repository: elearndevteam/imp-openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Use arguments from the DeletePersonDupsConfig model instead of the command line.
sr: Користите аргументе са модела ДелетеПерсондупСцонфиг уместо командне линије.
sr_latn: Koristite argumente sa modela DeletePersondupSconfig umesto komandne linije.

source: Malformed argument "{}", should be in form of UUID:TARGET_UUID
sr: Неправедни аргумент "{}", требало би да буде у облику УУИД-а: таргет_ууид
sr_latn: Nepravedni argument "{}", trebalo bi da bude u obliku UUID-a: target_uuid

source: Malformed argument "{}", UUIDs cannot be equal
sr: Неправилно обликовани аргумент "{}", УУИДС не може бити једнак
sr_latn: Nepravilno oblikovani argument "{}", UUIDS ne može biti jednak

source: Deleting
sr: Брисање
sr_latn: Brisanje

source: Would delete
sr: Би се избрисало
sr_latn: Bi se izbrisalo

source: Name
sr: Назив
sr_latn: Naziv

source: Endorsements
sr: Одобрења
sr_latn: Odobrenja

source: Programs
sr: Програми
sr_latn: Programi

source: Course Runs
sr: Курс трчи
sr_latn: Kurs trči

source: Target
sr: Мета
sr_latn: Meta

source: You must specify --partner-code
sr: Морате навести --Партнер-код
sr_latn: Morate navesti --Partner-kod

source: You must specify at least one person
sr: Морате навести најмање једну особу
sr_latn: Morate navesti najmanje jednu osobu

source: Publishing course run {key}
sr: Објављивање курса Рун {key}
sr_latn: Objavljivanje kursa Run {key}

source: Failed to publish {key}
sr: Није успело објавити {key}
sr_latn: Nije uspelo objaviti {key}

source: Successfully published {key}
sr: Успешно објављен {key}
sr_latn: Uspešno objavljen {key}

source: One or more course runs failed to publish.
sr: Један или више трчања курса није успело да објаве.
sr_latn: Jedan ili više trčanja kursa nije uspelo da objave.

source: Remove all redirects to all courses
sr: Уклоните све преусмеравање на све курсеве
sr_latn: Uklonite sve preusmeravanje na sve kurseve

source: Redirects to remove
sr: Преусмерава да се уклони
sr_latn: Preusmerava da se ukloni

source: Use arguments from the RemoveRedirectsConfig model instead of the command line.
sr: Користите аргументе са модела РемовеРедирецтСцонфиг уместо командне линије.
sr_latn: Koristite argumente sa modela RemoveRedirectSconfig umesto komandne linije.

source: Invalid arguments
sr: Неважећи аргументи
sr_latn: Nevažeći argumenti

source: Cannot remove active url_slug {url_slug}
sr: Не може да уклони активно урл_слуг {url_slug}
sr_latn: Ne može da ukloni aktivno url_slug {url_slug}

source: Path /course/{url_slug} not in use, nothing to delete
sr: Стаза / курс / {url_slug} Не у употреби, ништа за брисање
sr_latn: Staza / kurs / {url_slug} Ne u upotrebi, ništa za brisanje

source: Path {url_path} not in use, nothing to delete
sr: ПАТХ {url_path} Не користи се, ништа за брисање
sr_latn: PATH {url_path} Ne koristi se, ništa za brisanje

source: One or more courses failed to unpublish.
sr: Један или више курсева није успео да отклоне.
sr_latn: Jedan ili više kurseva nije uspeo da otklone.

source: Successfully unpublished runs in course {key}
sr: Успешно необјављено трчање на курсу {key}
sr_latn: Uspešno neobjavljeno trčanje na kursu {key}

source: Failed to unpublish runs in course {key}
sr: Неуспешно необјављене трке на курсу {key}
sr_latn: Neuspešno neobjavljene trke na kursu {key}

source: Please do not use any spaces or special characters other than period, underscore or hyphen. This key will be used in the course's course key.
sr: Не користите никакве размаке или посебне знакове осим периода, подвлаке или цртице. Овај кључ ће се користити у курсу курса.
sr_latn: Ne koristite nikakve razmake ili posebne znakove osim perioda, podvlake ili crtice. Ovaj ključ će se koristiti u kursu kursa.

source: If populated, this field will overwrite name in platform.
sr: Ако је насељено, ово поље ће преписати име на платформи.
sr_latn: Ako je naseljeno, ovo polje će prepisati ime na platformi.

source: Spanish Description
sr: Шпански опис
sr_latn: Španski opis

source: For seo, this field allows for alternate spanish description to be manually inputted
sr: За СЕО ово поље омогућава алтернативни шпански опис који се ручно унесе
sr_latn: Za SEO ovo polje omogućava alternativni španski opis koji se ručno unese

source: Pick a tag from the suggestions. To make a new tag, add a comma after the tag name.
sr: Изаберите ознаку са предлога. Да бисте направили нову ознаку, додајте зарез након имена ознака.
sr_latn: Izaberite oznaku sa predloga. Da biste napravili novu oznaku, dodajte zarez nakon imena oznaka.

source: Automatically generate course run keys
sr: Аутоматски генеришите тастере за покретање курсева
sr_latn: Automatski generišite tastere za pokretanje kurseva

source: When this flag is enabled, the key of a new course run will be auto generated. When this flag is disabled, the key can be manually set.
sr: Када је ова застава омогућена, кључ новог вожње за тока биће аутоматски генерисан. Када је ова застава онемогућена, кључ се може ручно подесити.
sr_latn: Kada je ova zastava omogućena, ključ novog vožnje za toka biće automatski generisan. Kada je ova zastava onemogućena, ključ se može ručno podesiti.

source: This field signifies if any of this org's courses are in the enterprise subscription catalog
sr: Ово поље означава да ли је било који од ових курсева овог орга у каталогу претплате предузећа
sr_latn: Ovo polje označava da li je bilo koji od ovih kurseva ovog orga u katalogu pretplate preduzeća

source: The 6 character-hex-value of the orgnization theme color, all related course under same organization will use this color as theme color. (e.g. "#ff0000" which equals red) No need to provide the `#`
sr: 6 карактера-хек-вредност теме о оргнизацији боје, Сви повезани курс под исту организацију користиће ову боју као у боји теме. (нпр. "#ff0000" који је једнак црвеној боји) Нема потребе за пружањем `#`
sr_latn: 6 karaktera-hek-vrednost teme o orgnizaciji boje, Svi povezani kurs pod istu organizaciju koristiće ovu boju kao u boji teme. (npr. "#ff0000" koji je jednak crvenoj boji) Nema potrebe za pružanjem `#`

source: The timestamp of the last time the organization data was modified.
sr: Временска ознака последњи пут када су подаци о организацији модификовани.
sr_latn: Vremenska oznaka poslednji put kada su podaci o organizaciji modifikovani.

source: Please do not use any spaces or special characters other than period, underscore or hyphen in the key field.
sr: Не користите никакве размаке или посебне знакове осим периода, подвлаке или цртице у пољу кључа.
sr_latn: Ne koristite nikakve razmake ili posebne znakove osim perioda, podvlake ili crtice u polju ključa.

source: Corresponding organization code in an external product source
sr: Одговарајући код организације у спољном извору производа
sr_latn: Odgovarajući kod organizacije u spoljnom izvoru proizvoda

source: LevelType model translations
sr: Преводи модела нивоа
sr_latn: Prevodi modela nivoa

source: Seat types that qualify for completion of programs of this type. Learners completing associated courses, but enrolled in other seat types, will NOT have their completion of the course counted toward the completion of the program.
sr: Врсте седишта које се квалификују за завршетак програма ове врсте. Ученици који завршавају придружени курсеви, али уписани у остале врсте седишта, неће имати завршетак курса који се рачунају ка завршетку програма.
sr_latn: Vrste sedišta koje se kvalifikuju za završetak programa ove vrste. Učenici koji završavaju pridruženi kursevi, ali upisani u ostale vrste sedišta, neće imati završetak kursa koji se računaju ka završetku programa.

source: Please provide an image file with transparent background
sr: Молимо наведите датотеку слике са прозирном позадином
sr_latn: Molimo navedite datoteku slike sa prozirnom pozadinom

source: Leave this field blank to have the value generated automatically.
sr: Оставите ово поље празно да би се вредност аутоматски генерисала.
sr_latn: Ostavite ovo polje prazno da bi se vrednost automatski generisala.

source: Name of the external source.
sr: Име спољног извора.
sr_latn: Ime spoljnog izvora.

source: Description of the external source.
sr: Опис спољног извора.
sr_latn: Opis spoljnog izvora.

source: Programs of these types will be OFAC restricted
sr: Програми ових врста биће ОФАЦ ограничени
sr_latn: Programi ovih vrsta biće OFAC ograničeni

source: ProgramType model translations
sr: Преводи модела програма
sr_latn: Prevodi modela programa

source: This mode requires ID verification.
sr: Овај режим захтева верификацију ИД-а.
sr_latn: Ovaj režim zahteva verifikaciju ID-a.

source: Completion can grant credit toward an organization’s degree.
sr: Завршетак може одобрити кредит према степену организације.
sr_latn: Završetak može odobriti kredit prema stepenu organizacije.

source: Certificate type granted if this mode is eligible for a certificate, or blank if not.
sr: Врста сертификата одобрена ако овај режим испуњава услове за потврду или празно ако не.
sr_latn: Vrsta sertifikata odobrena ako ovaj režim ispunjava uslove za potvrdu ili prazno ako ne.

source: Who gets paid for the course? Platform is the site owner, Organization is the school.
sr: Ко је плаћен за курс? Платформа је власник локације, организација је школа.
sr_latn: Ko je plaćen za kurs? Platforma je vlasnik lokacije, organizacija je škola.

source: Sets the order for displaying Course Run Types.
sr: Поставља налог за приказивање врста покретања курсева.
sr_latn: Postavlja nalog za prikazivanje vrsta pokretanja kurseva.

source: Leave this blank to allow all orgs. Otherwise, specifies which orgs can see this course type in Publisher.
sr: Оставите ово празно да бисте дозволили све оргене. У супротном, одређује које орге могу видети овај курс у издавачу.
sr_latn: Ostavite ovo prazno da biste dozvolili sve orgene. U suprotnom, određuje koje orge mogu videti ovaj kurs u izdavaču.

source: Subject model translations
sr: Предметни превод модела
sr_latn: Predmetni prevod modela

source: Topic model translations
sr: Преводи модела теме
sr_latn: Prevodi modela teme

source: SEO Meta tags for Products
sr: СЕО мета ознаке за производе
sr_latn: SEO meta oznake za proizvode

source: The ID of the Taxi Form (by 2U) that would be rendered in place of the hubspot capture form
sr: ИД таксија (од 2У) који би био донесен уместо облика хватања Хубспот-а
sr_latn: ID taksija (od 2U) koji bi bio donesen umesto oblika hvatanja Hubspot-a

source: The grouping of the Taxi Form (by 2U) that would be rendered instead of the hubspot capture form
sr: Групирање таксија (од 2У) који би се приказао уместо формата хватања Хубпот-а
sr_latn: Grupiranje taksija (od 2U) koji bi se prikazao umesto formata hvatanja Hubpot-a

source: The URL of the paid landing page on external site
sr: УРЛ плаћене странице за слетање на спољном месту
sr_latn: URL plaćene stranice za sletanje na spoljnom mestu

source: The URL of the organic landing page on external site
sr: УРЛ органске странице за слетање на спољном месту
sr_latn: URL organske stranice za sletanje na spoljnom mestu

source: The start date of the external course offering for marketing purpose
sr: Датум почетка спољног курса који нуди маркетиншку сврху
sr_latn: Datum početka spoljnog kursa koji nudi marketinšku svrhu

source: The ends date of the external course offering for marketing purpose
sr: Крајњи датум спољног курса који нуди маркетиншку сврху
sr_latn: Krajnji datum spoljnog kursa koji nudi marketinšku svrhu

source: The suggested deadline for enrollment for marketing purpose
sr: Предложени рок за упис на маркетиншку сврху
sr_latn: Predloženi rok za upis na marketinšku svrhu

source: The identifier for a product variant.
sr: Идентификатор за варијанту производа.
sr_latn: Identifikator za varijantu proizvoda.

source: Course override
sr: Прегласавање курса
sr_latn: Preglasavanje kursa

source: This field allows for override the default course term
sr: Ово поље омогућава преглашавање подразумеваног термина
sr_latn: Ovo polje omogućava preglašavanje podrazumevanog termina

source: This field contain external course marketing type specific to product lines
sr: Ово поље садржи спољни предмет маркетинга специфично за линије производа
sr_latn: Ovo polje sadrži spoljni predmet marketinga specifično za linije proizvoda

source: Determines weather the course should be displayed on the owning organization's page
sr: Одређује временске прилике Курс треба да се прикаже на страници организације у власништву
sr_latn: Određuje vremenske prilike Kurs treba da se prikaže na stranici organizacije u vlasništvu

source: A list of major works by this person. Must be valid HTML.
sr: Листа главних дела ове особе. Мора да је валидан ХТМЛ.
sr_latn: Lista glavnih dela ove osobe. Mora da je validan HTML.

source: People
sr: Људи
sr_latn: Ljudi

source: Add the collaborator image, please make sure its dimensions are 200x100px
sr: Додајте слику Цоллаборатор, проверите да ли су њене димензије 200к100пк
sr_latn: Dodajte sliku Collaborator, proverite da li su njene dimenzije 200k100pk

source: U.S. Value Per Lead
sr: Америчка вредност по вођству
sr_latn: Američka vrednost po vođstvu

source: U.S. value per lead in U.S. dollars.
sr: Америчка вредност по вођству у америчким доларима.
sr_latn: Američka vrednost po vođstvu u američkim dolarima.

source: International Value Per Lead
sr: Међународна вредност по олову
sr_latn: Međunarodna vrednost po olovu

source: International value per lead in U.S. dollars.
sr: Међународна вредност по вођству у америчким доларима.
sr_latn: Međunarodna vrednost po vođstvu u američkim dolarima.

source: U.S. Value Per Click
sr: У.С. Вредност по клику
sr_latn: U.S. Vrednost po kliku

source: U.S. value per click in U.S. dollars.
sr: Америчка вредност по клику у америчким доларима.
sr_latn: Američka vrednost po kliku u američkim dolarima.

source: International Value Per Click
sr: Међународна вредност по клику
sr_latn: Međunarodna vrednost po kliku

source: International value per click in U.S. dollars.
sr: Међународна вредност по клику у америчким доларима.
sr_latn: Međunarodna vrednost po kliku u američkim dolarima.

source: Latitude
sr: Ширина
sr_latn: Širina

source: Longitude
sr: Дужина
sr_latn: Dužina

source: Allowlist
sr: Листа за дозволу
sr_latn: Lista za dozvolu

source: Blocklist
sr: Клизаљка
sr_latn: Klizaljka

source: When making reruns for this course, they will use this key instead of the course key.
sr: Приликом прављења понављања за овај курс користиће овај кључ уместо кључа курса.
sr_latn: Prilikom pravljenja ponavljanja za ovaj kurs koristiće ovaj ključ umesto ključa kursa.

source: The actual duration of this course as experienced by learners who complete it.
sr: Стварно трајање овог курса који су искусили ученици који је испуне.
sr_latn: Stvarno trajanje ovog kursa koji su iskusili učenici koji je ispune.

source: Add the course image
sr: Додајте слику курса
sr_latn: Dodajte sliku kursa

source: FAQ
sr: Постављана питања
sr_latn: Postavljana pitanja

source: Total number of learners who have enrolled in this course
sr: Укупан број ученика који су се уписали у овај курс
sr_latn: Ukupan broj učenika koji su se upisali u ovaj kurs

source: Total number of learners who have enrolled in this course in the last 6 months
sr: Укупан број ученика који су у последњих 6 месеци уписали у овај курс у последњих 6 месеци
sr_latn: Ukupan broj učenika koji su u poslednjih 6 meseci upisali u ovaj kurs u poslednjih 6 meseci

source: Course number format e.g CS002x, BIO1.1x, BIO1.2x
sr: Број курса ФОРМАТ Е.Г ЦС002Кс, био1.1к, био1.2к
sr_latn: Broj kursa FORMAT E.G CS002Ks, bio1.1k, bio1.2k

source: Additional Information
sr: Додатне информације
sr_latn: Dodatne informacije

source: The last time this course was modified in the database.
sr: Последњи пут када је овај курс био модификован у бази података.
sr_latn: Poslednji put kada je ovaj kurs bio modifikovan u bazi podataka.

source: This field signifies if this course is in the enterprise subscription catalog
sr: Ово поље означава да ли је овај курс у каталогу претплате предузећа
sr_latn: Ovo polje označava da li je ovaj kurs u katalogu pretplate preduzeća

source: If checked, this item will not be indexed in Algolia and will not show up in search results.
sr: Ако је проверен, овај артикал се неће индексирати у Алголији и неће се појавити у резултатима претраге.
sr_latn: Ako je proveren, ovaj artikal se neće indeksirati u Algoliji i neće se pojaviti u rezultatima pretrage.

source: If checked, the About Page will have a meta tag with noindex value
sr: Ако је проверен, на страници ће имати МЕТА ознаку са Ноиндеком Вредност
sr_latn: Ako je proveren, na stranici će imati META oznaku sa Noindekom Vrednost

source: Watchers
sr: Гледаоци
sr_latn: Gledaoci

source: The list of email addresses that will be notified if any of the course runs is published or scheduled.
sr: Листа адреса е-поште која ће бити обавештена ако се објављује или заказује било који од трајања курса.
sr_latn: Lista adresa e-pošte koja će biti obaveštena ako se objavljuje ili zakazuje bilo koji od trajanja kursa.

source: Future
sr: Будућност
sr_latn: Budućnost

source: Past
sr: Прошлост
sr_latn: Prošlost

source: Blocked
sr: Блокиран
sr_latn: Blokiran

source: Unrestricted
sr: Неограничен
sr_latn: Neograničen

source: Title specific for this run of a course. Leave this value blank to default to the parent course's title.
sr: Наслов је специфичан за ово вођење курса. Оставите ову вредност празно за подразумевано на наслов родитељског курса.
sr_latn: Naslov je specifičan za ovo vođenje kursa. Ostavite ovu vrednost prazno za podrazumevano na naslov roditeljskog kursa.

source: Short description specific for this run of a course. Leave this value blank to default to the parent course's short_description attribute.
sr: Кратак опис специфичан за ово вођење курса. Оставите ову вредност празно за подразумевано атрибут родитељског курса.
sr_latn: Kratak opis specifičan za ovo vođenje kursa. Ostavite ovu vrednost prazno za podrazumevano atribut roditeljskog kursa.

source: Full description specific for this run of a course. Leave this value blank to default to the parent course's full_description attribute.
sr: Потпуни опис специфичан за ово вођење курса. Оставите ову вредност празно за подразумевано атрибут Фулл_ДеСтиптион атрибута родитељског курса.
sr_latn: Potpuni opis specifičan za ovo vođenje kursa. Ostavite ovu vrednost prazno za podrazumevano atribut Full_DeStiption atributa roditeljskog kursa.

source: Estimated minimum number of hours per week needed to complete a course run.
sr: Процењени минимални број сати недељно потребне за завршетак курса.
sr_latn: Procenjeni minimalni broj sati nedeljno potrebne za završetak kursa.

source: Estimated maximum number of hours per week needed to complete a course run.
sr: Процењени максимални број сати недељно потребне за завршетак покретања курса.
sr_latn: Procenjeni maksimalni broj sati nedeljno potrebne za završetak pokretanja kursa.

source: Estimated number of weeks needed to complete this course run.
sr: Процењени број недеља потребних за завршетак овог курса.
sr_latn: Procenjeni broj nedelja potrebnih za završetak ovog kursa.

source: A JSON dict detailing the available translations and transcriptions for this run. The dict has two keys: translation_languages and transcription_languages.
sr: Јсон Дицт детаљно описивање доступних превода и транскрипција за ово вођење. Дицт има два тастера: превод_лангуаге и транскрипција_лангуаге.
sr_latn: Json Dict detaljno opisivanje dostupnih prevoda i transkripcija za ovo vođenje. Dict ima dva tastera: prevod_language i transkripcija_language.

source: Total number of learners who have enrolled in this course run
sr: Укупан број ученика који су се уписали у овај курс
sr_latn: Ukupan broj učenika koji su se upisali u ovaj kurs

source: Total number of learners who have enrolled in this course run in the last 6 months
sr: Укупан број ученика који су се уписују у овај курс у последњих 6 месеци
sr_latn: Ukupan broj učenika koji su se upisuju u ovaj kurs u poslednjih 6 meseci

source: Whether this run should be hidden from API responses. Do not edit here - this value will be overwritten by the "Course Visibility In Catalog" field in Studio via Refresh Course Metadata.
sr: Да ли треба да се ово трчање треба скривати од АПИ одговора. Не уредите овде - ова вредност ће преписати поље "Course Visibility In Catalog" у студију путем метаподатака за освежавање метаподатака.
sr_latn: Da li treba da se ovo trčanje treba skrivati od API odgovora. Ne uredite ovde - ova vrednost će prepisati polje "Course Visibility In Catalog" u studiju putem metapodataka za osvežavanje metapodataka.

source: Indicates whether the course relation has been manually overridden.
sr: Означава да ли је однос курса ручно надјачан.
sr_latn: Označava da li je odnos kursa ručno nadjačan.

source: 'What You Will Learn' description for this particular course run. Leave this value blank to default to the parent course's Outcome attribute.
sr: 'What You Will Learn' Опис за овај одређени курс Рун. Оставите ову вредност празно за подразумевано атрибут родитељског курса.
sr_latn: 'What You Will Learn' Opis za ovaj određeni kurs Run. Ostavite ovu vrednost prazno za podrazumevano atribut roditeljskog kursa.

source: Add OFAC restriction text to the FAQ section of the Marketing site
sr: Додавање текста за рестрикцију са АЦК-ом на одељак ФАК у маркетиншкој локацији
sr_latn: Dodavanje teksta za restrikciju sa ACK-om na odeljak FAK u marketinškoj lokaciji

source: This calculated field signifies if this course run is in the enterprise subscription catalog
sr: Ово израчуната поље означава ако је овај курс покренут у каталогу претплате предузећа
sr_latn: Ovo izračunata polje označava ako je ovaj kurs pokrenut u katalogu pretplate preduzeća

source: The identifier for a product variant. This is used to link a course run to a product variant for external LOBs (i.e; ExecEd & Bootcamps).
sr: Идентификатор за варијанту производа. Ово се користи за повезивање курса који се изводи на варијанту производа за спољне лоб (тј; извршени и боотцампс).
sr_latn: Identifikator za varijantu proizvoda. Ovo se koristi za povezivanje kursa koji se izvodi na varijantu proizvoda za spoljne lob (tj; izvršeni i bootcamps).

source: Current
sr: Струја
sr_latn: Struja

source: Starting Soon
sr: Почевши ускоро
sr_latn: Počevši uskoro

source: Switching seat types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
sr: Пребацивање типова седишта након прегледа није подржан. По потреби посегните свом координатору пројекта за додатну помоћ ако је потребно.
sr_latn: Prebacivanje tipova sedišta nakon pregleda nije podržan. Po potrebi posegnite svom koordinatoru projekta za dodatnu pomoć ako je potrebno.

source: Change careers
sr: Промените каријеру
sr_latn: Promenite karijeru

source: Job advancement
sr: Напредовање посла
sr_latn: Napredovanje posla

source: Learn valuable skills
sr: Научите драгоцене вештине
sr_latn: Naučite dragocene veštine

source: Learn for fun
sr: Научити за забаву
sr_latn: Naučiti za zabavu

source: FAQs
sr: Често постављана питања
sr_latn: Često postavljana pitanja

source: The user-facing display title for this Program.
sr: Назив приказа корисника за овај програм.
sr_latn: Naziv prikaza korisnika za ovaj program.

source: A brief, descriptive subtitle for the Program.
sr: Кратак, описни поднаслов за програм.
sr_latn: Kratak, opisni podnaslov za program.

source: A brief hook for the marketing website
sr: Кратка кука за маркетиншку веб страницу
sr_latn: Kratka kuka za marketinšku veb stranicu

source: The lifecycle status of this Program.
sr: Статус животног циклуса овог програма.
sr_latn: Status životnog ciklusa ovog programa.
