Repository: elearndevteam/imp-openedx-translations
Catalog: translations/course-discovery/course_discovery/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: No user with the username [{username}] exists.
sr: Ниједан корисник са корисничким именом [{username}] постоји.
sr_latn: Nijedan korisnik sa korisničkim imenom [{username}] postoji.

source: Only staff users are permitted to filter by username. Remove the username parameter.
sr: Само корисницима особља дозвољено је да филтрирају корисничко име. Уклоните параметар корисничког имена.
sr_latn: Samo korisnicima osoblja dozvoljeno je da filtriraju korisničko ime. Uklonite parametar korisničkog imena.

source: Number of courses contained in this catalog
sr: Број курсева садржаних у овом каталогу
sr_latn: Broj kurseva sadržanih u ovom katalogu

source: Usernames of users with explicit access to view this catalog
sr: Корисничка имена корисника са експлицитним приступом за преглед овог каталога
sr_latn: Korisnička imena korisnika sa eksplicitnim pristupom za pregled ovog kataloga

source: Start date cannot be after the End date
sr: Датум почетка не може бити након завршетка датума
sr_latn: Datum početka ne može biti nakon završetka datuma

source: Term cannot be changed
sr: Израз се не може мењати
sr_latn: Izraz se ne može menjati

source: Language in which the course is administered
sr: Језик у којем се курс примењује
sr_latn: Jezik u kojem se kurs primenjuje

source: Course cannot be changed for an existing course run
sr: Курс се не може мењати на постојећи покретање курса
sr_latn: Kurs se ne može menjati na postojeći pokretanje kursa

source: Minimum effort cannot be greater than Maximum effort
sr: Минимални напор не може бити већи од максималног напора
sr_latn: Minimalni napor ne može biti veći od maksimalnog napora

source: Minimum effort and Maximum effort cannot be the same
sr: Минимални напор и максимални напор не могу бити исти
sr_latn: Minimalni napor i maksimalni napor ne mogu biti isti

source: Dictionary mapping course run IDs to boolean values
sr: Директни мапирање курсева Покрените личне карте у боолејске вредности
sr_latn: Direktni mapiranje kurseva Pokrenite lične karte u boolejske vrednosti

source: Restriction Type cannot be empty
sr: Тип ограничења не може бити празан
sr_latn: Tip ograničenja ne može biti prazan

source: Dictionary mapping course IDs to boolean values
sr: ИД-оч за мапирање курса за боолејске вредности
sr_latn: ID-oč za mapiranje kursa za boolejske vrednosti

source: Languages that course runs in this program are offered in.
sr: Понуђене су језике који се налазе у овом програму.
sr_latn: Ponuđene su jezike koji se nalaze u ovom programu.

source: Languages that course runs in this program have available transcripts in.
sr: Језици који курс ради у овом програму имају доступне транскрипте унутра.
sr_latn: Jezici koji kurs radi u ovom programu imaju dostupne transkripte unutra.

source: An error occurred while setting the course run image for [{key}] in studio. All other fields were successfully saved in Studio.
sr: Дошло је до грешке приликом постављања имиџа за покретање курса за [{key}] у студију. Сва остала поља су успешно сачувана у студију.
sr_latn: Došlo je do greške prilikom postavljanja imidža za pokretanje kursa za [{key}] u studiju. Sva ostala polja su uspešno sačuvana u studiju.

source: Specifying both editable=1 and a q parameter is not supported.
sr: Навођење и уређивање = 1 и К параметар није подржан.
sr_latn: Navođenje i uređivanje = 1 i K parametar nije podržan.

source: You must include a course_uuid in your query parameters.
sr: Морате да укључите курс_ууид у параметрима упита.
sr_latn: Morate da uključite kurs_uuid u parametrima upita.

source: Missing value for: [{name}].
sr: Недостаје вредност за: [{name}].
sr_latn: Nedostaje vrednost za: [{name}].

source: Incorrect data sent.
sr: Послани погрешни подаци.
sr_latn: Poslani pogrešni podaci.

source: Failed to set course run data: {}
sr: Постављање података о покретању курса није успело: {}
sr_latn: Postavljanje podataka o pokretanju kursa nije uspelo: {}

source: Can only update status, ofac restrictions, and ofac comment
sr: Може да ажурира само статус, ОФАЦ ограничења и коментар ОФАЦ-а
sr_latn: Može da ažurira samo status, OFAC ograničenja i komentar OFAC-a

source: The course run type '{course_run_type}' is not valid for this course type '{course_type}'.
sr: Покретање курса '{course_run_type} ' није важи за овај курс тип '{course_type} '.
sr_latn: Pokretanje kursa '{course_run_type} ' nije važi za ovaj kurs tip '{course_type} '.

source: Course run is in review. Editing disabled.
sr: Покретање курса је у прегледу. Уређивање је онемогућено.
sr_latn: Pokretanje kursa je u pregledu. Uređivanje je onemogućeno.

source: Invalid parameter
sr: Неважећи параметар
sr_latn: Nevažeći parametar

source: Failed to set data: {}
sr: Постављање података није успело: {}
sr_latn: Postavljanje podataka nije uspelo: {}

source: Organization [{org}] does not exist.
sr: Организација [{org}] не постоји.
sr_latn: Organizacija [{org}] ne postoji.

source: Course Type [{course_type}] does not exist.
sr: Тип курса [{course_type}] не постоји.
sr_latn: Tip kursa [{course_type}] ne postoji.

source: Product Source [{product_source}] does not exist.
sr: Извор производа [{product_source}] не постоји.
sr_latn: Izvor proizvoda [{product_source}] ne postoji.

source: A course with key [{key}] already exists.
sr: Курс са кључем [{key}] већ постоји.
sr_latn: Kurs sa ključem [{key}] već postoji.

source: Course creation was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
sr: Стварање курса је било неуспешно. Урл курса слуга '[{url_slug}]' је већ у употреби. Ажурирајте ово поље и покушајте поново.
sr_latn: Stvaranje kursa je bilo neuspešno. Url kursa sluga '[{url_slug}]' je već u upotrebi. Ažurirajte ovo polje i pokušajte ponovo.

source: Switching entitlement types after being reviewed is not supported. Please reach out to your project coordinator for additional help if necessary.
sr: Пребацивање типова права након прегледа није подржан. По потреби посегните свом координатору пројекта за додатну помоћ ако је потребно.
sr_latn: Prebacivanje tipova prava nakon pregleda nije podržan. Po potrebi posegnite svom koordinatoru projekta za dodatnu pomoć ako je potrebno.

source: Course edit was unsuccessful. The course URL slug ‘[{url_slug}]’ is already in use. Please update this field and try again.
sr: Едит курса је био неуспешан. Урл курса слуга '[{url_slug}]' је већ у употреби. Ажурирајте ово поље и покушајте поново.
sr_latn: Edit kursa je bio neuspešan. Url kursa sluga '[{url_slug}]' je već u upotrebi. Ažurirajte ovo polje i pokušajte ponovo.

source: You are not permitted to access the API documentation.
sr: Није вам дозвољено да приступите АПИ документацији.
sr_latn: Nije vam dozvoljeno da pristupite API dokumentaciji.

source: Catalog name
sr: Име каталога
sr_latn: Ime kataloga

source: Query to retrieve Course Run catalog contents
sr: Упит за преузимање курсева Каталошко садржај
sr_latn: Upit za preuzimanje kurseva Kataloško sadržaj

source: Query to retrieve Program catalog contents
sr: Упит за преношење садржаја каталога програма
sr_latn: Upit za prenošenje sadržaja kataloga programa

source: Include archived courses
sr: Укључују архивиране курсеве
sr_latn: Uključuju arhivirane kurseve

source: Personal info
sr: Лични подаци
sr_latn: Lični podaci

source: Permissions
sr: Дозволе
sr_latn: Dozvole

source: Important dates
sr: Важни датуми
sr_latn: Važni datumi

source: API Configuration
sr: АПИ конфигурација
sr_latn: API konfiguracija

source: Configure the APIs that will be used to retrieve data.
sr: Конфигуришите АПИ који ће се користити за преузимање података.
sr_latn: Konfigurišite API koji će se koristiti za preuzimanje podataka.

source: Marketing Site Configuration
sr: Конфигурација маркетинга
sr_latn: Konfiguracija marketinga

source: Configure the marketing site URLs that will be used to retrieve data and create URLs.
sr: Конфигуришите маркетинг урл-ови који ће се користити за преузимање података и креирање УРЛ-ова.
sr_latn: Konfigurišite marketing url-ovi koji će se koristiti za preuzimanje podataka i kreiranje URL-ova.

source: Analytics Configuration
sr: Конфигурација аналитике
sr_latn: Konfiguracija analitike

source: Configure the analytics API that will be used to retrieve enrollment data
sr: Конфигуришите АПИ аналитике који ће се користити за преузимање података о упису
sr_latn: Konfigurišite API analitike koji će se koristiti za preuzimanje podataka o upisu

source: period must be one of {period_choices}.
sr: Период мора бити један од {period_choices}.
sr_latn: Period mora biti jedan od {period_choices}.

source: 'rate' must be in the format defined by DRF, such as '100/hour'.
sr: 'rate' мора бити у формату који је дефинисао ДРФ, као што је '100/hour'.
sr_latn: 'rate' mora biti u formatu koji je definisao DRF, kao što je '100/hour'.

source: Full Name
sr: Пуно име
sr_latn: Puno ime

source: Referral Tracking ID
sr: ИД за праћење упућивања
sr_latn: ID za praćenje upućivanja

source: The rate of requests to limit this user to. The format is specified by Django Rest Framework (see http://www.django-rest-framework.org/api-guide/throttling/).
sr: Стопа захтева за ограничавање овог корисника на. Формат је одређен Оквиром за одмор Дјанго (види хттп: //ввв.дјанго-рест-фрамеворк.орг/апи-гуиде/тхротлинг/).
sr_latn: Stopa zahteva za ograničavanje ovog korisnika na. Format je određen Okvirom za odmor Django (vidi http: //vvv.django-rest-framevork.org/api-guide/throtling/).

source: Short Code
sr: Кратки код
sr_latn: Kratki kod

source: Convenient code/slug used to identify this Partner (e.g. for management commands.)
sr: Погодан код / ​​слушки који се користи за идентификацију овог партнера (нпр. За команде менаџмента.)
sr_latn: Pogodan kod / ​​sluški koji se koristi za identifikaciju ovog partnera (npr. Za komande menadžmenta.)

source: Courses API URL
sr: Курсеви АПИ УРЛ
sr_latn: Kursevi API URL

source: Course Mode API URL
sr: Начин курса АПИ УРЛ
sr_latn: Način kursa API URL

source: E-Commerce API URL
sr: Е-Цоммерце АПИ УРЛ

source: Organizations API URL
sr: Организације АПИ УРЛ
sr_latn: Organizacije API URL

source: Programs API URL
sr: Програми АПИ УРЛ
sr_latn: Programi API URL

source: Marketing Site API URL
sr: Маркетинг Сите АПИ УРЛ

source: Marketing Site URL
sr: Маркетинг сајт УРЛ адреса
sr_latn: Marketing sajt URL adresa

source: Marketing Site API Username
sr: Маркетинг Сите АПИ корисничко име
sr_latn: Marketing Site API korisničko ime

source: Marketing Site API Password
sr: АПИ лозинка за маркетинг сајт
sr_latn: API lozinka za marketing sajt

source: Studio URL
sr: Студио УРЛ

source: Publisher URL
sr: УРЛ издавача
sr_latn: URL izdavača

source: The base URL of your publisher service, if used. Example: https://publisher.example.com/
sr: Ако се користи основна УРЛ вашег сервиса издавача, ако се користи. Пример: хттпс: //публисхер.екампле.цом/
sr_latn: Ako se koristi osnovna URL vašeg servisa izdavača, ako se koristi. Primer: https: //publisher.ekample.com/

source: LMS URL
sr: ЛМС УРЛ

source: LMS Admin URL
sr: ЛМС Админ УРЛ

source: The public URL of your LMS Django admin. Example: https://lms-internal.example.com/admin
sr: Јавна УРЛ-а вашег ЛМС Дјанго Админ. Пример: хттпс: //лмс-интернал.екампле.цом/админ
sr_latn: Javna URL-a vašeg LMS Django Admin. Primer: https: //lms-internal.ekample.com/admin

source: Analytics API URL
sr: АНИЦТИЦ АПИ УРЛ
sr_latn: ANICTIC API URL

source: Analytics Access Token
sr: Аналитички приступни токен
sr_latn: Analitički pristupni token

source: Partner
sr: Партнер

source: Partners
sr: Партнери
sr_latn: Partneri

source: Salesforce Username
sr: Корисничко име за продају
sr_latn: Korisničko ime za prodaju

source: Salesforce Password
sr: Лозинка за продају
sr_latn: Lozinka za prodaju

source: Salesforce Organization Id
sr: ИД организације за продају
sr_latn: ID organizacije za prodaju

source: Salesforce Security Token
sr: Салесфорце Сигурносни токен
sr_latn: Salesforce Sigurnosni token

source: Is a Salesforce Sandbox?
sr: Је ли сандбок за сандферце?
sr_latn: Je li sandbok za sandferce?

source: Case Record Type Id
sr: ИД за снимање предмета
sr_latn: ID za snimanje predmeta

source: An error occurred while publishing the {model} to the marketing site. Please try again. If the error persists, please contact the Engineering Team.
sr: Дошло је до грешке приликом објављивања {model} до маркетиншког места. Покушајте поново. Ако грешка настави, обратите се инжењерском тиму.
sr_latn: Došlo je do greške prilikom objavljivanja {model} do marketinškog mesta. Pokušajte ponovo. Ako greška nastavi, obratite se inženjerskom timu.

source: eligible for one-click purchase
sr: Испуњава услове за куповину једним кликом
sr_latn: Ispunjava uslove za kupovinu jednim klikom

source: Yes
sr: Да
sr_latn: Da

source: No
sr: Не
sr_latn: Ne

source: Included course runs
sr: Укључени курс
sr_latn: Uključeni kurs

source: Edit link
sr: Уређивање везе
sr_latn: Uređivanje veze

source: Edit course run exclusions
sr: Уређивање ексклузије покретања курса
sr_latn: Uređivanje ekskluzije pokretanja kursa

source: (save and continue editing to create a link)
sr: (Сачувајте и наставите уређивање да бисте креирали везу)
sr_latn: (Sačuvajte i nastavite uređivanje da biste kreirali vezu)

source: Successfully %(status)s %(count)d %(items)s.
sr: Успешно %(status)s %(count)d %(items)s.
sr_latn: Uspešno %(status)s %(count)d %(items)s.

source: Certificates
sr: Сертификати
sr_latn: Sertifikati

source: Pathways to Degrees
sr: Стазе до степена
sr_latn: Staze do stepena

source: Boot Camps
sr: Боот Цампс

source: Bachelor’s
sr: Бацхелор'с

source: Master’s
sr: Мајстор
sr_latn: Majstor

source: Available now
sr: Доступно сада
sr_latn: Dostupno sada

source: Upcoming
sr: Предстојеће
sr_latn: Predstojeće

source: Archived
sr: Архивиран
sr_latn: Arhiviran

source: Available by subscription
sr: Доступно од претплате
sr_latn: Dostupno od pretplate

source: Unpublished
sr: Необјављен
sr_latn: Neobjavljen

source: Awaiting Review from Legal
sr: Чека се преглед правног
sr_latn: Čeka se pregled pravnog

source: Awaiting Internal Review
sr: Чека се унутрашњи преглед
sr_latn: Čeka se unutrašnji pregled

source: Reviewed
sr: Прегледан
sr_latn: Pregledan

source: Published
sr: Објављен
sr_latn: Objavljen

source: Retired
sr: Пензионисан
sr_latn: Penzionisan

source: Instructor-paced
sr: Уметнут инструктор
sr_latn: Umetnut instruktor

source: Self-paced
sr: Самопокушајан
sr_latn: Samopokušajan

source: Active
sr: Активан
sr_latn: Aktivan

source: Deleted
sr: Избрисан
sr_latn: Izbrisan

source: mooc
sr: мооц

source: spoc
sr: спор
sr_latn: spor

source: test
sr: тест

source: demo
sr: демонстрација
sr_latn: demonstracija

source: other
sr: други
sr_latn: drugi

source: Course Create
sr: Курс стварати
sr_latn: Kurs stvarati

source: Partial Update
sr: Делимично ажурирање
sr_latn: Delimično ažuriranje

source: Course Rerun
sr: Курс репун
sr_latn: Kurs repun

source: Course Editor Update
sr: Ажурирање уредника курса
sr_latn: Ažuriranje urednika kursa

source: Pending
sr: На чекању
sr_latn: Na čekanju

source: Verified
sr: Верификован
sr_latn: Verifikovan

source: Processing
sr: Прерада
sr_latn: Prerada

source: Completed
sr: Завршен
sr_latn: Završen

source: Failed
sr: Није успео
sr_latn: Nije uspeo

source: Partially Completed
sr: Делимично завршен
sr_latn: Delimično završen

source: Errored
sr: Погрешан
sr_latn: Pogrešan

source: Honor
sr: Част
sr_latn: Čast

source: Credit
sr: Кредит
sr_latn: Kredit

source: Professional
sr: Професионалан
sr_latn: Profesionalan

source: Executive Education
sr: Извршно образовање
sr_latn: Izvršno obrazovanje

source: Paid Executive Education
sr: Плаћено извршно образовање
sr_latn: Plaćeno izvršno obrazovanje

source: Unpaid Executive Education
sr: Неплаћено извршно образовање
sr_latn: Neplaćeno izvršno obrazovanje

source: Paid Bootcamp
sr: Плаћено покретање боотцамп-а
sr_latn: Plaćeno pokretanje bootcamp-a

source: Unpaid Bootcamp
sr: Неплаћени боотцамп
sr_latn: Neplaćeni bootcamp

source: Platform
sr: Платформа
sr_latn: Platforma

source: Organization
sr: Организација
sr_latn: Organizacija

source: Short
sr: Кратак
sr_latn: Kratak

source: Medium
sr: Средњи
sr_latn: Srednji

source: Long
sr: Дугачак
sr_latn: Dugačak

source: Short Course
sr: Кратки курс
sr_latn: Kratki kurs

source: Sprint
sr: Спринт

source: Course Stack
sr: Стака на курсу
sr_latn: Staka na kursu

source: Custom B2B Enterprise
sr: Цустом Б2Б Ентерприсе

source: Custom B2C
sr: Цустом Б2Ц

source: Existing course type {type} for {key} ({id}) doesn't match its own entitlements.
sr: Постојећи курс тип {type} за {key} ({id}) не одговара сопственим правима.
sr_latn: Postojeći kurs tip {type} za {key} ({id}) ne odgovara sopstvenim pravima.

source: Existing run type {run_type} for {key} ({id}) doesn't match course type {type}.Skipping type.
sr: Постојећи тип покретања {run_type} за {key} ({id}) Не одговара курсу тип {type}. ИСКиПпинг тип.
sr_latn: Postojeći tip pokretanja {run_type} za {key} ({id}) Ne odgovara kursu tip {type}. ISKiPping tip.

source: Existing run type {run_type} for {key} ({id}) doesn't match its own seats.
sr: Постојеће покретање типа {run_type} за {key} ({id}) не одговара сопственим седиштима.
sr_latn: Postojeće pokretanje tipa {run_type} za {key} ({id}) ne odgovara sopstvenim sedištima.

source: Course {key} ({id}) matched type {type}
sr: Курс {key} ({id}) подударни тип {type}
sr_latn: Kurs {key} ({id}) podudarni tip {type}

source: Could not convert course {key} ({id}) to type {type}
sr: Није могуће претворити курс {key} ({id}) да бисте уписао {type}
sr_latn: Nije moguće pretvoriti kurs {key} ({id}) da biste upisao {type}

source: Not sending notification email for template {template} because no organization is defined for course {course}
sr: Не слање обавештења Е-маил за шаблона {template} јер ниједна организација није дефинисана за курс {course}
sr_latn: Ne slanje obaveštenja E-mail za šablona {template} jer nijedna organizacija nije definisana za kurs {course}

source: Not sending notification email for template {template} because no project coordinator is defined for organization {org}
sr: Не слање е-поште Обавештења за шаблон {template} јер није дефинисан координатор пројекта за организацију {org}
sr_latn: Ne slanje e-pošte Obaveštenja za šablon {template} jer nije definisan koordinator projekta za organizaciju {org}

source: Not sending notification email for template {template} because no publisher URL is defined for partner {partner}
sr: Не слање обавештења Е-маил за шаблона {template} Зато што није дефинисан УРЛ адреса издавача за партнер {partner}
sr_latn: Ne slanje obaveštenja E-mail za šablona {template} Zato što nije definisan URL adresa izdavača za partner {partner}

source: Not sending notification email for template {template} because no studio URL is defined for partner {partner}
sr: Не слање обавештења Е-маил за предложак {template} Зато што није дефинисан студио УРЛ за партнер {partner}
sr_latn: Ne slanje obaveštenja E-mail za predložak {template} Zato što nije definisan studio URL za partner {partner}

source: legal team
sr: правни тим
sr_latn: pravni tim

source: Project Coordinator team
sr: Тим координатора пројекта
sr_latn: Tim koordinatora projekta

source: course team
sr: тим за курс
sr_latn: tim za kurs

source: Legal review requested: {title}
sr: Законско рецензију тражено: {title}
sr_latn: Zakonsko recenziju traženo: {title}

source: Course URL for {title}
sr: УРЛ курса за {title}
sr_latn: URL kursa za {title}

source: Review requested: {key} - {title}
sr: Преглед тражено: {key} - {title}
sr_latn: Pregled traženo: {key} - {title}

source: Review complete: {title}
sr: Рецензија Комплетна: {title}
sr_latn: Recenzija Kompletna: {title}

source: Published: {title}
sr: Објављено: {title}
sr_latn: Objavljeno: {title}

source: Published: {key} - {title}
sr: Објављено: {key} - {title}
sr_latn: Objavljeno: {key} - {title}

source: Comment added: {title}
sr: Додато коментар: {title}
sr_latn: Dodato komentar: {title}

source: Enter a valid “slug” consisting of letters, numbers, slashes, underscores or hyphens.
sr: Унесите валидно "слуг" који се састоји од слова, бројева, косих, подвлака или цртица.
sr_latn: Unesite validno "слуг" koji se sastoji od slova, brojeva, kosih, podvlaka ili crtica.

source: Programs can only be activated if they have a banner image.
sr: Програми се могу активирати само ако имају слику банер.
sr_latn: Programi se mogu aktivirati samo ako imaju sliku baner.

source: Tag to add to courses
sr: Ознака за додавање курсева
sr_latn: Oznaka za dodavanje kurseva

source: UUIDs of courses to tag
sr: Ууиди курсева за означавање
sr_latn: Uuidi kurseva za označavanje

source: Use arguments from the TagCourseUUIDsConfig model instead of the command line.
sr: Користите аргументе са тагцоурсеуууиидсцонфиг модела уместо командне линије.
sr_latn: Koristite argumente sa tagcourseuuuiidsconfig modela umesto komandne linije.

source: Missing required arguments
sr: Недостају потребни аргументи
sr_latn: Nedostaju potrebni argumenti

source: Backpopulate new-style CourseType and CourseRunType where possible.
sr: БацкПопулирајте курс за ново стиловет и курсер је могуће.
sr_latn: BackPopulirajte kurs za novo stilovet i kurser je moguće.

source: CODE
sr: Шифра
sr_latn: Šifra

source: Short code for a partner.
sr: Кратки код за партнера.
sr_latn: Kratki kod za partnera.

source: UUID
sr: Ууид

source: Course to backpopulate.
sr: Курс да се позабавите.
sr_latn: Kurs da se pozabavite.

source: KEY
sr: Кључ
sr_latn: Ključ

source: Organization to backpopulate.
sr: Организација за бацање.
sr_latn: Organizacija za bacanje.

source: CourseType/CourseRunType mismatches to allow. Specify like course-type-slug:run-type-slug.
sr: КурсСетипе / Цоурсерунтипе Мисматцхес за дозволу. Наведите налик на курс-курс-слуг: Покрени тип-слуг.
sr_latn: KursSetipe / Courseruntipe Mismatches za dozvolu. Navedite nalik na kurs-kurs-slug: Pokreni tip-slug.

source: Actually commit the changes to the database.
sr: Заправо почине промене у бази података.
sr_latn: Zapravo počine promene u bazi podataka.

source: Use arguments from the BackpopulateCourseTypeConfig model instead of the command line.
sr: Користите аргументе са БацкПопулатеЦоурсетиПецонфиг модела уместо командне линије.
sr_latn: Koristite argumente sa BackPopulateCoursetiPeconfig modela umesto komandne linije.

source: You must specify --partner
sr: Морате навести --Партнер
sr_latn: Morate navesti --Partner

source: Supplied Course Run Type slug [{rt_slug}] does not exist.
sr: Испоручени курс ТИП РУН СЛУГ [{rt_slug}] не постоји.
sr_latn: Isporučeni kurs TIP RUN SLUG [{rt_slug}] ne postoji.

source: Supplied Course Type slug [{ct_slug}] does not exist.
sr: Испоручени тип курса Слуг [{ct_slug}] не постоји.
sr_latn: Isporučeni tip kursa Slug [{ct_slug}] ne postoji.

source: No courses found. Did you specify an argument?
sr: Нема пронађених курсева. Да ли сте одредили аргумент?
sr_latn: Nema pronađenih kurseva. Da li ste odredili argument?

source: Could not backpopulate a course type for the following courses: {course_keys}
sr: Није могао да се појави врсту курса за следеће курсеве: {course_keys}
sr_latn: Nije mogao da se pojavi vrstu kursa za sledeće kurseve: {course_keys}

source: Delete duplicate persons in course_metadata.
sr: Избришите дупликате особа у курсу_метадата.
sr_latn: Izbrišite duplikate osoba u kursu_metadata.

source: PERSON
sr: Особа
sr_latn: Osoba

source: People to delete, in UUID:TARGET_UUID form.
sr: Људи који ће избрисати, у УУИД-у: Циљни_ууид форм.
sr_latn: Ljudi koji će izbrisati, u UUID-u: Ciljni_uuid form.

source: PARTNER
sr: Партнер
