Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-google-drive/google_drive/conf/locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: Display Name
sr_latn: Prikaz ime

source: This name appears in the horizontal navigation at the top of the page.
sr_latn: Ovo ime se pojavljuje u horizontalnoj navigaciji na vrhu stranice.

source: Public Calendar ID
sr_latn: ID javnog kalendara

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field.
sr_latn: Google nudi id za javno dostupne kalendare. U Google kalendaru otvorite postavke i kopirajte ID iz odeljka Adresa kalendara u ovu oblast.

source: Default View
sr_latn: Podrazumevano prikaz

source: The calendar view that students see by default. A student can change this view.
sr_latn: Pogledajte kalendar koji studenti vide podrazumevano. Student može da promeni ovaj pogled.

source: Embed Code
sr_latn: Ugrađeni kod

source: Google provides an embed code for Drive documents. In the Google Drive document, from the File menu, select Publish to the Web. Modify settings as needed, click Publish, and copy the embed code into this field.
sr_latn: Google nudi ugrađeni kod za pogonske dokumente. U dokumentu Google Drive-a, iz menija Datoteka izaberite Objavite na Internet. Izmenite podešavanja po potrebi kliknite na Objavite i kopirajte ugrađeni kod u ovo polje.

source: Alternative Text
sr_latn: Alternativni tekst

source: Alternative text describes an image and appears if the image is unavailable.
sr_latn: Alternativni tekst opisuje sliku i pojavljuje se ako je slika nedostupna.

source: Invalid Google Calendar
sr_latn: Nevažeći Google kalendar

source: Please correct the outlined fields.
sr_latn: Ispravite naznačena polja.

source: Clear Value
sr_latn: Jasna vrednost

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field. You can
sr_latn: Google nudi id za javno dostupne kalendare. U Google kalendaru otvorite postavke i kopirajte ID iz odeljka Adresa kalendara u ovu oblast. Možeš

source: Save
sr_latn: Sačuvati

source: Cancel
sr_latn: Otkazati

source: Invalid Google Document
sr_latn: Nevažeći Google dokument

source: Alternative text
sr_latn: Alternativni tekst

source: Saving
sr_latn: Štedljiv
