Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Supported by the following organizations
ru: Подржане од следећих организација
sr_latn: Podržane od sledećih organizacija

source: Awarded to:
ru: Награђен за:
sr_latn: Nagrađen za:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
ru: За савете и трикове на штампању вашег сертификата, погледајте {link_start} Веб сертификати Помоћ Документација{link_end}.
sr_latn: Za savete i trikove na štampanju vašeg sertifikata, pogledajte {link_start} Veb sertifikati Pomoć Dokumentacija{link_end}.

source: Cannot Find Certificate
ru: Не може да нађе сертификат
sr_latn: Ne može da nađe sertifikat

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
ru: Не можемо да нађемо потврду о овом УРЛ-у или ИД-у. Ако покушавате да потврдите потврду, проверите да ли је УРЛ или ИД број тачан. Ако сте сигурни да је УРЛ или ИД број тачан, контактирајте подршку.
sr_latn: Ne možemo da nađemo potvrdu o ovom URL-u ili ID-u. Ako pokušavate da potvrdite potvrdu, proverite da li je URL ili ID broj tačan. Ako ste sigurni da je URL ili ID broj tačan, kontaktirajte podršku.

source: Invalid Certificate Configuration.
ru: Неважећа конфигурација сертификата.
sr_latn: Nevažeća konfiguracija sertifikata.

source: There is a problem with this certificate.
ru: Постоји проблем са овом сертификатом.
sr_latn: Postoji problem sa ovom sertifikatom.

source: To resolve the problem, your partner manager should verify that the following information is correct.
ru: Да бисте решили проблем, ваш партнер менаџер треба да провери да су следеће информације тачне.
sr_latn: Da biste rešili problem, vaš partner menadžer treba da proveri da su sledeće informacije tačne.

source: The institution's logo.
ru: Логотип институције.
sr_latn: Logotip institucije.

source: The institution that is linked to the course.
ru: Институција која је повезана са курсом.
sr_latn: Institucija koja je povezana sa kursom.

source: The course information in the Course Administration tool.
ru: Информације о курсу у алату за администрацију курса.
sr_latn: Informacije o kursu u alatu za administraciju kursa.

source: If all of the information is correct and the problem persists, contact technical support.
ru: Ако су све информације тачне и проблем и даље постоји, контактирајте техничку подршку.
sr_latn: Ako su sve informacije tačne i problem i dalje postoji, kontaktirajte tehničku podršku.

source: URL Not Supported
ru: УРЛ није подржан
sr_latn: URL nije podržan

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
ru: Ова веза више није валидна. Али не брините - овај верификовани сертификат је и даље валидан и доступан за дељење. Ако је ово ваш сертификат, посетите вашу контролну таблу да бисте добили нову похрањељиву везу. Ако сте Иоу're viewing someone else' С сертификат, контактирајте их да бисте добили ажурирану везу.
sr_latn: Ova veza više nije validna. Ali ne brinite - ovaj verifikovani sertifikat je i dalje validan i dostupan za deljenje. Ako je ovo vaš sertifikat, posetite vašu kontrolnu tablu da biste dobili novu pohranjeljivu vezu. Ako ste Iou're viewing someone else' S sertifikat, kontaktirajte ih da biste dobili ažuriranu vezu.

source: Unable to enroll in {course_name}
ru: Није могуће уписати {course_name}
sr_latn: Nije moguće upisati {course_name}

source: Sorry, we were unable to enroll you in
ru: Извините, нисмо могли да вас упишемо унутра
sr_latn: Izvinite, nismo mogli da vas upišemo unutra

source: Explore all courses on edX
ru: Истражите све курсеве на ЕДКС-у
sr_latn: Istražite sve kurseve na EDKS-u

source: Explore all courses
ru: Истражите све курсеве
sr_latn: Istražite sve kurseve

source: Showcase a {link_start}verified certificate{link_end} of completion on your resumé to advance your career
ru: Сховцасе а {link_start} Верифиед ЦЕРТИФИКЕТ{link_end} од завршетка на вашем Ресуме-у да бисте унапредили своју каријеру
sr_latn: Shovcase a {link_start} Verified CERTIFIKET{link_end} od završetka na vašem Resume-u da biste unapredili svoju karijeru

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
ru: Набавите {start_bold} Приступ свим курсевима{end_bold}, укључујући и оцењене и нередобрађене задатке, док курс ради
sr_latn: Nabavite {start_bold} Pristup svim kursevima{end_bold}, uključujući i ocenjene i neredobrađene zadatke, dok kurs radi

source: Show more
ru: Показати више
sr_latn: Pokazati više

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
ru: {start_bold} ФУЛЛ АЦЦЕСС{end_bold} За садржај и материјале курса, чак и након завршетка курса
sr_latn: {start_bold} FULL ACCESS{end_bold} Za sadržaj i materijale kursa, čak i nakon završetka kursa

source: {link_start}Learn more{link_end} about course access
ru: {link_start} Сазнајте више{link_end} О приступу курсу
sr_latn: {link_start} Saznajte više{link_end} O pristupu kursu

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
ru: Подржите наше {start_bold} Миссион{end_bold} да бисте повећали приступ висококвалитетном образовању за све, свуда
sr_latn: Podržite naše {start_bold} Mission{end_bold} da biste povećali pristup visokokvalitetnom obrazovanju za sve, svuda

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
ru: Добијте привремени приступ {start_bold} Нон-градед{end_bold} активности, укључујући форуме за дискусију и не-степен задатака
sr_latn: Dobijte privremeni pristup {start_bold} Non-graded{end_bold} aktivnosti, uključujući forume za diskusiju i ne-stepen zadataka

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
ru: Набавите {start_bold} привремени приступ{end_bold} на курсеви материјал, укључујући видео записе и очитања
sr_latn: Nabavite {start_bold} privremeni pristup{end_bold} na kursevi materijal, uključujući video zapise i očitanja

source: Access expires and all progress will be lost on
ru: Приступ истиче и све напредак ће се изгубити
sr_latn: Pristup ističe i sve napredak će se izgubiti

source: Access expires and all progress will be lost
ru: Приступ истиче и све напредак ће се изгубити
sr_latn: Pristup ističe i sve napredak će se izgubiti

source: Enroll In {course_name} | Upgrade Now
ru: Упишите се у {course_name} | Надоградите сада
sr_latn: Upišite se u {course_name} | Nadogradite sada

source: Choose a path for your course in
ru: Изаберите пут за свој курс у
sr_latn: Izaberite put za svoj kurs u

source: Earn a certificate
ru: Зарадити сертификат
sr_latn: Zaraditi sertifikat

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
ru: Студије показују да су они који одаберу ову опцију {start_bold} ангажђују и мотивисани{end_bold} да заврше своје курсеве
sr_latn: Studije pokazuju da su oni koji odaberu ovu opciju {start_bold} angažđuju i motivisani{end_bold} da završe svoje kurseve

source: Access this course
ru: Приступите овом курсу
sr_latn: Pristupite ovom kursu

source: Get access to the course material, including videos and readings
ru: Приступите материјалу курса, укључујући видео записе и очитања
sr_latn: Pristupite materijalu kursa, uključujući video zapise i očitanja

source: {chapter} current chapter
ru: {chapter} Тренутно поглавље
sr_latn: {chapter} Trenutno poglavlje

source: {span_start}current section{span_end}
ru: {span_start} Актуелни пресек {span_end}
sr_latn: {span_start} Aktuelni presek {span_end}

source: due {date}
ru: Дуе {date}

source: {section_format} due {{date}}
ru: {section_format} Доворено {{date}}
sr_latn: {section_format} Dovoreno {{date}}

source: This content is graded
ru: Овај садржај је оцењен
sr_latn: Ovaj sadržaj je ocenjen

source: An error occurred. Please try again later.
ru: Дошло је до грешке. Покушајте поново касније.
sr_latn: Došlo je do greške. Pokušajte ponovo kasnije.

source: You are enrolled in this course
ru: Уписани сте у овај курс
sr_latn: Upisani ste u ovaj kurs

source: View Course
ru: Преглед курса
sr_latn: Pregled kursa

source: Enrollment in this course is by invitation only
ru: Упис у овај курс је само по позиву
sr_latn: Upis u ovaj kurs je samo po pozivu

source: Enrollment is Closed
ru: Упис је затворен
sr_latn: Upis je zatvoren

source: Enroll Now
ru: Уписати се сада
sr_latn: Upisati se sada

source: View About Page in studio
ru: Поглед на страницу у студију
sr_latn: Pogled na stranicu u studiju

source: Classes Start
ru: Почетак часова
sr_latn: Početak časova

source: Classes End
ru: Класе се завршавају
sr_latn: Klase se završavaju

source: Estimated Effort
ru: Процењени напори
sr_latn: Procenjeni napori

source: Prerequisites
ru: Предуслови
sr_latn: Preduslovi

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
ru: Морате успешно завршити {link_start} {prc_display} {link_end} пре него што започнете овај курс.
sr_latn: Morate uspešno završiti {link_start} {prc_display} {link_end} pre nego što započnete ovaj kurs.

source: Additional Resources
ru: Додатни ресурси
sr_latn: Dodatni resursi

# self
source: enroll
ru: уписати
sr_latn: upisati

source: Share with friends and family!
ru: Поделите са пријатељима и породицом!
sr_latn: Podelite sa prijateljima i porodicom!

source: I just enrolled in {number} {title} through {account} {url}
ru: Управо сам се уписао {number} {title} Тхроугх {account} {url}
sr_latn: Upravo sam se upisao {number} {title} Through {account} {url}

source: I just enrolled in {number} {title} through {platform} {url}
ru: Управо сам се уписао {number} {title} Тхроугх {platform} {url}
sr_latn: Upravo sam se upisao {number} {title} Through {platform} {url}

source: Take a course with {platform} online
ru: Понесите курс са {platform} на мрежи
sr_latn: Ponesite kurs sa {platform} na mreži

source: Tweet that you've enrolled in this course
ru: Твеет да сте уписали у овај курс
sr_latn: Tveet da ste upisali u ovaj kurs

source: Post a Facebook message to say you've enrolled in this course
ru: Пошаљите Фацебоок поруку да бисте рекли да сте се уписали у овај курс
sr_latn: Pošaljite Facebook poruku da biste rekli da ste se upisali u ovaj kurs

source: Email someone to say you've enrolled in this course
ru: Пошаљите некоме некоме да каже да сте уписали у овај курс
sr_latn: Pošaljite nekome nekome da kaže da ste upisali u ovaj kurs

source: current location
ru: Тренутна локација
sr_latn: Trenutna lokacija

source: needs attention
ru: Потребна је пажња
sr_latn: Potrebna je pažnja

source: Course Material
ru: Материјал за курс
sr_latn: Materijal za kurs

source: Hide
ru: Сакрити се
sr_latn: Sakriti se

source: Show
ru: Схов
sr_latn: Shov

source: Show Earlier Course Updates
ru: Прикажи раније ажурирање курсева
sr_latn: Prikaži ranije ažuriranje kurseva

source: List of Courses
ru: Листа курсева
sr_latn: Lista kurseva

source: Refine Your Search
ru: Дефинишите претрагу
sr_latn: Definišite pretragu

source: Course Utilities
ru: Комуналне услуге
sr_latn: Komunalne usluge

source: Courseware
ru: Курс
sr_latn: Kurs

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
ru: Жао нам је, овај модул је привремено недоступан. Наше особље ради на поправљању што је пре могуће.
sr_latn: Žao nam je, ovaj modul je privremeno nedostupan. Naše osoblje radi na popravljanju što je pre moguće.

source: Course Search
ru: Претрага курса
sr_latn: Pretraga kursa

source: No content has been added to this course
ru: Ниједан садржај није додан у овај курс
sr_latn: Nijedan sadržaj nije dodan u ovaj kurs

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
ru: Да бисте приступили материјалима курсева, морате да постигнете {required_score}% или више на овом испиту. Ваш тренутни резултат је {current_score}%.
sr_latn: Da biste pristupili materijalima kurseva, morate da postignete {required_score}% ili više na ovom ispitu. Vaš trenutni rezultat je {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
ru: Ваш резултат је {current_score}%. Прошли сте пријемни испит.
sr_latn: Vaš rezultat je {current_score}%. Prošli ste prijemni ispit.

source: Gradebook
ru: Оцена
sr_latn: Ocena

source: Search students
ru: Претражите ученике
sr_latn: Pretražite učenike

source: Total
ru: Тотално
sr_latn: Totalno

source: previous page
ru: претходна страница
sr_latn: prethodna stranica

source: of
ru: од
sr_latn: od

source: next page
ru: Следећа страница
sr_latn: Sledeća stranica

source: News - MITx 6.002x
ru: Новости - МИТКС 6.002Кс
sr_latn: Novosti - MITKS 6.002Ks

source: Updates to Discussion Posts You Follow
ru: Ажурирања на дискусијске постове које следите
sr_latn: Ažuriranja na diskusijske postove koje sledite

source: Purchase the Program (
ru: Купите програм (
sr_latn: Kupite program (

source: Original Price
ru: Оригинална цена
sr_latn: Originalna cena

source: Discounted Price
ru: Подељена цена
sr_latn: Podeljena cena

source: Start Learning
ru: Почните учење
sr_latn: Počnite učenje

source: Play
ru: Играње
sr_latn: Igranje

source: YouTube Video
ru: Иоутубе видео
sr_latn: Ioutube video

source: View Courses
ru: Погледајте курсеве
sr_latn: Pogledajte kurseve

source: Meet the Instructors
ru: Упознајте инструктере
sr_latn: Upoznajte instruktere

source: Frequently Asked Questions
ru: Често постављана питања
sr_latn: Često postavljana pitanja

source: Job Outlook
ru: Оутлоок
sr_latn: Outlook

source: Real Career Impact
ru: Прави утицај на каријеру
sr_latn: Pravi uticaj na karijeru

source: What You'll Learn
ru: Шта ћете научити
sr_latn: Šta ćete naučiti

source: Average Length
ru: Просечна дужина
sr_latn: Prosečna dužina

source: {weeks_to_complete} weeks per course
ru: {weeks_to_complete} недеља по курсу
sr_latn: {weeks_to_complete} nedelja po kursu

source: Effort
ru: Труд
sr_latn: Trud

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
ru: {min_hours_effort_per_week} -{max_hours_effort_per_week} сати недељно, по курсу
sr_latn: {min_hours_effort_per_week} -{max_hours_effort_per_week} sati nedeljno, po kursu

source: Number of Courses
ru: Број курсева
sr_latn: Broj kurseva

source: {number_of_courses} courses in program
ru: {number_of_courses} Курсеви у програму
sr_latn: {number_of_courses} Kursevi u programu

source: Price (USD)
ru: Цена (УСД)
sr_latn: Cena (USD)

source: ${newPrice}{htmlEnd} for entire program
ru: $ {newPrice} {htmlEnd} за целокупни програм
sr_latn: $ {newPrice} {htmlEnd} za celokupni program

source: You save ${discount_value} {currency}
ru: Спремите $ {discount_value} {currency}
sr_latn: Spremite $ {discount_value} {currency}

source: ${full_program_price} for entire program
ru: $ {full_program_price} за цео програм
sr_latn: $ {full_program_price} za ceo program

source: Courses in the {}
ru: Курсеви у {}
sr_latn: Kursevi u {}

source: Starts on {}
ru: Почиње на {}
sr_latn: Počinje na {}

source: {course_number} Progress
ru: {course_number} напредак
sr_latn: {course_number} napredak

source: View Grading in studio
ru: Погледајте оцењивање у студију
sr_latn: Pogledajte ocenjivanje u studiju

source: Course Progress for '{username}' ({email})
ru: Напредак курса за '{username} ' ({email})
sr_latn: Napredak kursa za '{username} ' ({email})

source: View Certificate
ru: Погледајте сертификат
sr_latn: Pogledajte sertifikat

source: Opens in a new browser window
ru: Отвара се у новом прозору прегледача
sr_latn: Otvara se u novom prozoru pregledača

source: Request Certificate
ru: Захтевај сертификат
sr_latn: Zahtevaj sertifikat

source: Requirements for Course Credit
ru: Захтеви за кредит за курс
sr_latn: Zahtevi za kredit za kurs

source: {student_name}, you are no longer eligible for credit in this course.
ru: {student_name}, више нисте подобни за кредит у овом курсу.
sr_latn: {student_name}, više niste podobni za kredit u ovom kursu.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
ru: {student_name}, у овом курсу сте испунили захтеве за кредит. {a_start} Иди на своју Дасхбоард{a_end} да купи кредитни кредит.
sr_latn: {student_name}, u ovom kursu ste ispunili zahteve za kredit. {a_start} Idi na svoju Dashboard{a_end} da kupi kreditni kredit.

source: {student_name}, you have not yet met the requirements for credit.
ru: {student_name}, још увек нисте испунили захтеве за кредит.
sr_latn: {student_name}, još uvek niste ispunili zahteve za kredit.

source: Information about course credit requirements
ru: Информације о захтевима кредита курса
sr_latn: Informacije o zahtevima kredita kursa

source: display_name
ru: дисплаи_наме
sr_latn: displai_name

source: Verification Submitted
ru: Поднесено верификација
sr_latn: Podneseno verifikacija

source: Verification Failed
ru: Верификација није успела
sr_latn: Verifikacija nije uspela

source: Verification Declined
ru: Верификација је опала
sr_latn: Verifikacija je opala

source: Completed by {date}
ru: Завршено од {date}
sr_latn: Završeno od {date}

source: Upcoming
ru: Предстојеће
sr_latn: Predstojeće

source: Less
ru: Мање
sr_latn: Manje

source: Details for each chapter
ru: Детаљи за свако поглавље
sr_latn: Detalji za svako poglavlje

source: {earned} of {total} possible points
ru: {earned} од {total} могућа поена
sr_latn: {earned} od {total} moguća poena

source: Suspicious activity detected during proctored exam review. Exam score 0.
ru: Сумњива активност откривена током ревизије Прокторед испита. Испит 0.
sr_latn: Sumnjiva aktivnost otkrivena tokom revizije Proktored ispita. Ispit 0.

source: Section grade has been overridden.
ru: Оцена одељка је преглашена.
sr_latn: Ocena odeljka je preglašena.

source: Problem Scores:
ru: Резултати проблема:
sr_latn: Rezultati problema:

source: Practice Scores:
ru: Резултати вежбања:
sr_latn: Rezultati vežbanja:

source: Problem scores are hidden until the due date.
ru: Резултати проблема су скривени до рока до рока.
sr_latn: Rezultati problema su skriveni do roka do roka.

source: Practice scores are hidden until the due date.
ru: Резултати вежбања су скривени до датума доспећа.
sr_latn: Rezultati vežbanja su skriveni do datuma dospeća.

source: Problem scores are hidden.
ru: Резултати проблема су скривени.
sr_latn: Rezultati problema su skriveni.

source: Practice scores are hidden.
ru: Резултати вежбања су скривени.
sr_latn: Rezultati vežbanja su skriveni.

source: No problem scores in this section
ru: Нема проблема у овом одељку
sr_latn: Nema problema u ovom odeljku

source: {course.display_number_with_default} Course Info
ru: {course.display_number_with_default} Подаци о курсу
sr_latn: {course.display_number_with_default} Podaci o kursu

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
ru: Недавно сте били у {section_link}. Ако завршите с тим, изаберите други део са леве стране.
sr_latn: Nedavno ste bili u {section_link}. Ako završite s tim, izaberite drugi deo sa leve strane.

source: Hi {name},
ru: Здраво {name},
sr_latn: Zdravo {name},

source: Hi,
ru: Здраво,
sr_latn: Zdravo,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
ru: Честитам! Сада испуњавате услове за примање кредита за курс од {providers} за успешно довршавање вашег {platform_name} курс! {link_start} Кредит за куповину Нов.{link_end}
sr_latn: Čestitam! Sada ispunjavate uslove za primanje kredita za kurs od {providers} za uspešno dovršavanje vašeg {platform_name} kurs! {link_start} Kredit za kupovinu Nov.{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
ru: Честитам! Сада испуњавате услове за примање курсева за успешно испуњавање курса {platform_name}! {link_start} Куповина кредита Нов.{link_end}
sr_latn: Čestitam! Sada ispunjavate uslove za primanje kurseva za uspešno ispunjavanje kursa {platform_name}! {link_start} Kupovina kredita Nov.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
ru: Кредит за курс може вам помоћи да скочите почетак вашег универзитетске дипломе, завршите степен који је већ започео или испуњава захтеве у другој академској институцији.
sr_latn: Kredit za kurs može vam pomoći da skočite početak vašeg univerzitetske diplome, završite stepen koji je već započeo ili ispunjava zahteve u drugoj akademskoj instituciji.

source: There are 2 steps to getting course credit.
ru: Постоје 2 корака за добијање кредита за курс.
sr_latn: Postoje 2 koraka za dobijanje kredita za kurs.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
ru: Купите кредит одласком на свој {link_start} {platform_name} Дасхбоард{link_end} и кликом на {bold_start} ГЕТ ЦРЕДКТ{bold_end} ГУМБ Испод наслова предмета.
sr_latn: Kupite kredit odlaskom na svoj {link_start} {platform_name} Dashboard{link_end} i klikom na {bold_start} GET CREDKT{bold_end} GUMB Ispod naslova predmeta.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
ru: Када је ваша уплата завршена, вратите се на контролну таблу и кликните на дугме {bold_start} Цредит{bold_end}. Под назив предмета да бисте затражили службени академски транскрипт у институцији која је дата кредит.
sr_latn: Kada je vaša uplata završena, vratite se na kontrolnu tablu i kliknite na dugme {bold_start} Credit{bold_end}. Pod naziv predmeta da biste zatražili službeni akademski transkript u instituciji koja je data kredit.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
ru: Надамо се да сте уживали у курсу и надамо се да ћемо се видети у будућем {platform_name} курсевима!
sr_latn: Nadamo se da ste uživali u kursu i nadamo se da ćemo se videti u budućem {platform_name} kursevima!

source: The {platform_name} Team
ru: Тим {platform_name}
sr_latn: Tim {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
ru: {link_start} Кликните овде за више информација о кредиту на {platform_name} {link_end}.
sr_latn: {link_start} Kliknite ovde za više informacija o kreditu na {platform_name} {link_end}.

source: Your grade and certificate will be ready after {date}.
ru: Ваша оцена и сертификат биће спремна за {date}.
sr_latn: Vaša ocena i sertifikat biće spremna za {date}.

source: Congratulations! Your certificate is ready.
ru: Честитам! Ваш сертификат је спреман.
sr_latn: Čestitam! Vaš sertifikat je spreman.

source: Grade required for a {cert_name_short}:
ru: Оцена потребна за {cert_name_short}:
sr_latn: Ocena potrebna za {cert_name_short}:
