Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Your Course Creator Request Status:
ru: Ваш курс Креатор захтева Статус:
sr_latn: Vaš kurs Stvoritelj zahteva Status:

source: Request the Ability to Create Courses
ru: Затражите способност стварања курсева
sr_latn: Zatražite sposobnost stvaranja kurseva

source: Your Course Creator Request Status
ru: Ваш курс затражи статус
sr_latn: Vaš kurs zatraži status

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
ru: {studio_name} је домаћин решење за наше Ксцонсортиум партнере и изабране госте. Курсеви за који сте члан тима који се постављају горе да бисте изменили, док привилегије Цреатор Цреатор одобри {platform_name}. Наш тим је завршио оцењивање вашег захтева.
sr_latn: {studio_name} je domaćin rešenje za naše Ksconsortium partnere i izabrane goste. Kursevi za koji ste član tima koji se postavljaju gore da biste izmenili, dok privilegije Creator Creator odobri {platform_name}. Naš tim je završio ocenjivanje vašeg zahteva.

source: Your Course Creator request is:
ru: Ваш захтев за креирање курса је:
sr_latn: Vaš zahtev za kreiranje kursa je:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
ru: Ваш захтев није испунио критеријуме / смернице које су одредиле {platform_name} особље.
sr_latn: Vaš zahtev nije ispunio kriterijume / smernice koje su odredile {platform_name} osoblje.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
ru: {studio_name} је домаћин решење за наше Ксцонсортиум партнере и изабране госте. Курсеви за који сте члан тима који се постављају горе да бисте изменили, док привилегије Цреатор Цреатор одобри {platform_name}. Наш тим тренутно оцењује ваш захтев.
sr_latn: {studio_name} je domaćin rešenje za naše Ksconsortium partnere i izabrane goste. Kursevi za koji ste član tima koji se postavljaju gore da biste izmenili, dok privilegije Creator Creator odobri {platform_name}. Naš tim trenutno ocenjuje vaš zahtev.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
ru: Ваш захтев тренутно прегледава особље {platform_name} и требало би да се убрзо ажурира.
sr_latn: Vaš zahtev trenutno pregledava osoblje {platform_name} i trebalo bi da se ubrzo ažurira.

source: Were you expecting to see a particular library here?
ru: Да ли сте очекивали да овде видите одређену библиотеку?
sr_latn: Da li ste očekivali da ovde vidite određenu biblioteku?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
ru: Креатор библиотеке мора вам дати приступ библиотеци. Контактирајте библиотека или администратор за библиотеку коју помажете аутору.
sr_latn: Stvoritelj biblioteke mora vam dati pristup biblioteci. Kontaktirajte biblioteka ili administrator za biblioteku koju pomažete autoru.

source: Create Your First Library
ru: Креирајте своју прву библиотеку
sr_latn: Kreirajte svoju prvu biblioteku

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
ru: Библиотеке држе базен компоненти који се могу поново користити на више курсева. Креирајте своју прву библиотеку кликом на дугме!
sr_latn: Biblioteke drže bazen komponenti koji se mogu ponovo koristiti na više kurseva. Kreirajte svoju prvu biblioteku klikom na dugme!

source: New to {studio_name}?
ru: Ново на {studio_name}?
sr_latn: Novo na {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
ru: Кликните на Помоћ у горњем десном углу да бисте добили више информација о {studio_name} страници коју гледате. Такође можете да користите линкове на дну странице да бисте приступили нашој континуирано ажурираној документацији и осталим {studio_name} ресурсима.
sr_latn: Kliknite na Pomoć u gornjem desnom uglu da biste dobili više informacija o {studio_name} stranici koju gledate. Takođe možete da koristite linkove na dnu stranice da biste pristupili našoj kontinuirano ažuriranoj dokumentaciji i ostalim {studio_name} resursima.

source: Getting Started with {studio_name}
ru: Почетак са {studio_name}
sr_latn: Početak sa {studio_name}

source: Can I create courses in {studio_name}?
ru: Могу ли да креирам курсеве у {studio_name}?
sr_latn: Mogu li da kreiram kurseve u {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
ru: Да бисте креирали курсеве у {studio_name}, морате {link_start} контактирати {platform_name} Особље које ће вам помоћи да креирате курс{link_end}.
sr_latn: Da biste kreirali kurseve u {studio_name}, morate {link_start} kontaktirati {platform_name} Osoblje koje će vam pomoći da kreirate kurs{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
ru: Да бисте креирали курсеве у {studio_name}, морате имати привилегије Креатора курса да бисте креирали сопствени курс.
sr_latn: Da biste kreirali kurseve u {studio_name}, morate imati privilegije Stvoritelja kursa da biste kreirali sopstveni kurs.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
ru: Ваш захтев за курсеве аутора у {studio_name} је одбијено. Молимо {link_start} Контактирајте {platform_name} Особље са даљњим питањима{link_end}.
sr_latn: Vaš zahtev za kurseve autora u {studio_name} je odbijeno. Molimo {link_start} Kontaktirajte {platform_name} Osoblje sa daljnjim pitanjima{link_end}.

source: Thanks for signing up, {name}!
ru: Хвала на пријави, {name}!
sr_latn: Hvala na prijavi, {name}!

source: We need to verify your email address
ru: Морамо да проверимо вашу адресу е-поште
sr_latn: Moramo da proverimo vašu adresu e-pošte

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
ru: Скоро тамо! Да бисте довршили свој пријаву, требате да потврдите своју адресу е-поште ({email}). Тамо треба да вас чекају порука за активирање и наредни кораци.
sr_latn: Skoro tamo! Da biste dovršili svoj prijavu, trebate da potvrdite svoju adresu e-pošte ({email}). Tamo treba da vas čekaju poruka za aktiviranje i naredni koraci.

source: Need help?
ru: Требате помоћ?
sr_latn: Trebate pomoć?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
ru: Молимо вас да проверите своје смеће или нежељене мапе у случају да наша е-маил Исн't in your INBOX. Still can' Т Пронађи верификациону е-пошту? Затражите помоћ путем доње везе.
sr_latn: Molimo vas da proverite svoje smeće ili neželjene mape u slučaju da naša e-mail Isn't in your INBOX. Still can' T Pronađi verifikacionu e-poštu? Zatražite pomoć putem donje veze.

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
ru: Показивање свих одговарајућих садржаја који испуњава услове за додавање {display_name}. Сваки студент ће се доделити компонента {max_count} на насумично написаном са ове листе.
sr_latn: Pokazivanje svih odgovarajućih sadržaja koji ispunjava uslove za dodavanje {display_name}. Svaki student će se dodeliti komponenta {max_count} na nasumično napisanom sa ove liste.

source: Content Library
ru: Библиотека садржаја
sr_latn: Biblioteka sadržaja

source: Add Component
ru: Додавање компоненте
sr_latn: Dodavanje komponente

source: Adding content to your library
ru: Додавање садржаја у своју библиотеку
sr_latn: Dodavanje sadržaja u svoju biblioteku

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
ru: Додајте компоненте у своју библиотеку за употребу на курсевима, користећи додавање нове компоненте на дну ове странице.
sr_latn: Dodajte komponente u svoju biblioteku za upotrebu na kursevima, koristeći dodavanje nove komponente na dnu ove stranice.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
ru: Компоненте су наведене редоследом којим се додају, а најновији додатни на дну. Помоћу стрелица странке пређите на страницу са странице на страницу ако имате више од једне странице компоненти у вашој библиотеци.
sr_latn: Komponente su navedene redosledom kojim se dodaju, a najnoviji dodatni na dnu. Pomoću strelica stranke pređite na stranicu sa stranice na stranicu ako imate više od jedne stranice komponenti u vašoj biblioteci.

source: Using library content in courses
ru: Коришћење садржаја библиотеке на курсевима
sr_latn: Korišćenje sadržaja biblioteke na kursevima

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
ru: Користите садржај библиотеке на курсевима додавањем {em_start} Либрари_цонтент{em_end} Тастер Политика на напредну модулу Листа напредних модула, а затим додавање рандомизованог блока садржаја на ваш курс. У подешавањима за сваки рандомизовани блок садржаја изаберите ову библиотеку као изворну библиотеку и одредите број проблема да се насумично одаберу и приказују сваком ученику.
sr_latn: Koristite sadržaj biblioteke na kursevima dodavanjem {em_start} Librari_content{em_end} Taster Politika na naprednu modulu Lista naprednih modula, a zatim dodavanje randomizovanog bloka sadržaja na vaš kurs. U podešavanjima za svaki randomizovani blok sadržaja izaberite ovu biblioteku kao izvornu biblioteku i odredite broj problema da se nasumično odaberu i prikazuju svakom učeniku.

source: Learn more about content libraries
ru: Сазнајте више о садржајним библиотекама
sr_latn: Saznajte više o sadržajnim bibliotekama

source: Course Team Settings
ru: Подешавања тима за течај
sr_latn: Podešavanja tima za tečaj

source: New Team Member
ru: Нови члан тима
sr_latn: Novi član tima

source: Add a User to Your Course's Team
ru: Додајте корисника у тим курса
sr_latn: Dodajte korisnika u tim kursa

source: New Team Member Information
ru: Информације о новом члану тима
sr_latn: Informacije o novom članu tima

source: User's Email Address
ru: Корисничка адреса е-поште
sr_latn: Korisnička adresa e-pošte

source: Provide the email address of the user you want to add as Staff
ru: Наведите адресу е-поште корисника који желите да додате као особље
sr_latn: Navedite adresu e-pošte korisnika koji želite da dodate kao osoblje

source: Add User
ru: Додај корисника
sr_latn: Dodaj korisnika

source: Add Team Members to This Course
ru: Додајте чланове тима на овај курс
sr_latn: Dodajte članove tima na ovaj kurs

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
ru: Додавање чланова тима чини колаборативе ауторског курса. Корисници морају бити пријављени за {studio_name} и имају активан рачун.
sr_latn: Dodavanje članova tima čini kolaborative autorskog kursa. Korisnici moraju biti prijavljeni za {studio_name} i imaju aktivan račun.

source: Add a New Team Member
ru: Додајте нови члан тима
sr_latn: Dodajte novi član tima

source: Course Team Roles
ru: Теам Теам Ролес
sr_latn: Team Team Roles

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
ru: Чланови тима предмета са улогом особља су коаутори курса. Имају пуно писање и уређивање привилегија на све садржаје курса.
sr_latn: Članovi tima predmeta sa ulogom osoblja su koautori kursa. Imaju puno pisanje i uređivanje privilegija na sve sadržaje kursa.

source: Admins are course team members who can add and remove other course team members.
ru: Админс су чланови тима предмета који могу да додају и уклоне чланове другог курса.
sr_latn: Admins su članovi tima predmeta koji mogu da dodaju i uklone članove drugog kursa.

source: All course team members can access content in Studio, the LMS, and Insights, and they are automatically enrolled in the course.
ru: Сви чланови тима предмета могу приступити садржају у студију, ЛМС-у и увидима и аутоматски се уписују на курс.
sr_latn: Svi članovi tima predmeta mogu pristupiti sadržaju u studiju, LMS-u i uvidima i automatski se upisuju na kurs.

source: Transferring Ownership
ru: Пренос власништва
sr_latn: Prenos vlasništva

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
ru: Сваки курс мора имати администратора. Ако сте администратор и желите да пренесете власништво над курсом, кликните <Стронг> Додај Админ Аццесс </ стронг> да бисте други корисник учинили администратора, а затим затражите од тога да вас уклони са листе тима предмета.
sr_latn: Svaki kurs mora imati administratora. Ako ste administrator i želite da prenesete vlasništvo nad kursom, kliknite <Strong> Dodaj Admin Access </ strong> da biste drugi korisnik učinili administratora, a zatim zatražite od toga da vas ukloni sa liste tima predmeta.

source: Library User Access
ru: Кориснички приступ библиотеци
sr_latn: Korisnički pristup biblioteci

source: User Access
ru: Кориснички приступ
sr_latn: Korisnički pristup

source: Grant Access to This Library
ru: Грант приступ овој библиотеци
sr_latn: Grant pristup ovoj biblioteci

source: Provide the email address of the user you want to add
ru: Наведите адресу е-поште корисника који желите да додате
sr_latn: Navedite adresu e-pošte korisnika koji želite da dodate

source: Add More Users to This Library
ru: Додајте још корисника у ову библиотеку
sr_latn: Dodajte još korisnika u ovu biblioteku

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
ru: Грантујте остале припаднике вашег тима вашег курса приступ овој библиотеци. Нови корисници библиотеке морају имати активни рачун {studio_name}.
sr_latn: Grantujte ostale pripadnike vašeg tima vašeg kursa pristup ovoj biblioteci. Novi korisnici biblioteke moraju imati aktivni račun {studio_name}.

source: Add a New User
ru: Додајте новог корисника
sr_latn: Dodajte novog korisnika

source: Library Access Roles
ru: Улоге за приступ библиотеци
sr_latn: Uloge za pristup biblioteci

source: There are three access roles for libraries: User, Staff, and Admin.
ru: Постоје три приступне улоге за библиотеке: Корисник, особље и администратор.
sr_latn: Postoje tri pristupne uloge za biblioteke: Korisnik, osoblje i administrator.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
ru: Корисници библиотеке могу да прегледају садржај библиотеке и могу да се позивају или користе библиотечке компоненте у својим курсевима, али не могу да уређују садржај библиотеке.
sr_latn: Korisnici biblioteke mogu da pregledaju sadržaj biblioteke i mogu da se pozivaju ili koriste bibliotečke komponente u svojim kursevima, ali ne mogu da uređuju sadržaj biblioteke.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
ru: Особље библиотеке су садржајни коаутори. Имају потпуну привилегије за уређивање о садржају библиотеке.
sr_latn: Osoblje biblioteke su sadržajni koautori. Imaju potpunu privilegije za uređivanje o sadržaju biblioteke.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
ru: Администратори библиотеке имају пуне привилегије за уређивање и могу да додају и уклањају друге чланове тима. Мора постојати најмање један корисник са административном улогом у библиотеци.
sr_latn: Administratori biblioteke imaju pune privilegije za uređivanje i mogu da dodaju i uklanjaju druge članove tima. Mora postojati najmanje jedan korisnik sa administrativnom ulogom u biblioteci.

source: Schedule & Details Settings
ru: Подешавања распореда и детаља
sr_latn: Podešavanja rasporeda i detalja

source: Schedule & Details
ru: Распоред и детаљи
sr_latn: Raspored i detalji

source: Basic Information
ru: Основне информације
sr_latn: Osnovne informacije

source: The nuts and bolts of your course
ru: Ораси и вијци вашег курса
sr_latn: Orasi i vijci vašeg kursa

source: This field is disabled: this information cannot be changed.
ru: Ово поље је онемогућено: ове информације се не могу мењати.
sr_latn: Ovo polje je onemogućeno: ove informacije se ne mogu menjati.

source: Course Summary Page
ru: Сажетак курса
sr_latn: Sažetak kursa

source: (for student enrollment and access)
ru: (за упис и приступ ученика)
sr_latn: (za upis i pristup učenika)

source: Enroll in {course_display_name}
ru: Уписите се {course_display_name}
sr_latn: Upisite se {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
ru: Курс "{course_display_name} ", које је обезбедио {platform_name}, отворен је за упис. Укључите се до овог курса на {link_for_about_page} да бисте се уписали.
sr_latn: Kurs "{course_display_name} ", koje je obezbedio {platform_name}, otvoren je za upis. Uključite se do ovog kursa na {link_for_about_page} da biste se upisali.

source: Send a note to students via email
ru: Пошаљите белешку студентима путем е-маила
sr_latn: Pošaljite belešku studentima putem e-maila

source: Invite your students
ru: Позовите своје студенте
sr_latn: Pozovite svoje studente

source: Promoting Your Course with {platform_name}
ru: Промовисање курса са {platform_name}
sr_latn: Promovisanje kursa sa {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
ru: Страница сажетка курса неће бити видљива док ваш курс није најављен. Да бисте обезбедили садржај за страницу и прегледајте га, следите упутства коју пружа ваш програм програма.
sr_latn: Stranica sažetka kursa neće biti vidljiva dok vaš kurs nije najavljen. Da biste obezbedili sadržaj za stranicu i pregledajte ga, sledite uputstva koju pruža vaš program programa.

source: Please note that changes here may take up to a business day to appear on your course summary page.
ru: Имајте на уму да се овде могу промјене морати у пословни дан да се појаве на страници сажетка курса.
sr_latn: Imajte na umu da se ovde mogu promjene morati u poslovni dan da se pojave na stranici sažetka kursa.

source: Course Credit Requirements
ru: Захтеви за кредит курса
sr_latn: Zahtevi za kredit kursa

source: Steps required to earn course credit
ru: Кораци потребни за зараду кредита за курс
sr_latn: Koraci potrebni za zaradu kredita za kurs

source: Minimum Grade
ru: Минимално оцењивање
sr_latn: Minimalno ocenjivanje

source: Successful Proctored Exam
ru: Успешан прокорани испит
sr_latn: Uspešan prokorani ispit

source: Proctored Exam {number}
ru: Прокторед испит {number}
sr_latn: Proktored ispit {number}

source: ID Verification
ru: Верификација ИД-а
sr_latn: Verifikacija ID-a

source: In-Course Reverification {number}
ru: Реверификација у курсу {number}
sr_latn: Reverifikacija u kursu {number}

source: Course Pacing
ru: Пејсинг
sr_latn: Pejsing

source: Set the pacing for this course
ru: Подесите пејсинг за овај курс
sr_latn: Podesite pejsing za ovaj kurs

source: Instructor-Paced
ru: Уметнут инструктор
sr_latn: Umetnut instruktor

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
ru: Курсеви инструктора налазе се на корак на темпу које аутор курса се поставља. Можете да конфигуришете датуме издања за садржај предмета и датуме за задатке.
sr_latn: Kursevi instruktora nalaze se na korak na tempu koje autor kursa se postavlja. Možete da konfigurišete datume izdanja za sadržaj predmeta i datume za zadatke.

source: Self-Paced
ru: Самопокушајан
sr_latn: Samopokušajan

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
ru: Самостални курсеви нуде сугерисане датуме за задатке или испита на основу датума уписа ученика и очекиваног трајања курса. Ови курсеви нуде флексибилност ученика да измене датуме задатака по потреби.
sr_latn: Samostalni kursevi nude sugerisane datume za zadatke ili ispita na osnovu datuma upisa učenika i očekivanog trajanja kursa. Ovi kursevi nude fleksibilnost učenika da izmene datume zadataka po potrebi.

source: Course Schedule
ru: Распоред курса
sr_latn: Raspored kursa

source: Dates that control when your course can be viewed
ru: Датуми које контролишу када се курс може погледати
sr_latn: Datumi koje kontrolišu kada se kurs može pogledati

source: Course Start Date
ru: Датум почетка курса
sr_latn: Datum početka kursa

source: First day the course begins
ru: Први дан курса почиње
sr_latn: Prvi dan kursa počinje

source: Course Start Time
ru: Време почетка курса
sr_latn: Vreme početka kursa

source: (UTC)
ru: (УТЦ)

source: Course End Date
ru: Датум завршетка курса
sr_latn: Datum završetka kursa

source: Last day your course is active
ru: Последњи дан је активан ваш курс
sr_latn: Poslednji dan je aktivan vaš kurs

source: Course End Time
ru: Време завршетка курса
sr_latn: Vreme završetka kursa

source: Immediately upon passing
ru: Одмах по пролазу
sr_latn: Odmah po prolazu

source: End date of course
ru: Крајњи датум наравно
sr_latn: Krajnji datum naravno

source: A date after the course end date
ru: Датум након завршетка курса
sr_latn: Datum nakon završetka kursa

source: Certificates are awarded at the end of a course run
ru: Цертификати се награђују на крају курса
sr_latn: Certifikati se nagrađuju na kraju kursa

source: Read more about this setting
ru: Прочитајте више о овом подешавању
sr_latn: Pročitajte više o ovom podešavanju
