Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
ru: Изаберите проблем да бисте генерисали ЦСВ датотеку која наводи све одговоре ученика на проблем. Такође изаберите одељак или поглавље да бисте укључили резултате свих проблема у том одељку или поглављу.
sr_latn: Izaberite problem da biste generisali CSV datoteku koja navodi sve odgovore učenika na problem. Takođe izaberite odeljak ili poglavlje da biste uključili rezultate svih problema u tom odeljku ili poglavlju.

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ru: Кликните да бисте приказали конфигурацију оцењивања за курс. Конфигурација оцјењивања је распад оцењених пододеља курса (као што су испити и сетови проблема) и могу се мењати на 'Grading' страници (под 'Settings') у студију.
sr_latn: Kliknite da biste prikazali konfiguraciju ocenjivanja za kurs. Konfiguracija ocjenjivanja je raspad ocenjenih pododelja kursa (kao što su ispiti i setovi problema) i mogu se menjati na 'Grading' stranici (pod 'Settings') u studiju.

source: Click to download a CSV of anonymized student IDs:
ru: Кликните да бисте преузели ЦСВ анонимних студентских ИД-ова:
sr_latn: Kliknite da biste preuzeli CSV anonimnih studentskih ID-ova:

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ru: За велике курсеве, генерисање неких извештаја може трајати неколико сати. Када је генерација извештаја завршена, у табели се појављује веза која укључује датум и време генерације. Ови извештаји се генеришу у позадини, што значи да је у реду да се крећете даље од ове странице, док се ваш извештај ствара.
sr_latn: Za velike kurseve, generisanje nekih izveštaja može trajati nekoliko sati. Kada je generacija izveštaja završena, u tabeli se pojavljuje veza koja uključuje datum i vreme generacije. Ovi izveštaji se generišu u pozadini, što znači da je u redu da se krećete dalje od ove stranice, dok se vaš izveštaj stvara.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ru: Будите стрпљиви и не кликните на ове дугмад више пута. Кликом на ове дугмад више пута ће значајно успорити процес генерације.
sr_latn: Budite strpljivi i ne kliknite na ove dugmad više puta. Klikom na ove dugmad više puta će značajno usporiti proces generacije.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
ru: За мање курсеве кликните да бисте листу Информације о профилу за уписане студенте уписали директно на ову страницу:
sr_latn: Za manje kurseve kliknite da biste listu Informacije o profilu za upisane studente upisali direktno na ovu stranicu:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
ru: Кликните да бисте генерисали ЦСВ датотеку свих студената уписаних у овај курс, заједно са профилним информацијама као што су адреса е-поште и корисничко име:
sr_latn: Kliknite da biste generisali CSV datoteku svih studenata upisanih u ovaj kurs, zajedno sa profilnim informacijama kao što su adresa e-pošte i korisničko ime:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ru: Кликните да бисте генерисали ЦСВ датотеку која наводи ученике који се могу уписати на курс, али то још нису учинили.
sr_latn: Kliknite da biste generisali CSV datoteku koja navodi učenike koji se mogu upisati na kurs, ali to još nisu učinili.

source: Click to generate a CSV file of all proctored exam results in this course.
ru: Кликните да бисте генерисали ЦСВ датотеку свих прокорисаних испита резултата у овом курсу.
sr_latn: Kliknite da biste generisali CSV datoteku svih prokorisanih ispita rezultata u ovom kursu.

source: Click to generate a CSV file of survey results for this course.
ru: Кликните да бисте генерисали ЦСВ датотеку резултата анкете за овај курс.
sr_latn: Kliknite da biste generisali CSV datoteku rezultata ankete za ovaj kurs.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
ru: Кликните да бисте генерисали извештај ЦСВ ОРА класе за све тренутно уписане студенте.
sr_latn: Kliknite da biste generisali izveštaj CSV ORA klase za sve trenutno upisane studente.

source: Click to generate a CSV problem grade report for all currently enrolled students.
ru: Кликните да бисте генерисали извештај ЦСВ-а за све тренутно уписане студенте.
sr_latn: Kliknite da biste generisali izveštaj CSV-a za sve trenutno upisane studente.

source: My Courses
ru: Моји курсеви
sr_latn: Moji kursevi

source: There was an error when loading this module!
ru: Дошло је до грешке приликом учитавања овог модула!
sr_latn: Došlo je do greške prilikom učitavanja ovog modula!

source: This module is available only for users who are signed into {platform}. Kindly sign in and refresh this page to load the content.
ru: Овај модул је доступан само за кориснике који су потписани у {platform}. Молимо пријавите се и освежите ову страницу да учита садржај.
sr_latn: Ovaj modul je dostupan samo za korisnike koji su potpisani u {platform}. Molimo prijavite se i osvežite ovu stranicu da učita sadržaj.

source: NOTE:
ru: Напомена:
sr_latn: Napomena:

source: The email used to sign into this platform and {platform} should be the same.
ru: Е-пошта која се користи за пријаву на ову платформу и {platform} би требала бити иста.
sr_latn: E-pošta koja se koristi za prijavu na ovu platformu i {platform} bi trebala biti ista.

source: Change Preferred Language
ru: Промените жељени језик
sr_latn: Promenite željeni jezik

source: Please choose your preferred language
ru: Молимо одаберите жељени језик
sr_latn: Molimo odaberite željeni jezik

source: Save Language Settings
ru: Спремите Подешавања језика
sr_latn: Spremite Podešavanja jezika

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
ru: Не видите жељени језик? {link_start} Волонтер да бисте постали преводилац! {link_end}
sr_latn: Ne vidite željeni jezik? {link_start} Volonter da biste postali prevodilac! {link_end}

source: Explore Courses
ru: Истражите курсеве
sr_latn: Istražite kurseve

source: Global
ru: Глобално
sr_latn: Globalno

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
ru: {p_tag} Тренутно немате никаквог оцењивања вршњака. Да би оценили вршне оцене: {ul_tag} {li_tag} Морате да поднете одговор на проблем вршњачког гарнитуре.{end_li_tag} {li_tag} Теам предмета треба да постигне есеје који се користе да вам помогну да боље разумете оцењивање Критеријуми.{end_li_tag} {li_tag} Мора да постоје поднеске које чекају да градинг.{end_li_tag} {end_ul_tag} {end_p_tag}
sr_latn: {p_tag} Trenutno nemate nikakvog ocenjivanja vršnjaka. Da bi ocenili vršne ocene: {ul_tag} {li_tag} Morate da podnete odgovor na problem vršnjačkog garniture.{end_li_tag} {li_tag} Team predmeta treba da postigne eseje koji se koriste da vam pomognu da bolje razumete ocenjivanje Kriterijumi.{end_li_tag} {li_tag} Mora da postoje podneske koje čekaju da grading.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
ru: Вршне оцене
sr_latn: Vršne ocene

source: Here is a list of problems that need to be peer graded for this course.
ru: Ево листе проблема који морају бити оцењени за овај курс.
sr_latn: Evo liste problema koji moraju biti ocenjeni za ovaj kurs.

source: Problem Name
ru: Име проблема
sr_latn: Ime problema

source: Due date
ru: Датум
sr_latn: Datum

source: Graded
ru: Оцењен
sr_latn: Ocenjen

source: Available
ru: Доступан
sr_latn: Dostupan

source: Required
ru: Потребан
sr_latn: Potreban

source: No due date
ru: Нема рока
sr_latn: Nema roka

source: The due date has passed, and peer grading for this problem is closed at this time.
ru: Датум доспећа је прошао, а вршњачки оцјењивање овог проблема је у овом тренутку затворен.
sr_latn: Datum dospeća je prošao, a vršnjački ocjenjivanje ovog problema je u ovom trenutku zatvoren.

source: The due date has passed, and peer grading is closed at this time.
ru: Датум доспећа је прошао, а оцењивање вршњака је у овом тренутку затворен.
sr_latn: Datum dospeća je prošao, a ocenjivanje vršnjaka je u ovom trenutku zatvoren.

source: Learning to Grade
ru: Учење за оцењивање
sr_latn: Učenje za ocenjivanje

source: Hide Question
ru: Сакрити питање
sr_latn: Sakriti pitanje

source: Student Response
ru: Одговор ученика
sr_latn: Odgovor učenika

source: Written Feedback
ru: Писмене повратне информације
sr_latn: Pismene povratne informacije

source: Please include some written feedback as well.
ru: Молимо вас да укључите и неке писмене повратне информације.
sr_latn: Molimo vas da uključite i neke pismene povratne informacije.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
ru: Овај поднесак има експлицитну, увредљиву или (сумњив) плагирани садржај.
sr_latn: Ovaj podnesak ima eksplicitnu, uvredljivu ili (sumnjiv) plagirani sadržaj.

source: How did I do?
ru: Како сам урадио?
sr_latn: Kako sam uradio?

source: Ready to grade!
ru: Спреман за разред!
sr_latn: Spreman za razred!

source: You have finished learning to grade, which means that you are now ready to start grading.
ru: Завршили сте учење за оцењивање, што значи да сте сада спремни за почетак оцењивања.
sr_latn: Završili ste učenje za ocenjivanje, što znači da ste sada spremni za početak ocenjivanja.

source: Start Grading!
ru: Покрените оцењивање!
sr_latn: Pokrenite ocenjivanje!

source: Learning to grade
ru: Учење за оцењивање
sr_latn: Učenje za ocenjivanje

source: You have not yet finished learning to grade this problem.
ru: Још нисте завршили учење да оцените овај проблем.
sr_latn: Još niste završili učenje da ocenite ovaj problem.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
ru: Сада ће вам бити приказани низ есеја за постигнути инструктор и од њих ће се тражити да их сами постигнете.
sr_latn: Sada će vam biti prikazani niz eseja za postignuti instruktor i od njih će se tražiti da ih sami postignete.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
ru: Једном када можете постићи есеје слично у инструктору, бићете спремни да оцените своје вршњаке.
sr_latn: Jednom kada možete postići eseje slično u instruktoru, bićete spremni da ocenite svoje vršnjake.

source: Start learning to grade
ru: Почните да учите да оцените
sr_latn: Počnite da učite da ocenite

source: Are you sure that you want to flag this submission?
ru: Јесте ли сигурни да желите да означите овај поднесак?
sr_latn: Jeste li sigurni da želite da označite ovaj podnesak?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
ru: Ускоро ћете означити поднесак. Треба да означите само подношење које садржи експлицитну, увредљиву или (сумњиву) плагирану садржају. Ако се подношење није упућено на питање или је нетачан, требало би да га дате нули и пратећи повратне информације уместо да га означите.
sr_latn: Uskoro ćete označiti podnesak. Treba da označite samo podnošenje koje sadrži eksplicitnu, uvredljivu ili (sumnjivu) plagiranu sadržaju. Ako se podnošenje nije upućeno na pitanje ili je netačan, trebalo bi da ga date nuli i prateći povratne informacije umesto da ga označite.

source: Remove Flag
ru: Уклонити заставу
sr_latn: Ukloniti zastavu

source: Keep Flag
ru: Застава
sr_latn: Zastava

source: Go Back
ru: Вратити се
sr_latn: Vratiti se

source: Account Activation Info
ru: Информације о активирању рачуна
sr_latn: Informacije o aktiviranju računa

source: Your Password Reset is Complete
ru: Ресетовање лозинке је завршено
sr_latn: Resetovanje lozinke je završeno

source: Password Reset Complete
ru: Поседовање лозинке комплетно
sr_latn: Posedovanje lozinke kompletno

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
ru: Ваша лозинка је ресетована. {start_link} Пријавите се на свој налог.{end_link}
sr_latn: Vaša lozinka je resetovana. {start_link} Prijavite se na svoj nalog.{end_link}

source: Reset Your {platform_name} Password
ru: Ресетујте лозинку за {platform_name}
sr_latn: Resetujte lozinku za {platform_name}

source: Invalid Password Reset Link
ru: Неважећа веза за ресетовање лозинке
sr_latn: Nevažeća veza za resetovanje lozinke

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
ru: Ова веза за ресетовање лозинке је неважећа. Можда је већ коришћено. Да бисте ресетовали лозинку, идите на {start_link} Страница за пријаву {end_link} и изаберите {start_strong} Заборавили сте лозинку{end_strong}.
sr_latn: Ova veza za resetovanje lozinke je nevažeća. Možda je već korišćeno. Da biste resetovali lozinku, idite na {start_link} Stranica za prijavu {end_link} i izaberite {start_strong} Zaboravili ste lozinku{end_strong}.

source: Password reset successful
ru: Поседовање лозинке успешно
sr_latn: Posedovanje lozinke uspešno

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ru: Послали смо вам упутства за постављање лозинке на адресу е-поште коју сте поднели. Ускоро би требало да га примите.
sr_latn: Poslali smo vam uputstva za postavljanje lozinke na adresu e-pošte koju ste podneli. Uskoro bi trebalo da ga primite.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
ru: Страница коју сте тражили није пронађена. Врати се на {link_start} хомепаге{link_end}.
sr_latn: Stranica koju ste tražili nije pronađena. Vrati se na {link_start} homepage{link_end}.

source: Too Many Requests
ru: Превише захтева
sr_latn: Previše zahteva

source: Your request has been rate-limited. Please try again later.
ru: Ваш захтев је ограничен. Покушајте поново касније.
sr_latn: Vaš zahtev je ograničen. Pokušajte ponovo kasnije.

source: This page left intentionally blank. Feel free to add your own content.
ru: Ова страница је намерно остављена празна. Слободно додајте свој сопствени садржај.
sr_latn: Ova stranica je namerno ostavljena prazna. Slobodno dodajte svoj sopstveni sadržaj.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
ru: Наш систем указује да покушавате да приступите овом {platform_name} курцу из земље или региона који се тренутно подлеже америчкој и трговинској санкцији. Нажалост, јер је {platform_name} дужан да се придржава контрола извоза, не можемо вам дозволити да приступите овом курсу у то време.
sr_latn: Naš sistem ukazuje da pokušavate da pristupite ovom {platform_name} kurcu iz zemlje ili regiona koji se trenutno podleže američkoj i trgovinskoj sankciji. Nažalost, jer je {platform_name} dužan da se pridržava kontrola izvoza, ne možemo vam dozvoliti da pristupite ovom kursu u to vreme.

source: FAQ
ru: Постављана питања
sr_latn: Postavljana pitanja

source: Jobs
ru: Послови
sr_latn: Poslovi

source: In the Press
ru: У штампи
sr_latn: U štampi

source: Currently the {platform_name} servers are down
ru: Тренутно је {platform_name} сервери сузни
sr_latn: Trenutno je {platform_name} serveri suzni

source: Our staff is currently working to get the site back up as soon as possible.
ru: Наше особље тренутно ради на томе да се на веб локацији врати што је пре могуће.
sr_latn: Naše osoblje trenutno radi na tome da se na veb lokaciji vrati što je pre moguće.

source: There has been a 500 error on the {platform_name} servers
ru: Дошло је до 500 грешака на {platform_name} серверима
sr_latn: Došlo je do 500 grešaka na {platform_name} serverima

source: Please wait a few seconds and then reload the page.
ru: Молимо причекајте неколико секунди, а затим поново учитајте страницу.
sr_latn: Molimo pričekajte nekoliko sekundi, a zatim ponovo učitajte stranicu.

source: Currently the {platform_name} servers are overloaded
ru: Тренутно је {platform_name} сервери преоптерећени
sr_latn: Trenutno je {platform_name} serveri preopterećeni

source: Please Wait
ru: Причекајте
sr_latn: Pričekajte

source: Sign in or Register
ru: Пријавите се или се региструјте
sr_latn: Prijavite se ili se registrujte

source: Student Support
ru: Студентска подршка
sr_latn: Studentska podrška

source: Student Support: Certificates
ru: Подршка студената: сертификати
sr_latn: Podrška studenata: sertifikati

source: Contact {platform_name} Support
ru: Контактирајте {platform_name} Подршка
sr_latn: Kontaktirajte {platform_name} Podrška

source: Student Support: Enrollment
ru: Студентска подршка: Упис
sr_latn: Studentska podrška: Upis

source: Student Support: Feature Based Enrollments
ru: Подршка за студенте: Уписа о уписима на основу функција
sr_latn: Podrška za studente: Upisa o upisima na osnovu funkcija

source: Content Type Gating
ru: Тип садржаја Гифинг
sr_latn: Tip sadržaja Gifing

source: Course Duration Limits
ru: Тражење курса Лимит
sr_latn: Traženje kursa Limit

source: Is Enabled
ru: Је омогућено
sr_latn: Je omogućeno

source: No results found
ru: Нема резултата
sr_latn: Nema rezultata

source: Student Support: Manage User
ru: Подршка за студенте: Управљање корисником
sr_latn: Podrška za studente: Upravljanje korisnikom

source: Program Enrollments Inspector
ru: Инспектор за упис програма
sr_latn: Inspektor za upis programa

source: User Survey
ru: Корисничко истраживање
sr_latn: Korisničko istraživanje

source: Pre-Course Survey
ru: Анкета о прецизну курсу
sr_latn: Anketa o preciznu kursu

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
ru: Можете започети курс чим завршите следећи образац. Обавезна поља означена су звездицом (*). Ове информације су само за употребу {platform_name}. На било који начин неће бити повезан са вашим јавним профилом.
sr_latn: Možete započeti kurs čim završite sledeći obrazac. Obavezna polja označena su zvezdicom (*). Ove informacije su samo za upotrebu {platform_name}. Na bilo koji način neće biti povezan sa vašim javnim profilom.

source: You are missing the following required fields:
ru: Недостаје вам следећа обавезна поља:
sr_latn: Nedostaje vam sledeća obavezna polja:

source: Cancel and Return to Dashboard
ru: Откажи и вратите се на контролну таблу
sr_latn: Otkaži i vratite se na kontrolnu tablu

source: Why do I need to complete this information?
ru: Зашто морам да испуним ове информације?
sr_latn: Zašto moram da ispunim ove informacije?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
ru: Користимо информације које пружате да побољшате наш курс и за тренутне и будуће студенте. Што више знамо о вашим специфичним потребама, то боље можемо да донесемо ваше искуство курса.
sr_latn: Koristimo informacije koje pružate da poboljšate naš kurs i za trenutne i buduće studente. Što više znamo o vašim specifičnim potrebama, to bolje možemo da donesemo vaše iskustvo kursa.

source: Who can I contact if I have questions?
ru: Коме могу да контактирам ако имам питања?
sr_latn: Kome mogu da kontaktiram ako imam pitanja?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
ru: Ако имате било каквих питања о овом курсу или овом облику, можете се обратити {link_start} {mail_to_link} {link_end}.
sr_latn: Ako imate bilo kakvih pitanja o ovom kursu ili ovom obliku, možete se obratiti {link_start} {mail_to_link} {link_end}.

source: Skeleton Page
ru: Скелетон страница
sr_latn: Skeleton stranica

source: Search the course
ru: Претражите курс
sr_latn: Pretražite kurs

source: Start Course
ru: Почетни курс
sr_latn: Početni kurs

source: Have questions?
ru: Имате питања?
sr_latn: Imate pitanja?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
ru: Молимо прочитајте {a_start} наших често постављана питања да бисте погледали заједничка питања о нашем сертификату{a_end}.
sr_latn: Molimo pročitajte {a_start} naših često postavljana pitanja da biste pogledali zajednička pitanja o našem sertifikatu{a_end}.

source: Re-Verify for {course_name}
ru: Поново потврдите за {course_name}
sr_latn: Ponovo potvrdite za {course_name}

source: Verification Deadline Has Passed
ru: Прошло је рок за верификацију
sr_latn: Prošlo je rok za verifikaciju

source: Upgrade Deadline Has Passed
ru: Прошло је рок за надоградњу
sr_latn: Prošlo je rok za nadogradnju

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
ru: Рок за верификацију за {course_name} био је {{date}}. Верификација више није доступна.
sr_latn: Rok za verifikaciju za {course_name} bio je {{date}}. Verifikacija više nije dostupna.

source: The deadline to upgrade to a verified certificate for this course has passed.
ru: Рок за унапређење на верификованом сертификату за овај курс је прошао.
sr_latn: Rok za unapređenje na verifikovanom sertifikatu za ovaj kurs je prošao.

source: Upgrade Your Enrollment For {course_name}.
ru: Надоградите свој упис за {course_name}.
sr_latn: Nadogradite svoj upis za {course_name}.

source: Verify For {course_name}
ru: Проверите за {course_name}
sr_latn: Proverite za {course_name}

source: Enroll In {course_name}
ru: Уписите се {course_name}
sr_latn: Upisite se {course_name}

source: Technical Requirements
ru: Технички захтеви
sr_latn: Tehnički zahtevi
