Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
ru: То се може догодити због грешке са нашим сервером или ваше интернетске везе. Покушајте да освежите страницу или се уверите да сте на мрежи.
sr_latn: To se može dogoditi zbog greške sa našim serverom ili vaše internetske veze. Pokušajte da osvežite stranicu ili se uverite da ste na mreži.

source: Studio's having trouble saving your work
ru: Студио има проблема са уштедом вашег рада
sr_latn: Studio ima problema sa uštedom vašeg rada

source: OpenAssessment Save Error
ru: Грешка уштеда ОпенсаСсамент
sr_latn: Greška ušteda OpensaSsament

source: Saving
ru: Штедљив
sr_latn: Štedljiv

source: This link will open in a new browser window/tab
ru: Ова веза ће се отворити у новом прозору претраживача / картици
sr_latn: Ova veza će se otvoriti u novom prozoru pretraživača / kartici

source: This link will open in a modal window
ru: Ова веза ће се отворити у модалном прозору
sr_latn: Ova veza će se otvoriti u modalnom prozoru

source: Delete
ru: Избрисати
sr_latn: Izbrisati

source: Deleting
ru: Брисање
sr_latn: Brisanje

source: Cancel
ru: Отказати
sr_latn: Otkazati

source: There was an error during the upload process.
ru: Дошло је до грешке током процеса преноса.
sr_latn: Došlo je do greške tokom procesa prenosa.

source: There was an error while unpacking the file.
ru: Дошло је до грешке док отпакирамо датотеку.
sr_latn: Došlo je do greške dok otpakiramo datoteku.

source: There was an error while verifying the file you submitted.
ru: Дошло је до грешке приликом верификације датотеке коју сте предали.
sr_latn: Došlo je do greške prilikom verifikacije datoteke koju ste predali.

source: Choose new file
ru: Изаберите нову датотеку
sr_latn: Izaberite novu datoteku

source: File format not supported. Please upload a file with a {ext} extension.
ru: Формат датотеке није подржан. Пошаљите датотеку са проширењем {ext}.
sr_latn: Format datoteke nije podržan. Pošaljite datoteku sa proširenjem {ext}.

source: There was an error while importing the new library to our database.
ru: Дошло је до грешке приликом увоза нове библиотеке у нашу базу података.
sr_latn: Došlo je do greške prilikom uvoza nove biblioteke u našu bazu podataka.

source: There was an error while importing the new course to our database.
ru: Дошло је до грешке приликом увоза новог курса у нашу базу података.
sr_latn: Došlo je do greške prilikom uvoza novog kursa u našu bazu podataka.

source: Your import has failed.
ru: Ваш увоз није успео.
sr_latn: Vaš uvoz nije uspeo.

source: Your import is in progress; navigating away will abort it.
ru: Ваш увоз је у току; Навигација ће га прекинути.
sr_latn: Vaš uvoz je u toku; Navigacija će ga prekinuti.

source: Error importing course
ru: Грешка приликом увоза курса
sr_latn: Greška prilikom uvoza kursa

source: There was an error with the upload
ru: Дошло је до грешке у учитавању
sr_latn: Došlo je do greške u učitavanju

source: Uploading
ru: Преношење
sr_latn: Prenošenje

source: Chapter name and asset_path are both required
ru: Поглавље Име и АССЕТ_ПАТХ су оба потребни
sr_latn: Poglavlje Ime i ASSET_PATH su oba potrebni

source: Chapter name is required
ru: Име поглавља је потребно
sr_latn: Ime poglavlja je potrebno

source: asset_path is required
ru: Ассет_Патх је обавезан
sr_latn: Asset_Path je obavezan

source: You must specify a name
ru: Морате навести име
sr_latn: Morate navesti ime

source: Textbook name is required
ru: Потребно је име уџбеника
sr_latn: Potrebno je ime udžbenika

source: Please add at least one chapter
ru: Молимо додајте најмање једно поглавље
sr_latn: Molimo dodajte najmanje jedno poglavlje

source: All chapters must have a name and asset
ru: Сва поглавља морају имати име и имовину
sr_latn: Sva poglavlja moraju imati ime i imovinu

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
ru: Само <% - филетипови%> датотеке се могу преносити. Изаберите датотеку која се завршава у <% - (зафилте за подешавање%> да бисте учитали.
sr_latn: Samo <% - filetipovi%> datoteke se mogu prenositi. Izaberite datoteku koja se završava u <% - (zafilte za podešavanje%> da biste učitali.

source: or
ru: или
sr_latn: ili

source: This unit has validation issues.
ru: Ова јединица има питања валидације.
sr_latn: Ova jedinica ima pitanja validacije.

source: This component has validation issues.
ru: Ова компонента има питања валидације.
sr_latn: Ova komponenta ima pitanja validacije.

source: Close
ru: Затворити
sr_latn: Zatvoriti

source: Name
ru: Назив
sr_latn: Naziv

source: Choose File
ru: Изаберите датотеку
sr_latn: Izaberite datoteku

source: Add library content
ru: Додајте садржај библиотеке
sr_latn: Dodajte sadržaj biblioteke

source: Adding
ru: Додавање
sr_latn: Dodavanje

source: OK
ru: У реду
sr_latn: U redu

source: Copying
ru: Копирање
sr_latn: Kopiranje

source: Pasting
ru: Лепљење
sr_latn: Lepljenje

source: Some errors occurred
ru: Дошло је до неких грешака
sr_latn: Došlo je do nekih grešaka

source: The following required files could not be added to the course:
ru: Следеће потребне датотеке нису се могле додати курсу:
sr_latn: Sledeće potrebne datoteke nisu se mogle dodati kursu:

source: You may need to update a file(s) manually
ru: Можда ћете морати да ажурирате датотеку (ручно) датотеку
sr_latn: Možda ćete morati da ažurirate datoteku (ručno) datoteku

source: The following files already exist in this course but don't match the version used by the component you pasted:
ru: Следеће датотеке већ постоје у овом курсу, али не одговарају верзији коју је компонента коју сте залепили:
sr_latn: Sledeće datoteke već postoje u ovom kursu, ali ne odgovaraju verziji koju je komponenta koju ste zalepili:

source: New file(s) added to Files & Uploads.
ru: Нова датотека (и) додате у датотеке и уплоадс.
sr_latn: Nova datoteka (i) dodate u datoteke i uploads.

source: The following required files were imported to this course:
ru: Следеће потребне датотеке су увезене на овај курс:
sr_latn: Sledeće potrebne datoteke su uvezene na ovaj kurs:

source: View files
ru: Погледајте датотеке
sr_latn: Pogledajte datoteke

source: Dismiss
ru: Разрешити
sr_latn: Razrešiti

source: None
ru: Ниједан
sr_latn: Nijedan

source: Remove
ru: Скинути
sr_latn: Skinuti

source: Upload a new PDF to “<%- name %>”
ru: Отпремите нови ПДФ на "<% - Име%>"
sr_latn: Otpremite novi PDF na "<% - Име%>"

source: Please select a PDF file to upload.
ru: Изаберите ПДФ датотеку да бисте учитали.
sr_latn: Izaberite PDF datoteku da biste učitali.

source: All Rights Reserved
ru: Сва права задржана
sr_latn: Sva prava zadržana

source: You reserve all rights for your work
ru: Резервирате сва права за свој рад
sr_latn: Rezervirate sva prava za svoj rad

source: Creative Commons
ru: Цреативе Цоммонс

source: You waive some rights for your work, such that others can use it too
ru: Одричете се неких права за ваш рад, тако да и други то могу користити
sr_latn: Odričete se nekih prava za vaš rad, tako da i drugi to mogu koristiti

source: Version
ru: Верзија
sr_latn: Verzija

source: Attribution
ru: Атрибуција
sr_latn: Atribucija

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
ru: Дозволите другима да копирају, дистрибуирају, приказују и обављају рад заштићеног ауторских права, али само ако дају кредит начин на који тражите. Тренутно је потребна ова опција.
sr_latn: Dozvolite drugima da kopiraju, distribuiraju, prikazuju i obavljaju rad zaštićenog autorskih prava, ali samo ako daju kredit način na koji tražite. Trenutno je potrebna ova opcija.

source: Noncommercial
ru: Некомерцијални
sr_latn: Nekomercijalni

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
ru: Дозволите другима да копирају, дистрибуирају, приказују и обављају ваше дело - и деривативне радове засноване на њему - али само у некомерцијалне сврхе.
sr_latn: Dozvolite drugima da kopiraju, distribuiraju, prikazuju i obavljaju vaše delo - i derivativne radove zasnovane na njemu - ali samo u nekomercijalne svrhe.

source: No Derivatives
ru: Нема деривата
sr_latn: Nema derivata

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
ru: Дозволите другима да копирају, дистрибуирају, приказују и обављају само дословно копије вашег рада, а не деривативне радове на основу ње. Ова опција је неспојива са "Share Alike".
sr_latn: Dozvolite drugima da kopiraju, distribuiraju, prikazuju i obavljaju samo doslovno kopije vašeg rada, a ne derivativne radove na osnovu nje. Ova opcija je nespojiva sa "Share Alike".

source: Share Alike
ru: Поделите подједнако
sr_latn: Podelite podjednako

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
ru: Дозволите другима да дистрибуирају деривативне радове само под лиценцом идентичне лиценци која управља вашим радом. Ова опција је неспојива са "No Derivatives".
sr_latn: Dozvolite drugima da distribuiraju derivativne radove samo pod licencom identične licenci koja upravlja vašim radom. Ova opcija je nespojiva sa "No Derivatives".

source: Ok
ru: У реду
sr_latn: U redu

source: Unknown
ru: Непознат
sr_latn: Nepoznat

source: Are you sure?
ru: Јесте ли сигурни?
sr_latn: Jeste li sigurni?

source: Upload File
ru: Пошаљите датотеку
sr_latn: Pošaljite datoteku

source: Save
ru: Сачувати
sr_latn: Sačuvati

source: Advanced
ru: Напредан
sr_latn: Napredan

source: Editing: {title}
ru: Уређивање: {title}
sr_latn: Uređivanje: {title}

source: Plugins
ru: Додаци
sr_latn: Dodaci

source: Unit
ru: Јединица
sr_latn: Jedinica

source: Component
ru: Компонента
sr_latn: Komponenta

source: Studio's having trouble parsing the problem component's content
ru: Студио's having trouble parsing the problem component' С Садржај
sr_latn: Studio's having trouble parsing the problem component' S Sadržaj

source: Move
ru: Преместити
sr_latn: Premestiti

source: Choose a location to move your component to
ru: Изаберите локацију да бисте преместили своју компоненту
sr_latn: Izaberite lokaciju da biste premestili svoju komponentu

source: Move: {displayName}
ru: Мове: {displayName}

source: Preview changes to: {title}
ru: Превиев се мења у: {title}
sr_latn: Previev se menja u: {title}

source: Accept changes
ru: Прихватити промене
sr_latn: Prihvatiti promene

source: Ignore changes
ru: Игноришите промене
sr_latn: Ignorišite promene

source: Ignore these changes?
ru: Занемарите ове промене?
sr_latn: Zanemarite ove promene?

source: Would you like to permanently ignore this updated version? If so, you won't be able to update this until a newer version is published (in the library).
ru: Да ли желите да трајно игноришете ову ажурирану верзију? Ако је то случај, нећете моћи да то ажурирате док се не објави новија верзија (у библиотеци).
sr_latn: Da li želite da trajno ignorišete ovu ažuriranu verziju? Ako je to slučaj, nećete moći da to ažurirate dok se ne objavi novija verzija (u biblioteci).

source: Ignore
ru: Игнорисати
sr_latn: Ignorisati

source: Add selected components
ru: Додајте одабране компоненте
sr_latn: Dodajte odabrane komponente

source: Sections
ru: Одељци
sr_latn: Odeljci

source: Subsections
ru: Пододељци
sr_latn: Pododeljci

source: Units
ru: Јединице
sr_latn: Jedinice

source: Components
ru: Компоненте
sr_latn: Komponente

source: Groups
ru: Група
sr_latn: Grupa

source: This {parentCategory} has no {childCategory}
ru: Овај {parentCategory} нема {childCategory}
sr_latn: Ovaj {parentCategory} nema {childCategory}

source: Course Outline
ru: Обрис курса
sr_latn: Obris kursa

source: Date added
ru: Датум додавања
sr_latn: Datum dodavanja

source: Editing access for: {title}
ru: Уређивање приступа за: {title}
sr_latn: Uređivanje pristupa za: {title}

source: Publishing
ru: Објављивање
sr_latn: Objavljivanje

source: Discard Changes
ru: Одбаците промене
sr_latn: Odbacite promene

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
ru: Јесте ли сигурни да желите да се вратите на последњу објављену верзију јединице? Не можете поништити ову акцију.
sr_latn: Jeste li sigurni da želite da se vratite na poslednju objavljenu verziju jedinice? Ne možete poništiti ovu akciju.

source: Discarding Changes
ru: Одбацивање промена
sr_latn: Odbacivanje promena

source: Hiding from Students
ru: Сакривање од студената
sr_latn: Sakrivanje od studenata

source: Explicitly Hiding from Students
ru: Изричито се скрива од студената
sr_latn: Izričito se skriva od studenata

source: Inheriting Student Visibility
ru: Наслеђује видљивост ученика
sr_latn: Nasleđuje vidljivost učenika

source: Make Visible to Students
ru: Учинити видљивим студентима
sr_latn: Učiniti vidljivim studentima

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
ru: Ако је јединица раније објављена и пуштена у студенте, било какве промене које сте направили у јединици када је скривена сада бити видљива студентима. Да ли желите да наставите?
sr_latn: Ako je jedinica ranije objavljena i puštena u studente, bilo kakve promene koje ste napravili u jedinici kada je skrivena sada biti vidljiva studentima. Da li želite da nastavite?

source: Making Visible to Students
ru: Чинећи видљиве студентима
sr_latn: Čineći vidljive studentima

source: Hide Previews
ru: Сакриј преглед
sr_latn: Sakrij pregled

source: Show Previews
ru: Прикажи преглед
sr_latn: Prikaži pregled

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
ru: Приказује {currentItemRange} Оут оф {totalItemsCount}, филтриран од {assetType}, сортирано по {sortName} Узлазно
sr_latn: Prikazuje {currentItemRange} Out of {totalItemsCount}, filtriran od {assetType}, sortirano po {sortName} Uzlazno

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
ru: Приказује {currentItemRange} Оут оф {totalItemsCount}, филтриран од {assetType}, сортирано по {sortName} СИСТЕРИНГ
sr_latn: Prikazuje {currentItemRange} Out of {totalItemsCount}, filtriran od {assetType}, sortirano po {sortName} SISTERING

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
ru: Приказивање {currentItemRange} Оут оф {totalItemsCount}, сортирано по {sortName} Узлазно
sr_latn: Prikazivanje {currentItemRange} Out of {totalItemsCount}, sortirano po {sortName} Uzlazno

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
ru: Приказивање {currentItemRange} Оут оф {totalItemsCount}, сортирано по {sortName} СИСТЕРИНГ
sr_latn: Prikazivanje {currentItemRange} Out of {totalItemsCount}, sortirano po {sortName} SISTERING

source: {totalItems} total
ru: {totalItems} Укупно
sr_latn: {totalItems} Ukupno

source: Removing
ru: Укидање
sr_latn: Ukidanje

source: Delete “<%- name %>”?
ru: Избришите "<% - име%>"?
sr_latn: Izbrišite "<% - име%>"?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
ru: Брисање уџбеника не може се поништити и једном избрисати било какву референцу на НОТ-у на пловидби за вас такође ће бити уклоњена.
sr_latn: Brisanje udžbenika ne može se poništiti i jednom izbrisati bilo kakvu referencu na NOT-u na plovidbi za vas takođe će biti uklonjena.

source: Delete Page Confirmation
ru: Избриши потврду странице
sr_latn: Izbriši potvrdu stranice

source: Are you sure you want to delete this page? This action cannot be undone.
ru: Јесте ли сигурни да желите да избришете ову страницу? Ова радња се не може поништити.
sr_latn: Jeste li sigurni da želite da izbrišete ovu stranicu? Ova radnja se ne može poništiti.

source: Upload
ru: Уплоад

source: We're sorry, there was an error
ru: Жао нам је, дошло је до грешке
sr_latn: Žao nam je, došlo je do greške

source: Success! "{displayName}" has been moved.
ru: Успех! "{displayName} " је премештен.
sr_latn: Uspeh! "{displayName} " je premešten.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
ru: Померите се отказано. "{sourceDisplayName} " је премештен натраг на оригиналну локацију.
sr_latn: Pomerite se otkazano. "{sourceDisplayName} " je premešten natrag na originalnu lokaciju.

source: Undo move
ru: Поништи се
sr_latn: Poništi se

source: Take me to the new location
ru: Води ме на нову локацију
sr_latn: Vodi me na novu lokaciju

source: Duplicating
ru: Дуплирање
sr_latn: Dupliranje

source: Undo moving
ru: Поништи се крећу
sr_latn: Poništi se kreću

source: Moving
ru: Кретање
sr_latn: Kretanje

source: Deleting this {xblock_type} is permanent and cannot be undone.
ru: Брисање овог {xblock_type} је трајан и не може се поништити.
sr_latn: Brisanje ovog {xblock_type} je trajan i ne može se poništiti.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
ru: Било који садржај који је навео овај садржај као предуслов ће такође уклонити ограничења приступа.
sr_latn: Bilo koji sadržaj koji je naveo ovaj sadržaj kao preduslov će takođe ukloniti ograničenja pristupa.

source: Delete this {xblock_type} (and prerequisite)?
ru: Избришите овај {xblock_type} (и предуслов)?
sr_latn: Izbrišite ovaj {xblock_type} (i preduslov)?

source: Yes, delete this {xblock_type}
ru: Да, избришите овај {xblock_type}
sr_latn: Da, izbrišite ovaj {xblock_type}

source: Delete this {xblock_type}?
ru: Избришите овај {xblock_type}?
sr_latn: Izbrišite ovaj {xblock_type}?

source: section
ru: одељак
sr_latn: odeljak

source: subsection
ru: пододељак
sr_latn: pododeljak

source: unit
ru: јединица
sr_latn: jedinica

source: Your changes have been saved.
ru: Ваше промене су сачуване.
sr_latn: Vaše promene su sačuvane.

source: Please select a file in .srt format.
ru: Изаберите датотеку у .срт формату.
sr_latn: Izaberite datoteku u .srt formatu.

source: Error: Uploading failed.
ru: ГРЕШКА: Уплоад није успело.
sr_latn: GREŠKA: Upload nije uspelo.

source: Error: Import failed.
ru: Грешка: Увоз није успео.
sr_latn: Greška: Uvoz nije uspeo.

source: Error: Replacing failed.
ru: ГРЕШКА: Замена није успела.
sr_latn: GREŠKA: Zamena nije uspela.

source: Error: Choosing failed.
ru: ГРЕШКА: Одабир није успело.
sr_latn: GREŠKA: Odabir nije uspelo.

source: Error: Connection with server failed.
ru: Грешка: Веза са сервером није успела.
sr_latn: Greška: Veza sa serverom nije uspela.

source: Link types should be unique.
ru: Врсте веза треба да буду јединствене.
sr_latn: Vrste veza treba da budu jedinstvene.

source: Links should be unique.
ru: Везе би требале бити јединствене.
sr_latn: Veze bi trebale biti jedinstvene.

source: Incorrect url format.
ru: Нетачан формат УРЛ-а.
sr_latn: Netačan format URL-a.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
ru: Извините, дошло је до грешке приликом анализе титлова које сте преносели. Молимо проверите формат и покушајте поново.
sr_latn: Izvinite, došlo je do greške prilikom analize titlova koje ste prenoseli. Molimo proverite format i pokušajte ponovo.

source: Are you sure you want to remove this transcript?
ru: Јесте ли сигурни да желите да уклоните овај транскрипт?
sr_latn: Jeste li sigurni da želite da uklonite ovaj transkript?

source: If you remove this transcript, the transcript will not be available for this component.
ru: Ако уклоните овај транскрипт, транскрипт неће бити доступан за ову компоненту.
sr_latn: Ako uklonite ovaj transkript, transkript neće biti dostupan za ovu komponentu.

source: Remove Transcript
ru: Уклоните транскрипт
sr_latn: Uklonite transkript

source: Upload translation
ru: Превод превод
sr_latn: Prevod prevod

source: Editor
ru: Уредник
sr_latn: Urednik

source: Settings
ru: Подешавања
sr_latn: Podešavanja

source: New {component_type}
ru: Нови {component_type}
sr_latn: Novi {component_type}

source: Warning
ru: Упозорење
sr_latn: Upozorenje

source: Error
ru: Грешка
sr_latn: Greška

source: Show Annotations
ru: Покажи напомене
sr_latn: Pokaži napomene

source: Hide Annotations
ru: Сакриј напомене
sr_latn: Sakrij napomene

source: Expand Instructions
ru: Прошири упутства
sr_latn: Proširi uputstva

source: Collapse Instructions
ru: Упутства за колапс
sr_latn: Uputstva za kolaps

source: Commentary
ru: Коментар
sr_latn: Komentar

source: Reply to Annotation
ru: Одговор на напомену
sr_latn: Odgovor na napomenu

source: Organization:
ru: Организација:
sr_latn: Organizacija:

source: Course Number:
ru: Број курса:
sr_latn: Broj kursa:

source: Course Run:
ru: Покретање курса:
sr_latn: Pokretanje kursa:

source: (Read-only)
ru: (Само за читање)
sr_latn: (Samo za čitanje)

source: Re-run Course
ru: Поновно покретање курса
sr_latn: Ponovno pokretanje kursa

source: View Live
ru: Погледати уживо
sr_latn: Pogledati uživo

source: You have access to the {enterpriseName} dashboard
ru: Имате приступ {enterpriseName} контролној табли
sr_latn: Imate pristup {enterpriseName} kontrolnoj tabli

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
ru: Да бисте приступили курсевима који су вам доступни путем {enterpriseName}, посетите контролну таблу {enterpriseName}.
sr_latn: Da biste pristupili kursevima koji su vam dostupni putem {enterpriseName}, posetite kontrolnu tablu {enterpriseName}.

source: Go to dashboard
ru: Ићи на контролну таблу
sr_latn: Ići na kontrolnu tablu

source: (Self-paced) Starts {start}
ru: (Самостално) почиње {start}
sr_latn: (Samostalno) počinje {start}

source: (Self-paced) Started {start}
ru: (Самостално) започео {start}
sr_latn: (Samostalno) započeo {start}

source: (Self-paced) Ends {end}
ru: (Самостално) завршава {end}
sr_latn: (Samostalno) završava {end}

source: (Self-paced) Ended {end}
ru: (Самостално) завршио {end}
sr_latn: (Samostalno) završio {end}

source: Starts {start}
ru: Покреће {start}
sr_latn: Pokreće {start}

source: Started {start}
ru: Започео {start}
sr_latn: Započeo {start}

source: Ends {end}
ru: ЕНДС {end}

source: You must select a session to access the course.
ru: Морате одабрати сесију да бисте приступили курсу.
sr_latn: Morate odabrati sesiju da biste pristupili kursu.

source: There was an error. Please reload the page and try again.
ru: Дошло је до грешке. Молимо вас да поново учитате страницу и покушајте поново.
sr_latn: Došlo je do greške. Molimo vas da ponovo učitate stranicu i pokušajte ponovo.

source: Change Session
ru: Промена сесије
sr_latn: Promena sesije

source: Select Session
ru: Изаберите сесију
sr_latn: Izaberite sesiju

source: Leave Current Session
ru: Оставите тренутну сесију
sr_latn: Ostavite trenutnu sesiju

source: Are you sure you want to select this session?
ru: Јесте ли сигурни да желите да одаберете ову сесију?
sr_latn: Jeste li sigurni da želite da odaberete ovu sesiju?

source: Are you sure you want to change to a different session?
ru: Јесте ли сигурни да желите да се пребаците на другу сесију?
sr_latn: Jeste li sigurni da želite da se prebacite na drugu sesiju?

source: Any course progress or grades from your current session will be lost.
ru: Било који напредак курса или оцене са тренутне сесије ће се изгубити.
sr_latn: Bilo koji napredak kursa ili ocene sa trenutne sesije će se izgubiti.
