Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Content Group ID
ru: ИД групе за садржај
sr_latn: ID grupe za sadržaj

source: This is the name of the group
ru: Ово је име групе
sr_latn: Ovo je ime grupe

source: This content group is used in one or more units.
ru: Ова група са садржајем користи се у једној или више јединица.
sr_latn: Ova grupa sa sadržajem koristi se u jednoj ili više jedinica.

source: Cannot delete when in use by a unit
ru: Не може да се избрише када се користи јединица
sr_latn: Ne može da se izbriše kada se koristi jedinica

source: Subsection Visibility
ru: Видљивост пододељке
sr_latn: Vidljivost pododeljke

source: To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them.
ru: Да бисте сакрили пододељке и држите их примјер кроз везе, морате је подесити из одељка који их садржи.
sr_latn: Da biste sakrili pododeljke i držite ih primjer kroz veze, morate je podesiti iz odeljka koji ih sadrži.

source: Show entire subsection
ru: Прикажи цело пододељак
sr_latn: Prikaži celo pododeljak

source: Learners see the published subsection and can access its content.
ru: Ученици виде објављену подсекцију и могу приступити њеном садржају.
sr_latn: Učenici vide objavljenu podsekciju i mogu pristupiti njenom sadržaju.

source: Hide content after course end date
ru: Сакријте садржај након завршетка курса
sr_latn: Sakrijte sadržaj nakon završetka kursa

source: Hide content after due date
ru: Сакријте садржај након рока
sr_latn: Sakrijte sadržaj nakon roka

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
ru: Након што је прошао крај курса, ученици више не могу приступити придржавању пододељног садржаја. Пододељак остаје укључен у израчунавање разреда.
sr_latn: Nakon što je prošao kraj kursa, učenici više ne mogu pristupiti pridržavanju pododeljnog sadržaja. Pododeljak ostaje uključen u izračunavanje razreda.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
ru: Након што је прошао датум рођења пододељке, полазници више не могу приступити њеном садржају. Пододељак остаје укључен у израчунавање разреда.
sr_latn: Nakon što je prošao datum rođenja pododeljke, polaznici više ne mogu pristupiti njenom sadržaju. Pododeljak ostaje uključen u izračunavanje razreda.

source: Hide entire subsection
ru: Сакриј целокупно пододељку
sr_latn: Sakrij celokupno pododeljku

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
ru: Ученици не виде пододељку у обрису курса. Пододјељак није укључено у израчунавање оцена.
sr_latn: Učenici ne vide pododeljku u obrisu kursa. Pododjeljak nije uključeno u izračunavanje ocena.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
ru: Ако одаберете опцију осим "%(hide_label)s ", објављене јединице у овом пододељку постају доступне ученицима, осим ако се изричито скривају.
sr_latn: Ako odaberete opciju osim "%(hide_label)s ", objavljene jedinice u ovom pododeljku postaju dostupne učenicima, osim ako se izričito skrivaju.

source: Copy Component Location
ru: Копирајте локацију компоненте
sr_latn: Kopirajte lokaciju komponente

source: Course Highlight Emails
ru: Курс Означите е-пошту
sr_latn: Kurs Označite e-poštu

source: Enabled
ru: Омогућено
sr_latn: Omogućeno

source: Enable Now
ru: Сада омогућити
sr_latn: Sada omogućiti

source: Instructor Name
ru: Име инструктора
sr_latn: Ime instruktora

source: Please add the instructor's name
ru: Молимо додајте име инструктора
sr_latn: Molimo dodajte ime instruktora

source: Instructor Title
ru: Наслов инструктора
sr_latn: Naslov instruktora

source: Please add the instructor's title
ru: Додајте наслов инструктора
sr_latn: Dodajte naslov instruktora

source: Organization
ru: Организација
sr_latn: Organizacija

source: Organization Name
ru: Име организације
sr_latn: Ime organizacije

source: Please add the institute where the instructor is associated
ru: Додајте Институт у којем је инструктор повезан
sr_latn: Dodajte Institut u kojem je instruktor povezan

source: Biography
ru: Биографија
sr_latn: Biografija

source: Instructor Biography
ru: Инструктор биографија
sr_latn: Instruktor biografija

source: Please add the instructor's biography
ru: Додајте биографију инструктора
sr_latn: Dodajte biografiju instruktora

source: Photo
ru: Фотографија
sr_latn: Fotografija

source: Instructor Photo
ru: Фотографија инструктора
sr_latn: Fotografija instruktora

source: Instructor Photo URL
ru: Инструктор Пхото УРЛ
sr_latn: Instruktor Photo URL

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
ru: Молимо додајте фотографију инструктора (напомена: само подржани ЈПЕГ или ПНГ формат)
sr_latn: Molimo dodajte fotografiju instruktora (napomena: samo podržani JPEG ili PNG format)

source: Upload Photo
ru: Пошаљите фотографију
sr_latn: Pošaljite fotografiju

source: Course tags
ru: Ознаке курса
sr_latn: Oznake kursa

source: Manage tags
ru: Управљајте ознакама
sr_latn: Upravljajte oznakama

source: Prerequisite: %(prereq_display_name)s
ru: Предуслов: %(prereq_display_name)s
sr_latn: Preduslov: %(prereq_display_name)s

source: Contains staff only content
ru: Садржи само особље само садржај
sr_latn: Sadrži samo osoblje samo sadržaj

source: Hidden in the course outline, but sections are accessible for your learners through their separate link.
ru: Скривени у обрису курса, али одсеци су доступни вашим ученицима кроз своју засебну везу.
sr_latn: Skriveni u obrisu kursa, ali odseci su dostupni vašim učenicima kroz svoju zasebnu vezu.

source: Subsections are not navigable between each other, they can only be accessed through their link.
ru: Пододељци нису навигације између једни од других, они се могу приступити само путем њихове везе.
sr_latn: Pododeljci nisu navigacije između jedni od drugih, oni se mogu pristupiti samo putem njihove veze.

source: Unpublished changes to live content
ru: Необјављене промене у животном садржају
sr_latn: Neobjavljene promene u životnom sadržaju

source: Unpublished units will not be released
ru: Необјављене јединице неће бити пуштене
sr_latn: Neobjavljene jedinice neće biti puštene

source: Unpublished changes to content that will release in the future
ru: Необјављене промене у садржају који ће се ослободити у будућности
sr_latn: Neobjavljene promene u sadržaju koji će se osloboditi u budućnosti

source: Access to this unit is restricted to: {selectedGroupsLabel}
ru: Приступ овој јединици је ограничен на: {selectedGroupsLabel}
sr_latn: Pristup ovoj jedinici je ograničen na: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
ru: Приступ неким садржајем у овој јединици је ограничен на одређене групе ученика
sr_latn: Pristup nekim sadržajem u ovoj jedinici je ograničen na određene grupe učenika

source: Ungraded
ru: Нерађен
sr_latn: Nerađen

source: Onboarding Exam
ru: На броду
sr_latn: Na brodu

source: Practice proctored Exam
ru: Праксати прокорани испит
sr_latn: Praksati prokorani ispit

source: Collapse/Expand this %(xblock_type)s
ru: Сажми / Проширите овај %(xblock_type)s
sr_latn: Sažmi / Proširite ovaj %(xblock_type)s

source: Display Name
ru: Приказ име
sr_latn: Prikaz ime

source: Discussions enabled
ru: Дискусије је омогућено
sr_latn: Diskusije je omogućeno

source: Proctoring Settings
ru: Поставке
sr_latn: Postavke

source: Configure
ru: Конфигурација
sr_latn: Konfiguracija

source: Manage Tags
ru: Управљајте ознакама
sr_latn: Upravljajte oznakama

source: Copy to Clipboard
ru: Копирајте у међуспремник
sr_latn: Kopirajte u međuspremnik

source: Duplicate
ru: Дупликат
sr_latn: Duplikat

source: Drag to reorder
ru: Превуците да бисте наручили
sr_latn: Prevucite da biste naručili

source: Release Status:
ru: Статус ослобађања:
sr_latn: Status oslobađanja:

source: Released:
ru: Објављено:
sr_latn: Objavljeno:

source: Scheduled:
ru: Заказано:
sr_latn: Zakazano:

source: Section Highlights
ru: Одељак Оглас
sr_latn: Odeljak Oglas

source: Graded as:
ru: Оцењен као:
sr_latn: Ocenjen kao:

source: Due:
ru: Рок:
sr_latn: Rok:

source: Subsection is hidden after course end date
ru: Пододјељак је скривен након завршетка курса
sr_latn: Pododjeljak je skriven nakon završetka kursa

source: Subsection is hidden after due date
ru: Пододјељак је скривен након рока
sr_latn: Pododjeljak je skriven nakon roka

source: Share
ru: Удео
sr_latn: Udeo

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
ru: Ово пододељак је конфигурисано као \ "%(gradingType)s \", што не постоји у тренутној политици оцењивања.
sr_latn: Ovo pododeljak je konfigurisano kao \ "%(gradingType)s \", što ne postoji u trenutnoj politici ocenjivanja.

source: You haven't added any content to this course yet.
ru: Још нисте додали садржај на овом курсу.
sr_latn: Još niste dodali sadržaj na ovom kursu.

source: Click to add a new %(xblock_type)s
ru: Кликните да бисте додали нови %(xblock_type)s
sr_latn: Kliknite da biste dodali novi %(xblock_type)s

source: Paste %(xblock_type)s
ru: Пасте %(xblock_type)s

source: From:
ru: Од:
sr_latn: Od:

source: What's in my clipboard?
ru: Шта је у мојој међуспремнику?
sr_latn: Šta je u mojoj međuspremniku?

source: Learning Outcome
ru: Исход учења
sr_latn: Ishod učenja

source: Add a learning outcome here
ru: Додајте исход учења овде
sr_latn: Dodajte ishod učenja ovde

source: Press discard changes to discard your changes.
ru: Притисните ДИСЦАРД промене да бисте одбацили своје промене.
sr_latn: Pritisnite DISCARD promene da biste odbacili svoje promene.

source: Update Settings
ru: Ажурирајте подешавања
sr_latn: Ažurirajte podešavanja

source: Press update settings to update the information for your organization.
ru: Притисните Ажурирај подешавања да бисте ажурирали информације за вашу организацију.
sr_latn: Pritisnite Ažuriraj podešavanja da biste ažurirali informacije za vašu organizaciju.

source: Press discard changes to discard changes.
ru: Притисните Одбаци промене да бисте одбацили промене.
sr_latn: Pritisnite Odbaci promene da biste odbacili promene.

source: Press update settings to update course video settings
ru: Притисните Ажурирај подешавања да бисте ажурирали видео поставке видео записа
sr_latn: Pritisnite Ažuriraj podešavanja da biste ažurirali video postavke video zapisa

source: Press close to hide course video settings
ru: Притисните близу да бисте сакрили поставке видео записа
sr_latn: Pritisnite blizu da biste sakrili postavke video zapisa

source: Course Video Settings
ru: Подешавања видео записа
sr_latn: Podešavanja video zapisa

source: Video Sharing
ru: Дељење видео записа
sr_latn: Deljenje video zapisa

source: Learn more
ru: Сазнајте више
sr_latn: Saznajte više

source: Transcript Turnaround
ru: Преконтролут транскрипта
sr_latn: Prekontrolut transkripta

source: Transcript Fidelity
ru: Фиделити транскрипта
sr_latn: Fideliti transkripta

source: Video Source Language
ru: Језик извора видео записа
sr_latn: Jezik izvora video zapisa

source: Transcript Languages
ru: Транскрипт Језици
sr_latn: Transkript Jezici

source: Add
ru: Додати
sr_latn: Dodati

source: Press Add to language
ru: Притисните Додај на језик
sr_latn: Pritisnite Dodaj na jezik

source: Automated Transcripts
ru: Аутоматизовани транскрипти
sr_latn: Automatizovani transkripti

source: Transcript Provider
ru: Провајдер транскрипта
sr_latn: Provajder transkripta

source: Change
ru: Променити
sr_latn: Promeniti

source: Press change to change selected transcript provider.
ru: Притисните ПРОМЕНИ да бисте променили изабрани провајдер транскрипта.
sr_latn: Pritisnite PROMENI da biste promenili izabrani provajder transkripta.

source: Assignment Type Name
ru: Име типа задатка
sr_latn: Ime tipa zadatka

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
ru: Општа категорија за ову врсту задатка, на пример, домаћи задатак или средњорочни испит. Ово име је видљиво ученицима.
sr_latn: Opšta kategorija za ovu vrstu zadatka, na primer, domaći zadatak ili srednjoročni ispit. Ovo ime je vidljivo učenicima.

source: Abbreviation
ru: Скраћеница
sr_latn: Skraćenica

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
ru: Ово кратко име за врсту задатка (на пример, ХВ или МИДРеМ) појављује се поред задатака на страници напретка ученика.
sr_latn: Ovo kratko ime za vrstu zadatka (na primer, HV ili MIDReM) pojavljuje se pored zadataka na stranici napretka učenika.

source: Weight of Total Grade
ru: Тежина укупне оцене
sr_latn: Težina ukupne ocene

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
ru: Тежина свих задатака ове врсте као проценат укупне оцене, на пример, 40. Не укључује симбол процента.
sr_latn: Težina svih zadataka ove vrste kao procenat ukupne ocene, na primer, 40. Ne uključuje simbol procenta.

source: Total Number
ru: Укупан број
sr_latn: Ukupan broj

source: The number of subsections in the course that contain problems of this assignment type.
ru: Број пододјељки у току који садрже проблеме овог типа задатка.
sr_latn: Broj pododjeljki u toku koji sadrže probleme ovog tipa zadatka.

source: Number of Droppable
ru: Број испружења
sr_latn: Broj ispruženja

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
ru: Број задатака ове врсте који ће бити одбачени. Прво се одбацују најниже задатке за бодовање.
sr_latn: Broj zadataka ove vrste koji će biti odbačeni. Prvo se odbacuju najniže zadatke za bodovanje.

source: Warning:
ru: Упозорење:
sr_latn: Upozorenje:

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
ru: Број задатака {type} овде дефинисано не одговара тренутном броју {type} задатака на курсу:
sr_latn: Broj zadataka {type} ovde definisano ne odgovara trenutnom broju {type} zadataka na kursu:

source: There are no assignments of this type in the course.
ru: Не постоје задаци ове врсте у курсу.
sr_latn: Ne postoje zadaci ove vrste u kursu.

source: {assignment_count} {type} assignment(s) found:
ru: {assignment_count} {type} Пронађени задатак:
sr_latn: {assignment_count} {type} Pronađeni zadatak:

source: The number of {type} assignments in the course matches the number defined here.
ru: Број активирања {type} у курсу одговара броју који је овде дефинисан.
sr_latn: Broj aktiviranja {type} u kursu odgovara broju koji je ovde definisan.

source: Course Handouts
ru: Брошуре
sr_latn: Brošure

source: You have no handouts defined
ru: Немате дефинисане брошуре
sr_latn: Nemate definisane brošure

source: There is invalid code in your content. Please check to make sure it is valid HTML.
ru: У вашем садржају постоји неважећи код. Проверите да ли је валидан ХТМЛ.
sr_latn: U vašem sadržaju postoji nevažeći kod. Proverite da li je validan HTML.

source: Date
ru: Датум
sr_latn: Datum

source: Post
ru: Пошти
sr_latn: Pošti

source: Enable discussion
ru: Омогући дискусију
sr_latn: Omogući diskusiju

source: Topics for unpublished units would not be created
ru: Теме за необјављене јединице не би се створиле
sr_latn: Teme za neobjavljene jedinice ne bi se stvorile

source: Please enable discussions for graded units from the
ru: Молимо вас да омогућите дискусије за оцене јединице од
sr_latn: Molimo vas da omogućite diskusije za ocene jedinice od

source: Discussion Configuration
ru: Конфигурација дискусије
sr_latn: Konfiguracija diskusije

source: Due Date:
ru: Рок:
sr_latn: Rok:

source: Due Time in UTC:
ru: Дозволите у УТЦ-у:
sr_latn: Dozvolite u UTC-u:

source: Clear Grading Due Date
ru: Јасан рок доспећа за оцењивање
sr_latn: Jasan rok dospeća za ocenjivanje

source: Chapter Name
ru: Име поглавља
sr_latn: Ime poglavlja

source: Chapter {order}
ru: Поглавље {order}
sr_latn: Poglavlje {order}

source: provide the title/name of the chapter that will be used in navigating
ru: наведите наслов / назив поглавља који ће се користити у навигацији
sr_latn: navedite naslov / naziv poglavlja koji će se koristiti u navigaciji

source: Chapter Asset
ru: Предходно средство
sr_latn: Predhodno sredstvo

source: upload a PDF file or provide the path to a Studio asset file
ru: Пошаљите ПДФ датотеку или пружите пут до студијске датотеке имовине
sr_latn: Pošaljite PDF datoteku ili pružite put do studijske datoteke imovine

source: Upload PDF
ru: Пошаљите ПДФ
sr_latn: Pošaljite PDF

source: delete chapter
ru: избрисати поглавље
sr_latn: izbrisati poglavlje

source: Textbook information
ru: Информације о уџбенику
sr_latn: Informacije o udžbeniku

source: Textbook Name
ru: Назив уџбеника
sr_latn: Naziv udžbenika

source: Introduction to Cookie Baking
ru: Увод у печење колачића
sr_latn: Uvod u pečenje kolačića

source: provide the title/name of the text book as you would like your students to see it
ru: Наведите наслов / назив текстуалне књиге, као што желите да ваши ученици то виде
sr_latn: Navedite naslov / naziv tekstualne knjige, kao što želite da vaši učenici to vide

source: Chapter information
ru: Информације о поглављу
sr_latn: Informacije o poglavlju

source: Add a Chapter
ru: Додајте поглавље
sr_latn: Dodajte poglavlje

source: Edit Title
ru: Уређивање наслова
sr_latn: Uređivanje naslova

source: You are editing content from a Library.
ru: Уређујете садржај из библиотеке.
sr_latn: Uređujete sadržaj iz biblioteke.

source: Edits made here will only be reflected in this course. These edits may be overridden later if updates are accepted.
ru: Овдје се огледају измене ће се одразити само на овом курсу. Ове измене се касније могу надјачати ако се ажурирања прихватају.
sr_latn: Ovdje se ogledaju izmene će se odraziti samo na ovom kursu. Ove izmene se kasnije mogu nadjačati ako se ažuriranja prihvataju.

source: View in Library
ru: Поглед у библиотеку
sr_latn: Pogled u biblioteku

source: Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer.
ru: Уградите свој поклон за пододељку директно на страницу помоћу ИФРаме-а и погледајте га без заглавља ЛМ-а и подножја.
sr_latn: Ugradite svoj poklon za pododeljku direktno na stranicu pomoću IFRame-a i pogledajte ga bez zaglavlja LM-a i podnožja.

source: Click to copy link to clipboard
ru: Кликните да копирате линк до међуспремника
sr_latn: Kliknite da kopirate link do međuspremnika

source: Copy link
ru: Копирај линк
sr_latn: Kopiraj link

source: When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS.
ru: Када делите ову везу са ученицима, видеће садржај пододељка заједно са заглавље и подножје ваших ЛМС-а.
sr_latn: Kada delite ovu vezu sa učenicima, videće sadržaj pododeljka zajedno sa zaglavlje i podnožje vaših LMS-a.

source: Grading
ru: Оцјењивање
sr_latn: Ocjenjivanje

source: Grade as:
ru: Оцена као:
sr_latn: Ocena kao:

source: Not Graded
ru: Не оцењен
sr_latn: Ne ocenjen

source: Cannot delete when in use by an experiment
ru: Не може се избрисати када се користи експеримент
sr_latn: Ne može se izbrisati kada se koristi eksperiment

source: This Group Configuration is used in:
ru: Ова група за групу користи се у:
sr_latn: Ova grupa za grupu koristi se u:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
ru: Ова конфигурација групе се не користи. Започните додавањем садржаја експеримента на било коју јединицу путем {linkStart} ЦОУРС ОУТЛЕ{linkEnd}.
sr_latn: Ova konfiguracija grupe se ne koristi. Započnite dodavanjem sadržaja eksperimenta na bilo koju jedinicu putem {linkStart} COURS OUTLE{linkEnd}.

source: Group Configuration information
ru: Информације о конфигурацији групе
sr_latn: Informacije o konfiguraciji grupe

source: Group Configuration Name
ru: Име конфигурације групе
sr_latn: Ime konfiguracije grupe

source: Group Configuration ID
ru: ИД групне конфигурације
sr_latn: ID grupne konfiguracije

source: This is the Name of the Group Configuration
ru: Ово је име групе групе
sr_latn: Ovo je ime grupe grupe

source: Name or short description of the configuration
ru: Име или кратак опис конфигурације
sr_latn: Ime ili kratak opis konfiguracije

source: This is the Description of the Group Configuration
ru: Ово је опис конфигурације групе
sr_latn: Ovo je opis konfiguracije grupe

source: Optional long description
ru: Опционални дуги опис
sr_latn: Opcionalni dugi opis

source: Group information
ru: Информације о групи
sr_latn: Informacije o grupi

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
ru: Име група које ће студенти бити додељени, на пример, контролу, видео, проблеме. Морате имати две или више група.
sr_latn: Ime grupa koje će studenti biti dodeljeni, na primer, kontrolu, video, probleme. Morate imati dve ili više grupa.

source: Add another group
ru: Додајте другу групу
sr_latn: Dodajte drugu grupu

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
ru: Ова конфигурација се тренутно користи у експериментима садржаја. Ако промените групе, можда ћете морати да измените те експерименте.
sr_latn: Ova konfiguracija se trenutno koristi u eksperimentima sadržaja. Ako promenite grupe, možda ćete morati da izmenite te eksperimente.

source: delete group
ru: Избриши групу
sr_latn: Izbriši grupu

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
ru: Унесите 3-5 нагласке да бисте укључили поруку е-поште коју ученици примају за овај одељак (ограничење од 250 знакова).
sr_latn: Unesite 3-5 naglaske da biste uključili poruku e-pošte koju učenici primaju za ovaj odeljak (ograničenje od 250 znakova).

source: Highlight {highlight_index}
ru: Означите {highlight_index}
sr_latn: Označite {highlight_index}

source: A highlight to look forward to this week.
ru: Истакните се да се радујемо овој седмици.
sr_latn: Istaknite se da se radujemo ovoj sedmici.

source: License Type
ru: Врста лиценце
sr_latn: Vrsta licence

source: Learn more about {license_name}
ru: Сазнајте више о {license_name}
sr_latn: Saznajte više o {license_name}

source: Options for {license_name}
ru: Опције за {license_name}
sr_latn: Opcije za {license_name}

source: The following options are available for the {license_name} license.
ru: Следеће опције су доступне за лиценцу {license_name}.
sr_latn: Sledeće opcije su dostupne za licencu {license_name}.

source: License Display
ru: Екран лиценце
sr_latn: Ekran licence

source: The following message will be displayed at the bottom of the courseware pages within your course:
ru: Следећа порука ће се приказати на дну странице курсева унутар вашег курса:
sr_latn: Sledeća poruka će se prikazati na dnu stranice kurseva unutar vašeg kursa:

source: Creative Commons licensed content, with terms as follow:
ru: Цреативе Цоммонс лиценциран садржај, са условима следеће:
sr_latn: Creative Commons licenciran sadržaj, sa uslovima sledeće:

source: Some Rights Reserved
ru: Нека права задржана
sr_latn: Neka prava zadržana

source: New %(item_type)s
ru: Нови %(item_type)s
sr_latn: Novi %(item_type)s

source: Clear
ru: Чист
sr_latn: Čist

source: Clear Value
ru: Јасна вредност
sr_latn: Jasna vrednost
