Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
ru: Ово подешавање указује на која правила прокоторирајући тим треба да следи приликом прегледа видео записа.
sr_latn: Ovo podešavanje ukazuje na koja pravila prokotorirajući tim treba da sledi prilikom pregleda video zapisa.

source: Is Practice Exam
ru: Је испит за вежбање
sr_latn: Je ispit za vežbanje

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
ru: Ово постављање указује да ли је овај испит само за тестирање потребе. Испити за вежбање нису верификовани.
sr_latn: Ovo postavljanje ukazuje da li je ovaj ispit samo za testiranje potrebe. Ispiti za vežbanje nisu verifikovani.

source: Is Onboarding Exam
ru: Је наградни испит
sr_latn: Je nagradni ispit

source: This setting indicates whether this exam is an onboarding exam.
ru: Ово постављање указује да ли је овај испит на испиту.
sr_latn: Ovo postavljanje ukazuje da li je ovaj ispit na ispitu.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
ru: Ово пододељке је откључано за ученике када испуне предусловне захтеве.
sr_latn: Ovo pododeljke je otključano za učenike kada ispune preduslovne zahteve.

source: This exam is hidden from the learner.
ru: Овај испит је скривен од ученика.
sr_latn: Ovaj ispit je skriven od učenika.

source: Because the course has ended, this assignment is hidden from the learner.
ru: Јер је курс завршен, овај задатак је скривен од ученика.
sr_latn: Jer je kurs završen, ovaj zadatak je skriven od učenika.

source: Because the due date has passed, this assignment is hidden from the learner.
ru: Пошто је доспео датум доспећа, овај задатак је скривен од ученика.
sr_latn: Pošto je dospeo datum dospeća, ovaj zadatak je skriven od učenika.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
ru: Овај одељак је предуслов. Морате завршити овај одељак да бисте откључали додатни садржај.
sr_latn: Ovaj odeljak je preduslov. Morate završiti ovaj odeljak da biste otključali dodatni sadržaj.

source: A list summarizing what students should look forward to in this section.
ru: На листи која сажетка оно што би се студенти требало радујати у овом одељку.
sr_latn: Na listi koja sažetka ono što bi se studenti trebalo radujati u ovom odeljku.

source: Group ID {group_id}
ru: ИД групе {group_id}
sr_latn: ID grupe {group_id}

source: Not Selected
ru: Није изабран
sr_latn: Nije izabran

source: The display name for this component. (Not shown to learners)
ru: Назив приказа за ову компоненту. (Није приказан ученицима)
sr_latn: Naziv prikaza za ovu komponentu. (Nije prikazan učenicima)

source: Content Experiment
ru: Садржај експеримент
sr_latn: Sadržaj eksperiment

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
ru: Конфигурација дефинише како су корисници груписани за овај садржајни експеримент. ОПРЕЗ: Промјена групне конфигурације ученика видљивог експеримента утицаће на податке експеримента.
sr_latn: Konfiguracija definiše kako su korisnici grupisani za ovaj sadržajni eksperiment. OPREZ: Promjena grupne konfiguracije učenika vidljivog eksperimenta uticaće na podatke eksperimenta.

source: Group Configuration
ru: Групна конфигурација
sr_latn: Grupna konfiguracija

source: Which child block students in a particular group_id should see
ru: Који детету блокирају студенте у одређеној групи_ИД-у треба да виде
sr_latn: Koji detetu blokiraju studente u određenoj grupi_ID-u treba da vide

source: {group_name} (inactive)
ru: {group_name} (неактиван)
sr_latn: {group_name} (neaktivan)

source: The experiment is not associated with a group configuration.
ru: Експеримент није повезан са групном конфигурацијом.
sr_latn: Eksperiment nije povezan sa grupnom konfiguracijom.

source: Select a Group Configuration
ru: Изаберите групну конфигурацију
sr_latn: Izaberite grupnu konfiguraciju

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
ru: Експеримент користи избрисану групну конфигурацију. Изаберите важећу конфигурацију групе или избришете овај експеримент.
sr_latn: Eksperiment koristi izbrisanu grupnu konfiguraciju. Izaberite važeću konfiguraciju grupe ili izbrišete ovaj eksperiment.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
ru: Експеримент користи групну конфигурацију која није подржана за експерименте. Изаберите важећу конфигурацију групе или избришете овај експеримент.
sr_latn: Eksperiment koristi grupnu konfiguraciju koja nije podržana za eksperimente. Izaberite važeću konfiguraciju grupe ili izbrišete ovaj eksperiment.

source: The experiment does not contain all of the groups in the configuration.
ru: Експеримент не садржи све групе у конфигурацији.
sr_latn: Eksperiment ne sadrži sve grupe u konfiguraciji.

source: Add Missing Groups
ru: Додајте недостајуће групе
sr_latn: Dodajte nedostajuće grupe

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
ru: Експеримент има неактивну групу. Премјестите садржај у активне групе, а затим избришите неактивну групу.
sr_latn: Eksperiment ima neaktivnu grupu. Premjestite sadržaj u aktivne grupe, a zatim izbrišite neaktivnu grupu.

source: This content experiment has issues that affect content visibility.
ru: Овај садржајни експеримент има проблема која утичу на видљивост садржаја.
sr_latn: Ovaj sadržajni eksperiment ima problema koja utiču na vidljivost sadržaja.

source: External Discussion
ru: Спољна дискусија
sr_latn: Spoljna diskusija

source: Learners will see the selected component:
ru: Ученици ће селектовати компоненту:
sr_latn: Učenici će selektovati komponentu:

source: Press {link_start}View{link_end} to preview, sync/update, and/or remove the selected components.
ru: Притисните {link_start} Виев{link_end} да бисте прегледали, синхронизујте / ажурирали и уклонили одабране компоненте.
sr_latn: Pritisnite {link_start} Viev{link_end} da biste pregledali, sinhronizujte / ažurirali i uklonili odabrane komponente.

source: Press {link_start}Edit{link_end} to configure how many will be shown and other settings.
ru: Притисните {link_start} ЕДИТ{link_end} да бисте конфигурисали колико ће се приказати и друга подешавања.
sr_latn: Pritisnite {link_start} EDIT{link_end} da biste konfigurisali koliko će se prikazati i druga podešavanja.

source: You have not selected any components yet.
ru: Још нисте одабрали било какве компоненте.
sr_latn: Još niste odabrali bilo kakve komponente.

source: {button_start}Add components{button_end} from a content library to this problem bank.
ru: {button_start} Додајте компоненте{button_end} из библиотеке садржаја у ову проблематичну банку.
sr_latn: {button_start} Dodajte komponente{button_end} iz biblioteke sadržaja u ovu problematičnu banku.

source: Enable in-context discussions for the Unit
ru: Омогућите континуиране расправе за јединицу
sr_latn: Omogućite kontinuirane rasprave za jedinicu

source: Add discussion for the Unit.
ru: Додајте дискусију за јединицу.
sr_latn: Dodajte diskusiju za jedinicu.

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
ru: Овдде узима на {social_account_handle} са {organization_name}.
sr_latn: Ovdde uzima na {social_account_handle} sa {organization_name}.

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
ru: Овде узима на {social_account_handle}.
sr_latn: Ovde uzima na {social_account_handle}.

source: Here's a fun clip from a class I'm taking from {organization_name}.
ru: Овде узима са {organization_name}.
sr_latn: Ovde uzima sa {organization_name}.

source: Here's a fun clip from a class I'm taking on {platform_name}.
ru: Овде узима на {platform_name}.
sr_latn: Ovde uzima na {platform_name}.

source: Can't get transcript link from Youtube for {youtube_id}.
ru: Не могу добити везу транскрипта са ИоуТубе-а за {youtube_id}.
sr_latn: Ne mogu dobiti vezu transkripta sa IouTube-a za {youtube_id}.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
ru: Не могу примити транскрипте са ИоуТубе-а за {youtube_id}. Статус Шифра: {status_code}.
sr_latn: Ne mogu primiti transkripte sa IouTube-a za {youtube_id}. Status Šifra: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
ru: Подржавамо само формат преграде СубРип (* .срт).
sr_latn: Podržavamo samo format pregrade SubRip (* .srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
ru: Нешто није у реду са датотеком са преносом субрипа током анализе. Унутрашња порука је {error_message}
sr_latn: Nešto nije u redu sa datotekom sa prenosom subripa tokom analize. Unutrašnja poruka je {error_message}

source: Something wrong with SubRip transcripts file during parsing.
ru: Нешто није у реду са датотеком са преносом субрипа током анализе.
sr_latn: Nešto nije u redu sa datotekom sa prenosom subripa tokom analize.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
ru: {exception_message}: не могу да пронађу уплоадед транскрипте: {user_filename}
sr_latn: {exception_message}: ne mogu da pronađu uploaded transkripte: {user_filename}

source: Basic
ru: Основни
sr_latn: Osnovni

source: There is no transcript file associated with the {lang} language.
ru: Не постоји превод за {lang} језик.
sr_latn: Ne postoji prevod za {lang} jezik.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
ru: УРЛ за ваш видео. Ово може бити ИОУТУБЕ УРЛ или веза до .мп4, .гг или .Вебм видео датотека која је домаћин на другом месту на Интернету.
sr_latn: URL za vaš video. Ovo može biti IOUTUBE URL ili veza do .mp4, .gg ili .Vebm video datoteka koja je domaćin na drugom mestu na Internetu.

source: Default Video URL
ru: Подразумевани видео УРЛ
sr_latn: Podrazumevani video URL

source: Language is required.
ru: Језик је потребан.
sr_latn: Jezik je potreban.

source: Component Display Name
ru: Приказ компонената
sr_latn: Prikaz komponenata

source: Current position in the video.
ru: Тренутни положај у видеу.
sr_latn: Trenutni položaj u videu.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
ru: Необавезно, за старије претраживаче: ИоуТубе ИД за нормалан видео запис.
sr_latn: Neobavezno, za starije pretraživače: IouTube ID za normalan video zapis.

source: YouTube ID
ru: ИоуТубе ИД
sr_latn: IouTube ID

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
ru: Необавезно, за старије претраживаче: ИоуТубе ИД за .75Кс Спеед Видео.
sr_latn: Neobavezno, za starije pretraživače: IouTube ID za .75Ks Speed Video.

source: YouTube ID for .75x speed
ru: ИоуТубе ИД за .75к Спеед
sr_latn: IouTube ID za .75k Speed

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
ru: Необавезно, за старије претраживаче: ИоуТубе ИД за видео запис од 1,25к.
sr_latn: Neobavezno, za starije pretraživače: IouTube ID za video zapis od 1,25k.

source: YouTube ID for 1.25x speed
ru: ИоуТубе ИД за 1,25к брзину
sr_latn: IouTube ID za 1,25k brzinu

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
ru: Необавезно, за старије претраживаче: ИоуТубе ИД за видео запис од 1,5к.
sr_latn: Neobavezno, za starije pretraživače: IouTube ID za video zapis od 1,5k.

source: YouTube ID for 1.5x speed
ru: ИоуТубе ИД за 1,5к брзину
sr_latn: IouTube ID za 1,5k brzinu

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ru: Време је да желите да видео да започне ако не желите да се цео видео играње игра. Није подржано у матичној мобилној апликацији: Потпуна видео датотека ће се играти. Форматирано као хх: мм: сс. Максимална вредност је 23:59:59.
sr_latn: Vreme je da želite da video da započne ako ne želite da se ceo video igranje igra. Nije podržano u matičnoj mobilnoj aplikaciji: Potpuna video datoteka će se igrati. Formatirano kao hh: mm: ss. Maksimalna vrednost je 23:59:59.

source: Video Start Time
ru: Вријеме почетка видео записа
sr_latn: Vrijeme početka video zapisa

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ru: Време је да желите да се видео престане ако не желите да се цео видео играње игра. Није подржано у матичној мобилној апликацији: Потпуна видео датотека ће се играти. Форматирано као ХХ: ММ: СС. Максимална вредност је 23:59:59.
sr_latn: Vreme je da želite da se video prestane ako ne želite da se ceo video igranje igra. Nije podržano u matičnoj mobilnoj aplikaciji: Potpuna video datoteka će se igrati. Formatirano kao HH: MM: SS. Maksimalna vrednost je 23:59:59.

source: Video Stop Time
ru: Време за заустављање видеа
sr_latn: Vreme za zaustavljanje videa

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
ru: Дозволите ученицима да преузму верзије овог видеа у различитим форматима ако не могу да користе ЕДКС видео плејер или немају приступ ИоуТубеу. Морате додати најмање једну не-ИоуТубе УРЛ адресу у поље за видео датотеку.
sr_latn: Dozvolite učenicima da preuzmu verzije ovog videa u različitim formatima ako ne mogu da koriste EDKS video plejer ili nemaju pristup IouTubeu. Morate dodati najmanje jednu ne-IouTube URL adresu u polje za video datoteku.

source: Video Download Allowed
ru: Дозвољено преузимање видео записа
sr_latn: Dozvoljeno preuzimanje video zapisa

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
ru: УРЛ или УРЛ адресе где вас је компатибилан са рачунаром ученика. Да би се студентима омогућили да преузму ове видео снимке, поставите видео за преузимање дозвољено до Труе.
sr_latn: URL ili URL adrese gde vas je kompatibilan sa računarom učenika. Da bi se studentima omogućili da preuzmu ove video snimke, postavite video za preuzimanje dozvoljeno do True.

source: Video File URLs
ru: УРЛ адресе видео датотека
sr_latn: URL adrese video datoteka

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
ru: Студенти подразумевано могу да преузму .срт или .ткт транскрипт када поставите преношење транскрипта дозвољено је истинито. Ако желите да дате преносни транскрипт у другом формату, препоручујемо да преносите брошуру користећи пренос поља за бројање. Ако то није могуће, можете да објавите датотеку транскрипта на датотекама и преношењу странице или на Интернету, а затим додајте УРЛ за транскрипт овде. Студенти виде везу за преузимање оног транскрипта испод видео записа.
sr_latn: Studenti podrazumevano mogu da preuzmu .srt ili .tkt transkript kada postavite prenošenje transkripta dozvoljeno je istinito. Ako želite da date prenosni transkript u drugom formatu, preporučujemo da prenosite brošuru koristeći prenos polja za brojanje. Ako to nije moguće, možete da objavite datoteku transkripta na datotekama i prenošenju stranice ili na Internetu, a zatim dodajte URL za transkript ovde. Studenti vide vezu za preuzimanje onog transkripta ispod video zapisa.

source: Downloadable Transcript URL
ru: Преузимање УРЛ транскрипта
sr_latn: Preuzimanje URL transkripta

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
ru: Дозволите ученицима да преузму временски транскрипт. Веза за преузимање датотеке се појављује испод видеа. Транскрипт подразумевано је подразумевано .срт или .ткт датотека. Ако желите да наведете транскрипт за преузимање у другом формату, отпремите датотеку користећи поље за пренос броја.
sr_latn: Dozvolite učenicima da preuzmu vremenski transkript. Veza za preuzimanje datoteke se pojavljuje ispod videa. Transkript podrazumevano je podrazumevano .srt ili .tkt datoteka. Ako želite da navedete transkript za preuzimanje u drugom formatu, otpremite datoteku koristeći polje za prenos broja.

source: Download Transcript Allowed
ru: Преузимање транскрипта је дозвољено
sr_latn: Preuzimanje transkripta je dozvoljeno

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
ru: Подразумевани транскрипт за видео, са подразумеваног теренског поља транскрипта на основној картици. Овај транскрипт треба да буде на енглеском језику. Не морате да мењате ову поставку.
sr_latn: Podrazumevani transkript za video, sa podrazumevanog terenskog polja transkripta na osnovnoj kartici. Ovaj transkript treba da bude na engleskom jeziku. Ne morate da menjate ovu postavku.

source: Default Timed Transcript
ru: Подразумевани временски транскрипт
sr_latn: Podrazumevani vremenski transkript

source: Specify whether the transcripts appear with the video by default.
ru: Наведите да ли се транскрипти појављују са видео снимком подразумевано.
sr_latn: Navedite da li se transkripti pojavljuju sa video snimkom podrazumevano.

source: Show Transcript
ru: Прикажи транскрипт
sr_latn: Prikaži transkript

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
ru: Додајте транскрипте на различите језике. Кликните доле да бисте одредили језик и преносите датотеку транскрипта .срт за тај језик.
sr_latn: Dodajte transkripte na različite jezike. Kliknite dole da biste odredili jezik i prenosite datoteku transkripta .srt za taj jezik.

source: Transcript Languages
ru: Транскрипт Језици
sr_latn: Transkript Jezici

source: Preferred language for transcript.
ru: Преферирани језик за транскрипт.
sr_latn: Preferirani jezik za transkript.

source: Preferred language for transcript
ru: Преферирани језик за транскрипт
sr_latn: Preferirani jezik za transkript

source: Transcript file format to download by user.
ru: ФОРМАТ ФИЛЕ ФИЛЕ за преузимање по кориснику.
sr_latn: FORMAT FILE FILE za preuzimanje po korisniku.

source: SubRip (.srt) file
ru: СубРип (.срт) датотека
sr_latn: SubRip (.srt) datoteka

source: Text (.txt) file
ru: Тект (.ткт) датотека
sr_latn: Tekt (.tkt) datoteka

source: The last speed that the user specified for the video.
ru: Последња брзина коју је корисник одредио за видео.
sr_latn: Poslednja brzina koju je korisnik odredio za video.

source: The default speed for the video.
ru: Подразумевана брзина за видео.
sr_latn: Podrazumevana brzina za video.

source: Specify whether to advance automatically to the next unit when the video ends.
ru: Наведите да ли ћете се аутоматски унапредити на следећу јединицу када се видео завршава.
sr_latn: Navedite da li ćete se automatski unaprediti na sledeću jedinicu kada se video završava.

source: Specify whether YouTube is available for the user.
ru: Наведите да ли је ИоуТубе доступно за корисника.
sr_latn: Navedite da li je IouTube dostupno za korisnika.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
ru: Отпремите брошуру да бисте пратили овај видео. Студенти могу преузети брошуру кликом на дугме Преузми руку под видео записом.
sr_latn: Otpremite brošuru da biste pratili ovaj video. Studenti mogu preuzeti brošuru klikom na dugme Preuzmi ruku pod video zapisom.

source: Upload Handout
ru: Преношење брошура
sr_latn: Prenošenje brošura

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
ru: Наведите да ли је приступ овом видеу ограничен само на прегледаче или ако јој се може приступити из других апликација, укључујући мобилне апликације.
sr_latn: Navedite da li je pristup ovom videu ograničen samo na pregledače ili ako joj se može pristupiti iz drugih aplikacija, uključujući mobilne aplikacije.

source: Video Available on Web Only
ru: Видео доступан само на Вебу
sr_latn: Video dostupan samo na Vebu

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
ru: Ако вам је доделио видео ИД од ЕДКС-а за видео запис у овој компоненти, унесите овде ИД. У овом случају не уносите вредности у заданом видео УРЛ-у, УРЛ адресе видео датотека и ИоуТубе ИД поља. Ако нисте додељени видео ИД, унесите вредности у оним осталим пољима и игноришите ово поље.
sr_latn: Ako vam je dodelio video ID od EDKS-a za video zapis u ovoj komponenti, unesite ovde ID. U ovom slučaju ne unosite vrednosti u zadanom video URL-u, URL adrese video datoteka i IouTube ID polja. Ako niste dodeljeni video ID, unesite vrednosti u onim ostalim poljima i ignorišite ovo polje.

source: Date of the last view of the bumper
ru: Датум последњег поглавара браника
sr_latn: Datum poslednjeg poglavara branika

source: Do not show bumper again
ru: Не показујте поново браник
sr_latn: Ne pokazujte ponovo branik

source: Specify whether the video can be accessed publicly by learners.
ru: Наведите да ли се видео у ученицима приступи видео.
sr_latn: Navedite da li se video u učenicima pristupi video.

source: Public Access
ru: Јавни приступ
sr_latn: Javni pristup

source: Add a specific thumbnail for learners to see before playing the video.
ru: Додајте одређену сличицу да ученици виде пре репродукције видеа.
sr_latn: Dodajte određenu sličicu da učenici vide pre reprodukcije videa.

source: Thumbnail
ru: Набијање
sr_latn: Nabijanje

source: Instructions
ru: Упутства
sr_latn: Uputstva

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
ru: Додајте упутства да бисте помогли ученицима да разумеју како користити реч о облаку. Јасна упутства су важна, посебно за ученике који имају услове за приступачност.
sr_latn: Dodajte uputstva da biste pomogli učenicima da razumeju kako koristiti reč o oblaku. Jasna uputstva su važna, posebno za učenike koji imaju uslove za pristupačnost.

source: Inputs
ru: Улази
sr_latn: Ulazi
