Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: The number of text boxes available for learners to add words and sentences.
ru: Број текстуалних поља на располагању за ученике да додају речи и реченице.
sr_latn: Broj tekstualnih polja na raspolaganju za učenike da dodaju reči i rečenice.

source: Maximum Words
ru: Максималне речи
sr_latn: Maksimalne reči

source: The maximum number of words displayed in the generated word cloud.
ru: Максимални број речи приказаних у генерисаном облаку речи.
sr_latn: Maksimalni broj reči prikazanih u generisanom oblaku reči.

source: Show Percents
ru: Прикажи проценте
sr_latn: Prikaži procente

source: Statistics are shown for entered words near that word.
ru: Показане су статистике за унесене речи у близини те речи.
sr_latn: Pokazane su statistike za unesene reči u blizini te reči.

source: Whether this learner has posted words to the cloud.
ru: Да ли је овај ученик објавио речи у облак.
sr_latn: Da li je ovaj učenik objavio reči u oblak.

source: Student answer.
ru: Студентски одговор.
sr_latn: Studentski odgovor.

source: All possible words from all learners.
ru: Све могуће речи свих ученика.
sr_latn: Sve moguće reči svih učenika.

source: Top num_top_words words for word cloud.
ru: Топ нум_топ_вордс речи за облак речи.
sr_latn: Top num_top_vords reči za oblak reči.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
ru: {display_name} је доступан само уписаним ученицима. Пријавите се или се региструјте и упишите се на овај курс да бисте је видели.
sr_latn: {display_name} je dostupan samo upisanim učenicima. Prijavite se ili se registrujte i upišite se na ovaj kurs da biste je videli.

source: Course team user does not exist
ru: Корисник тима за течај не постоји
sr_latn: Korisnik tima za tečaj ne postoji

source: Number of course outline regenerations successfully requested: {regenerates}
ru: Број регенерација наравно регенерације успешно тражено: {regenerates}
sr_latn: Broj regeneracija naravno regeneracije uspešno traženo: {regenerates}

source: Regenerate selected course outlines
ru: Регенерише изабране курсеве
sr_latn: Regeneriše izabrane kurseve

source: All course outline regenerations successfully requested.
ru: Све регенерације на курсу успешно је затражено.
sr_latn: Sve regeneracije na kursu uspešno je zatraženo.

source: Regenerate *all* course outlines
ru: Регенерирати * све * курсеве
sr_latn: Regenerirati * sve * kurseve

source: Upload completed
ru: Попуњено је завршено
sr_latn: Popunjeno je završeno

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
ru: Филе {filename} прелази максималну величину {maximum_size_in_megabytes} МБ.
sr_latn: File {filename} prelazi maksimalnu veličinu {maximum_size_in_megabytes} MB.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
ru: Групе у овој конфигурацији могу се пресликавати на кохорте у инструктор инструктора.
sr_latn: Grupe u ovoj konfiguraciji mogu se preslikavati na kohorte u instruktor instruktora.

source: Content Groups
ru: Садржајне групе
sr_latn: Sadržajne grupe

source: invalid JSON
ru: Неважећи ЈСОН
sr_latn: Nevažeći JSON

source: must have name of the configuration
ru: Мора да има име конфигурације
sr_latn: Mora da ima ime konfiguracije

source: must have at least one group
ru: мора имати најмање једну групу
sr_latn: mora imati najmanje jednu grupu

source: unable to load this type of group configuration
ru: Није могуће учитати ову врсту групне конфигурације
sr_latn: Nije moguće učitati ovu vrstu grupne konfiguracije

source: Invalid course update id.
ru: Неважећи ИД ажурирања курса.
sr_latn: Nevažeći ID ažuriranja kursa.

source: Course update not found.
ru: Ажурирање курса није пронађено.
sr_latn: Ažuriranje kursa nije pronađeno.

source: Could not index item: {}
ru: Не може да индексира ставку: {}
sr_latn: Ne može da indeksira stavku: {}

source: General indexing error occurred
ru: Дошло је до опште грешке индексирања
sr_latn: Došlo je do opšte greške indeksiranja

source: (Unnamed)
ru: (Неименовани)
sr_latn: (Neimenovani)

source: Aborting import because a course with this id: {} already exists.
ru: Прекидајући увоз јер курс са овим ИД-ом: {} већ постоји.
sr_latn: Prekidajući uvoz jer kurs sa ovim ID-om: {} već postoji.

source: Permission denied. You do not have write access to this course.
ru: Дозвола одбијена. Немате приступ писању овом курсу.
sr_latn: Dozvola odbijena. Nemate pristup pisanju ovom kursu.

source: Could not find the {0} file in the package.
ru: Није могуће пронаћи датотеку {0} у паковању.
sr_latn: Nije moguće pronaći datoteku {0} u pakovanju.

source: Uploaded Tar file not found. Try again.
ru: Отпремљена тар датотека није пронађена. Покушајте поново.
sr_latn: Otpremljena tar datoteka nije pronađena. Pokušajte ponovo.

source: We only support uploading a .tar.gz file.
ru: Подржавамо само преношење датотеке .тар.гз.
sr_latn: Podržavamo samo prenošenje datoteke .tar.gz.

source: Aborting import since a library with this id already exists.
ru: Побољшање увоза јер библиотека са овом ИД-ом већ постоји.
sr_latn: Poboljšanje uvoza jer biblioteka sa ovom ID-om već postoji.

source: Course olx validation failed. Please check your email.
ru: Курс ОЛКС Валидација није успела. Проверите своју е-пошту.
sr_latn: Kurs OLKS Validacija nije uspela. Proverite svoju e-poštu.

source: Permission denied
ru: Дозвола одбијена
sr_latn: Dozvola odbijena

source: Unknown error while importing course.
ru: Непозната грешка приликом увоза курса.
sr_latn: Nepoznata greška prilikom uvoza kursa.

source: An Unknown error occurred during the unpacking step.
ru: Дошло је до непознате грешке током корака распакирања.
sr_latn: Došlo je do nepoznate greške tokom koraka raspakiranja.

source: Unknown User ID: {0}
ru: Непознати Усер ИД: {0}
sr_latn: Nepoznati User ID: {0}

source: Unsafe archive file. Aborting import.
ru: Несигурна архивска датотека. Прекид увоза.
sr_latn: Nesigurna arhivska datoteka. Prekid uvoza.

source: User permission denied.
ru: Корисничка дозвола је одбијена.
sr_latn: Korisnička dozvola je odbijena.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
ru: Гит_репо_екпорт_дир није постављен или стаза {0} не постоји, молимо вас да га направите или конфигуришете другачији пут са гит_репо_екпорт_дир
sr_latn: Git_repo_ekport_dir nije postavljen ili staza {0} ne postoji, molimo vas da ga napravite ili konfigurišete drugačiji put sa git_repo_ekport_dir

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
ru: Осигурана је неспорна ГИТ УРЛ адреса. Очекујући нешто попут: гит@гитхуб.цом: ОпенЕдКс / ОпенЕдКс-демо-курс.гит
sr_latn: Osigurana je nesporna GIT URL adresa. Očekujući nešto poput: git@github.com: OpenEdKs / OpenEdKs-demo-kurs.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
ru: Ако користите ХТТП УРЛ адресе, морате да дате корисничко име и лозинку у УРЛ-у. Слично као хттпс: // Корисник: пасс@гитхуб.цом / усер / тоурсе.
sr_latn: Ako koristite HTTP URL adrese, morate da date korisničko ime i lozinku u URL-u. Slično kao https: // Korisnik: pass@github.com / user / tourse.

source: Unable to determine branch, repo in detached HEAD mode
ru: Није могуће одредити грану, репо у самоконтролираном режиму главе
sr_latn: Nije moguće odrediti granu, repo u samokontroliranom režimu glave

source: Unable to update or clone git repository.
ru: Није могуће ажурирати или клонирати ГИТ спремиште.
sr_latn: Nije moguće ažurirati ili klonirati GIT spremište.

source: Unable to export course to xml.
ru: Није могуће извозити курс у КСМЛ.
sr_latn: Nije moguće izvoziti kurs u KSML.

source: Unable to configure git username and password
ru: Није могуће конфигурисати ГИТ корисничко име и лозинку
sr_latn: Nije moguće konfigurisati GIT korisničko ime i lozinku

source: Unable to commit changes. This is usually because there are no changes to be committed
ru: Није могуће извршити промене. То је обично зато што се не постоје промене које треба починити
sr_latn: Nije moguće izvršiti promene. To je obično zato što se ne postoje promene koje treba počiniti

source: Unable to push changes. This is usually because the remote repository cannot be contacted
ru: Није могуће гурати промене. То је обично зато што се не може контактирати удаљеног складишта
sr_latn: Nije moguće gurati promene. To je obično zato što se ne može kontaktirati udaljenog skladišta

source: Bad course location provided
ru: Осигурана је лоша локација курса
sr_latn: Osigurana je loša lokacija kursa

source: Missing branch on fresh clone
ru: Недостаје грана на свежем клони
sr_latn: Nedostaje grana na svežem kloni

source: Vertical
ru: Вертикалан
sr_latn: Vertikalan

source: Section
ru: Одељак
sr_latn: Odeljak

source: Subsection
ru: Пододељак
sr_latn: Pododeljak

source: Problem
ru: Проблем

source: Library Content
ru: Садржај библиотеке
sr_latn: Sadržaj biblioteke

source: Problem Bank
ru: Проблем Банка
sr_latn: Problem Banka

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
ru: Узмите одређени курс и покушајте да га извозите у ГИТ спремиште . Именик курса мора да већ буде гит спремиште. Употреба: Гит_Екпорт <Цоурсе_ЛОЦ> <гит_урл>
sr_latn: Uzmite određeni kurs i pokušajte da ga izvozite u GIT spremište . Imenik kursa mora da već bude git spremište. Upotreba: Git_Ekport <Course_LOC> <git_url>

source: COURSE_KEY
ru: Курс_кеи
sr_latn: Kurs_kei

source: Recreate links for xblocks under given course keys. For eg. course-v1:edX+DemoX.1+2014
ru: Рекреирајте везе за Ксблоцкс под датим кључевима курса. За нпр. Курс-В1: ЕДКС + демок.1 + 2014
sr_latn: Rekreirajte veze za Ksblocks pod datim ključevima kursa. Za npr. Kurs-V1: EDKS + demok.1 + 2014

source: Recreate links for xblocks under all courses. NOTE: this can take long time depending on number of course and xblocks
ru: Рекреирајте везе за Ксблоцкс у свим курсевима. Напомена: Ово може потрајати дуго овисно о броју курса и кблокима
sr_latn: Rekreirajte veze za Ksblocks u svim kursevima. Napomena: Ovo može potrajati dugo ovisno o broju kursa i kblokima

source: Recreate links even for completely processed courses.
ru: Рекреирајте везе чак и за потпуно обрађене курсеве.
sr_latn: Rekreirajte veze čak i za potpuno obrađene kurseve.

source: Delete all and create links for given course(s).
ru: Избришите све и креирајте везе за дате курсеве.
sr_latn: Izbrišite sve i kreirajte veze za date kurseve.

source: Upstream context key i.e., learning_package/library key
ru: Кључ у узводном контексту И.Е., учење_парка / библиотечки тастер
sr_latn: Ključ u uzvodnom kontekstu I.E., učenje_parka / bibliotečki taster

source: Upstream block usage key, this value cannot be null and useful to track upstream library blocks that do not exist yet
ru: Уптреам блок коришћења, ова вредност не може бити нула и корисна за праћење узводне блокове библиотеке који још не постоје
sr_latn: Uptream blok korišćenja, ova vrednost ne može biti nula i korisna za praćenje uzvodne blokove biblioteke koji još ne postoje

source: Component Link
ru: Компонентна веза
sr_latn: Komponentna veza

source: Component Links
ru: Компонентне везе
sr_latn: Komponentne veze

source: Upstream block key (e.g. lct:...), this value cannot be null and is useful to track upstream library blocks that do not exist yet or were deleted.
ru: Уптреам блок тастер (нпр. ЛЦТ: ...), ова вредност не може бити нула и корисна је за праћење узводне блокове библиотеке који још не постоје или су избрисани.
sr_latn: Uptream blok taster (npr. LCT: ...), ova vrednost ne može biti nula i korisna je za praćenje uzvodne blokove biblioteke koji još ne postoje ili su izbrisani.

source: Container Link
ru: Контејнерска веза
sr_latn: Kontejnerska veza

source: Container Links
ru: Контејнерски линкови
sr_latn: Kontejnerski linkovi

source: Processing
ru: Прерада
sr_latn: Prerada

source: Failed
ru: Није успео
sr_latn: Nije uspeo

source: Completed
ru: Завршен
sr_latn: Završen

source: Linking status for course context key
ru: Повезивање статуса за курс Контекстни кључ
sr_latn: Povezivanje statusa za kurs Kontekstni ključ

source: Status of links in given learning context/course.
ru: Статус веза у датом контексту у учењу / курс.
sr_latn: Status veza u datom kontekstu u učenju / kurs.

source: Learning Context Links status
ru: Линкови контекста учења Статус
sr_latn: Linkovi konteksta učenja Status

source: Marks a field as deprecated.
ru: Означава поље како је застарело.
sr_latn: Označava polje kako je zastarelo.

source: User-friendly display name for the field
ru: Корисничко приказно име за поље
sr_latn: Korisničko prikazno ime za polje

source: Help text that describes the setting.
ru: Помоћ Текст који описује подешавање.
sr_latn: Pomoć Tekst koji opisuje podešavanje.

source: Tab type
ru: Тип картице
sr_latn: Tip kartice

source: Default name for the tab displayed to users
ru: Подразумевано име за картицу приказан корисницима
sr_latn: Podrazumevano ime za karticu prikazan korisnicima

source: True if it's possible to hide the tab for a course
ru: Тачно ако је могуће сакрити картицу за курс
sr_latn: Tačno ako je moguće sakriti karticu za kurs

source: True the tab is hidden for the course
ru: Тачно да је картица скривена за курс
sr_latn: Tačno da je kartica skrivena za kurs

source: True if it's possible to reorder the tab in the list of tabs
ru: ИСТИНА ако је могуће преуредити картицу на листи картица
sr_latn: ISTINA ako je moguće preurediti karticu na listi kartica

source: True if this tab should be displayed only for instructors
ru: Тачно ако се ова картица треба приказати само за инструкторе
sr_latn: Tačno ako se ova kartica treba prikazati samo za instruktore

source: Name of the tab displayed to users. Overrides title.
ru: Назив картице приказан корисницима. Прегласи наслов.
sr_latn: Naziv kartice prikazan korisnicima. Preglasi naslov.

source: Additional settings specific to the tab
ru: Додатна подешавања специфична за картицу
sr_latn: Dodatna podešavanja specifična za karticu

source: ID of tab to update
ru: ИД картице за ажурирање
sr_latn: ID kartice za ažuriranje

source: Location (Usage Key) of tab to update
ru: Локација (кључ употребе) картице за ажурирање
sr_latn: Lokacija (ključ upotrebe) kartice za ažuriranje

source: Need to supply either a valid tab_id or a tab_location.
ru: Потребно је да испоручите било важећу таб_ИД или таб_локацију.
sr_latn: Potrebno je da isporučite bilo važeću tab_ID ili tab_lokaciju.

source: True to hide the tab, and False to show it.
ru: Тачно да сакријете картицу и ФАЛСЕ да бисте је показали.
sr_latn: Tačno da sakrijete karticu i FALSE da biste je pokazali.

source: Change the visibility of tabs in a course.
ru: Промените видљивост картица на курс.
sr_latn: Promenite vidljivost kartica na kurs.

source: The information you entered is incorrect.
ru: Информације које сте унели су нетачне.
sr_latn: Informacije koje ste uneli su netačne.

source: Deleted Group
ru: Избрисана група
sr_latn: Izbrisana grupa

source: Duplicate of {0}
ru: Дупликат {0}
sr_latn: Duplikat {0}

source: Duplicate of '{0}'
ru: Дупликат '{0} '
sr_latn: Duplikat '{0} '

source: Invalid prerequisite course key
ru: Неважећи кључ курса за прередно време
sr_latn: Nevažeći ključ kursa za preredno vreme

source: Set Date
ru: Датум подешавања
sr_latn: Datum podešavanja

source: Uploading
ru: Преношење
sr_latn: Prenošenje

source: In Progress
ru: У току
sr_latn: U toku

source: Uploaded
ru: Преложен
sr_latn: Preložen

source: Cancelled
ru: Отказан
sr_latn: Otkazan

source: Failed Duplicate
ru: Неуспешни дупликат
sr_latn: Neuspešni duplikat

source: YouTube Duplicate
ru: Дупликат ИоуТубе
sr_latn: Duplikat IouTube

source: Invalid Token
ru: Неважећи токен
sr_latn: Nevažeći token

source: Imported
ru: Увежен
sr_latn: Uvežen

source: Unknown
ru: Непознат
sr_latn: Nepoznat

source: Transcription in Progress
ru: Транскрипција у току
sr_latn: Transkripcija u toku

source: Transcript Ready
ru: Транскрипт је спреман
sr_latn: Transkript je spreman

source: Partial Failure
ru: Делимични неуспех
sr_latn: Delimični neuspeh

source: Transcript Failed
ru: Транскрипт није успео
sr_latn: Transkript nije uspeo

source: An image file is required.
ru: Потребна је датотека са слике.
sr_latn: Potrebna je datoteka sa slike.

source: {profile_name} URL
ru: {profile_name} УРЛ

source: Duration
ru: Трајање
sr_latn: Trajanje

source: Date Added
ru: Датум додавања
sr_latn: Datum dodavanja

source: Status
ru: Статус

source: {course}_video_urls
ru: {course} _ВИДЕО_УРЛС

source: A non zero positive integer is expected
ru: Очекује се неин нула позитиван цели број
sr_latn: Očekuje se nein nula pozitivan celi broj

source: The image must have name, content type, and size information.
ru: Слика мора имати име, тип садржаја и информације о величини.
sr_latn: Slika mora imati ime, tip sadržaja i informacije o veličini.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
ru: Ова врста датотеке слике није подржана. Подржане врсте датотека су {supported_file_formats}.
sr_latn: Ova vrsta datoteke slike nije podržana. Podržane vrste datoteka su {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
ru: Ова слика слика мора бити мања од {image_max_size}.
sr_latn: Ova slika slika mora biti manja od {image_max_size}.

source: This image file must be larger than {image_min_size}.
ru: Ова слика слика мора бити већа од {image_min_size}.
sr_latn: Ova slika slika mora biti veća od {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
ru: Постоји проблем са овом датотеком слике. Покушајте да отпремите другу датотеку.
sr_latn: Postoji problem sa ovom datotekom slike. Pokušajte da otpremite drugu datoteku.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
ru: Препоручена резолуција слике је {image_file_max_width} Кс{image_file_max_height}. Минимална резолуција је {image_file_min_width} Кс{image_file_min_height}.
sr_latn: Preporučena rezolucija slike je {image_file_max_width} Ks{image_file_max_height}. Minimalna rezolucija je {image_file_min_width} Ks{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
ru: Ова слика слика мора имати омјер аспекта {video_image_aspect_ratio_text}.
sr_latn: Ova slika slika mora imati omjer aspekta {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
ru: Назив датотеке слика може да садржи само слова, бројеве, цртице (-) и подвлаке (_).
sr_latn: Naziv datoteke slika može da sadrži samo slova, brojeve, crtice (-) i podvlake (_).

source: must have name of the certificate
ru: мора да има име сертификата
sr_latn: mora da ima ime sertifikata

source: Certificate dict {0} missing value key '{1}'
ru: Цертификат Дицт {0} Недостаје кључ вредности '{1} '
sr_latn: Certifikat Dict {0} Nedostaje ključ vrednosti '{1} '

source: PermissionDenied: Failed in authenticating {user}
ru: Дозвољено: није успело у аутентичности {user}
sr_latn: Dozvoljeno: nije uspelo u autentičnosti {user}

source: {platform_name} Support Levels:
ru: {platform_name} Нивои подршке:
sr_latn: {platform_name} Nivoi podrške:

source: Video
ru: Видео

source: Open Response
ru: Отворен одговор
sr_latn: Otvoren odgovor

source: Legacy Library
ru: Легаци библиотека
sr_latn: Legaci biblioteka

source: Drag and Drop
ru: Превући и испуштати
sr_latn: Prevući i ispuštati

source: Blank
ru: Празан
sr_latn: Prazan

source: Peer Assessment Only
ru: Само процена вршњака
sr_latn: Samo procena vršnjaka

source: Course has been successfully reindexed.
ru: Курс је успешно поново успорен.
sr_latn: Kurs je uspešno ponovo usporen.

source: Special characters not allowed in organization, course number, and course run.
ru: Посебни знакови нису дозвољени у организацији, броју курса и трчања курса.
sr_latn: Posebni znakovi nisu dozvoljeni u organizaciji, broju kursa i trčanja kursa.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
ru: Већ постоји курс дефинисан са истом организацијом и бројем курсева. Молимо вас да промените било коју организацију или број курса да бисте били јединствени.
sr_latn: Već postoji kurs definisan sa istom organizacijom i brojem kurseva. Molimo vas da promenite bilo koju organizaciju ili broj kursa da biste bili jedinstveni.

source: Please change either the organization or course number so that it is unique.
ru: Молимо вас да промените организацију или број курса тако да је јединствено.
sr_latn: Molimo vas da promenite organizaciju ili broj kursa tako da je jedinstveno.

source: Unable to create course '{name}'. {err}
ru: Није могуће креирати курс '{name} '. {err}
sr_latn: Nije moguće kreirati kurs '{name} '. {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
ru: Корисник нема дозволу за креирање курсева у овој организацији или је то је онемогућено
sr_latn: Korisnik nema dozvolu za kreiranje kurseva u ovoj organizaciji ili je to je onemogućeno

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
ru: Морате да повежете овај курс у организацију да бисте наставили. Организација коју сте одабрали не постоји у систему, морат ћете је додати у систем
sr_latn: Morate da povežete ovaj kurs u organizaciju da biste nastavili. Organizacija koju ste odabrali ne postoji u sistemu, morat ćete je dodati u sistem

source: An error occurred while trying to save your tabs
ru: Дошло је до грешке приликом покушаја да сачувате картице
sr_latn: Došlo je do greške prilikom pokušaja da sačuvate kartice

source: Tabs Exception
ru: Изузетак картица
sr_latn: Izuzetak kartica

source: This group configuration is in use and cannot be deleted.
ru: Ова група за групу се користи и не може се избрисати.
sr_latn: Ova grupa za grupu se koristi i ne može se izbrisati.

source: This content group is in use and cannot be deleted.
ru: Ова група са садржајем се користи и не може се избрисати.
sr_latn: Ova grupa sa sadržajem se koristi i ne može se izbrisati.

source: Entrance Exam - Subsection
ru: Пријемни испит - пододјељак
sr_latn: Prijemni ispit - pododjeljak

source: Completed Course Entrance Exam
ru: Завршен испит за пријем курса
sr_latn: Završen ispit za prijem kursa

source: Course successfully exported to git repository
ru: Курс је успешно извезено у ГИТ спремиште
sr_latn: Kurs je uspešno izvezeno u GIT spremište

source: We support uploading files in one of the following formats: {IMPORTABLE_FILE_TYPES}
ru: Подржавамо пренос датотека у једном од следећих формата: {IMPORTABLE_FILE_TYPES}
sr_latn: Podržavamo prenos datoteka u jednom od sledećih formata: {IMPORTABLE_FILE_TYPES}

source: Some chunks missed during file upload. Please try again
ru: Неки комади пропуштени током учитавања датотека. Покушајте поново
sr_latn: Neki komadi propušteni tokom učitavanja datoteka. Pokušajte ponovo

source: File upload failed. Please try again
ru: Постављање датотеке није успело. Покушајте поново
sr_latn: Postavljanje datoteke nije uspelo. Pokušajte ponovo
