Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Course team members with the Limited Staff role help you manage your course. Limited Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Limited Staff don't have access to your course in Studio. Any users not yet enrolled in the course will be automatically enrolled when added as Limited Staff.
ru: Чланови тима за течају са ограниченом улогом особља помажу вам да управљате својим курсом. Ограничено особље може да упише и унешени ученици, као и модификују своје оцене и приступају свим подацима о курсу. Ограничено особље нема приступ вашем курсу у студију. Сваки корисници још нису уписани на курс аутоматски се уписују када је додато као ограничено особље.
sr_latn: Članovi tima za tečaju sa ograničenom ulogom osoblja pomažu vam da upravljate svojim kursom. Ograničeno osoblje može da upiše i unešeni učenici, kao i modifikuju svoje ocene i pristupaju svim podacima o kursu. Ograničeno osoblje nema pristup vašem kursu u studiju. Svaki korisnici još nisu upisani na kurs automatski se upisuju kada je dodato kao ograničeno osoblje.

source: Add Limited Staff
ru: Додајте ограничено особље
sr_latn: Dodajte ograničeno osoblje

source: Admin
ru: Администратор
sr_latn: Administrator

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. Any users not yet enrolled in the course will be automatically enrolled when added as Admin.
ru: Чланови тима на курсу са Улогом администратора помажу вам да управљате својим курсом. Они могу обављати све задатке да особље може да уради и може да дода и уклања улоге особља и администратора, улогама умјерености дискусије и улогу бета тестера за управљање чланством. Сваки корисници још нису уписани у курс аутоматски се уписују када се додаје као администратор.
sr_latn: Članovi tima na kursu sa Ulogom administratora pomažu vam da upravljate svojim kursom. Oni mogu obavljati sve zadatke da osoblje može da uradi i može da doda i uklanja uloge osoblja i administratora, ulogama umjerenosti diskusije i ulogu beta testera za upravljanje članstvom. Svaki korisnici još nisu upisani u kurs automatski se upisuju kada se dodaje kao administrator.

source: Add Admin
ru: Додај админ
sr_latn: Dodaj admin

source: Beta Testers
ru: Бета тестер
sr_latn: Beta tester

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. Any users not yet enrolled in the course will be automatically enrolled when added as Beta Tester.
ru: Бета тестери могу видети садржај курса пред осталим ученицима. Они могу бити сигурни да садржај делује, али нема додатних привилегија. Сваки корисници још нису уписани у курс аутоматски се уписују када се додаје као Бета тестер.
sr_latn: Beta testeri mogu videti sadržaj kursa pred ostalim učenicima. Oni mogu biti sigurni da sadržaj deluje, ali nema dodatnih privilegija. Svaki korisnici još nisu upisani u kurs automatski se upisuju kada se dodaje kao Beta tester.

source: Add Beta Tester
ru: Додајте бета тестер
sr_latn: Dodajte beta tester

source: Discussion Admins
ru: Админе за дискусије
sr_latn: Admine za diskusije

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Any users not yet enrolled in the course will be automatically enrolled when added as Discussion Admin
ru: Администратори за дискусије могу да уређују или бришу било који пост, јасне заставе злоупотребе, затворене и поново отворене нити, одобрите одговоре и погледајте постове свих група. Њихове поруке су означене као 'staff'. Такође могу да додају и уклањају улоге умјерених дискусија за управљање чланством тима за течај. Било којим корисницима још није уписано у курс ће се аутоматски уписати када се додаје као дискусион
sr_latn: Administratori za diskusije mogu da uređuju ili brišu bilo koji post, jasne zastave zloupotrebe, zatvorene i ponovo otvorene niti, odobrite odgovore i pogledajte postove svih grupa. Njihove poruke su označene kao 'staff'. Takođe mogu da dodaju i uklanjaju uloge umjerenih diskusija za upravljanje članstvom tima za tečaj. Bilo kojim korisnicima još nije upisano u kurs će se automatski upisati kada se dodaje kao diskusion

source: Add Discussion Admin
ru: Додајте дискусију администратор
sr_latn: Dodajte diskusiju administrator

source: Course Data Researcher
ru: Истраживач података о курсу
sr_latn: Istraživač podataka o kursu

source: Course Data Researchers can access the data download tab. Any users not yet enrolled in the course will be automatically enrolled when added as Course Data Researcher.
ru: Истраживачи података о курсу могу приступити картици Преузимање података. Сваки корисници још нису уписани у курс ће се аутоматски уписати када се додаје као истраживач података о курсевима.
sr_latn: Istraživači podataka o kursu mogu pristupiti kartici Preuzimanje podataka. Svaki korisnici još nisu upisani u kurs će se automatski upisati kada se dodaje kao istraživač podataka o kursevima.

source: Add Course Data Researcher
ru: Додајте истраживач података о курсу
sr_latn: Dodajte istraživač podataka o kursu

source: Discussion Moderators
ru: Дискусијски модератори
sr_latn: Diskusijski moderatori

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Any users not yet enrolled in the course will be automatically enrolled when added as Discussion Moderator
ru: Модератори дискусије могу да уређују или бришу било који пост, јасне заставе злоупотребе, затворене и поново отворене нити, одобрите одговоре и погледајте постове свих група. Њихове поруке су означене као 'staff'. Они не могу да управљају чланством тима на курсу додавањем или уклањањем улога умјерених дискусија. Било којим корисницима још није уписано у курс ће се аутоматски уписати када се додаје као модератор дискусије
sr_latn: Moderatori diskusije mogu da uređuju ili brišu bilo koji post, jasne zastave zloupotrebe, zatvorene i ponovo otvorene niti, odobrite odgovore i pogledajte postove svih grupa. Njihove poruke su označene kao 'staff'. Oni ne mogu da upravljaju članstvom tima na kursu dodavanjem ili uklanjanjem uloga umjerenih diskusija. Bilo kojim korisnicima još nije upisano u kurs će se automatski upisati kada se dodaje kao moderator diskusije

source: Add Moderator
ru: Додајте модератор
sr_latn: Dodajte moderator

source: Group Community TA
ru: Групна заједница ТА
sr_latn: Grupna zajednica TA

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Any users not yet enrolled in the course will be automatically enrolled when added as Group Community TA
ru: Групна заједница ТАС су чланови заједнице који помажу тимским тимовима умјерене дискусије. Групна заједница ТАС Погледајте само постове ученика у својој додељеној групи. Могу да уређују или бришу или бришу постове, чисте заставе, затварају и поново отворене нити и одобравају одговоре, али само за постове ученика у својој групи. Њихове поруке су означене као 'Community TA'. Било који корисници још нису уписани у курс аутоматски се уписују када се додаје као група група
sr_latn: Grupna zajednica TAS su članovi zajednice koji pomažu timskim timovima umjerene diskusije. Grupna zajednica TAS Pogledajte samo postove učenika u svojoj dodeljenoj grupi. Mogu da uređuju ili brišu ili brišu postove, čiste zastave, zatvaraju i ponovo otvorene niti i odobravaju odgovore, ali samo za postove učenika u svojoj grupi. Njihove poruke su označene kao 'Community TA'. Bilo koji korisnici još nisu upisani u kurs automatski se upisuju kada se dodaje kao grupa grupa

source: Add Group Community TA
ru: Додајте групну заједницу ТА
sr_latn: Dodajte grupnu zajednicu TA

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Any users not yet enrolled in the course will be automatically enrolled when added as Community TA
ru: Заједница ТАС су чланови заједнице који помажу тимским тимовима умјерене дискусије. Они могу видети постове ученика у свом додељеном кохорту или запису за упис и могу да уређују или избришете постове, бистре заставе, блиске или поновне отворене нити и одобравају одговоре. Њихове поруке су означене као 'Community TA'. Било којих корисника још није уписано у курс аутоматски ће се уписати када је додато као заједницу ТА
sr_latn: Zajednica TAS su članovi zajednice koji pomažu timskim timovima umjerene diskusije. Oni mogu videti postove učenika u svom dodeljenom kohortu ili zapisu za upis i mogu da uređuju ili izbrišete postove, bistre zastave, bliske ili ponovne otvorene niti i odobravaju odgovore. Njihove poruke su označene kao 'Community TA'. Bilo kojih korisnika još nije upisano u kurs automatski će se upisati kada je dodato kao zajednicu TA

source: Add Community TA
ru: Додајте заједницу ТА
sr_latn: Dodajte zajednicu TA

source: CCX Coaches
ru: CCX тренери
sr_latn: CCKS treneri

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
ru: CCX тренери су у стању да стварају сопствене прилагођене курсеве на основу овог курса, који могу да користе да пруже персонализована упутства сопственим ученицима са седиштем у овом курсу материјала.
sr_latn: CCKS treneri su u stanju da stvaraju sopstvene prilagođene kurseve na osnovu ovog kursa, koji mogu da koriste da pruže personalizovana uputstva sopstvenim učenicima sa sedištem u ovom kursu materijala.

source: Add CCX Coach
ru: Додајте CCX тренера
sr_latn: Dodajte CCKS trenera

source: To use the email tool, visit the
ru: Да бисте користили алат за е-пошту, посетите
sr_latn: Da biste koristili alat za e-poštu, posetite

source: new experience
ru: Ново искуство
sr_latn: Novo iskustvo

source: Opens in a new tab
ru: Отвара се на новој картици
sr_latn: Otvara se na novoj kartici

source: Send to:
ru: Пошаљи на:
sr_latn: Pošalji na:

source: Myself
ru: Себе
sr_latn: Sebe

source: Staff and Administrators
ru: Особље и администратори
sr_latn: Osoblje i administratori

source: All Learners
ru: Сви ученици
sr_latn: Svi učenici

source: Cohort:
ru: Кохорт:
sr_latn: Kohort:

source: (Learners not explicitly assigned to a cohort)
ru: (Ученици који нису изричито додељени кохортима)
sr_latn: (Učenici koji nisu izričito dodeljeni kohortima)

source: Learners in the {track_name} Track
ru: Полазници у {track_name} Трацк
sr_latn: Polaznici u {track_name} Track

source: Subject:
ru: Предмет:
sr_latn: Predmet:

source: (Maximum 128 characters)
ru: (Максимално 128 знакова)
sr_latn: (Maksimalno 128 znakova)

source: Message:
ru: Порука:
sr_latn: Poruka:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
ru: Препоручујемо да пошаљете ученике не више од једне поруке е-поште недељно. Пре него што пошаљете своју е-пошту, пажљиво прегледајте текст и прво га пошаљите себи, тако да можете да прегледате форматирање и исправите уграђене слике и везе исправно раде исправно.
sr_latn: Preporučujemo da pošaljete učenike ne više od jedne poruke e-pošte nedeljno. Pre nego što pošaljete svoju e-poštu, pažljivo pregledajte tekst i prvo ga pošaljite sebi, tako da možete da pregledate formatiranje i ispravite ugrađene slike i veze ispravno rade ispravno.

source: You can include keywords in your messages. For list of available keywords see the {start_link}documentation{end_link}.
ru: Можете да укључите кључне речи у своје поруке. За листу доступних кључних речи погледајте {start_link} ДокументацијаП{end_link}.
sr_latn: Možete da uključite ključne reči u svoje poruke. Za listu dostupnih ključnih reči pogledajte {start_link} DokumentacijaP{end_link}.

source: CAUTION!
ru: Опрез!
sr_latn: Oprez!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
ru: Када одаберете Пошаљи е-пошту, ваша е-порука је додата у ред за слање и не може се отказати.
sr_latn: Kada odaberete Pošalji e-poštu, vaša e-poruka je dodata u red za slanje i ne može se otkazati.

source: Send Email
ru: Пошаљи е-пошту
sr_latn: Pošalji e-poštu

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
ru: Акције е-поште раде у позадини. Статус за све активне задатке - укључујући задатке е-поште - појављује се у табели испод.
sr_latn: Akcije e-pošte rade u pozadini. Status za sve aktivne zadatke - uključujući zadatke e-pošte - pojavljuje se u tabeli ispod.

source: Email Task History
ru: Историја задатка путем е-поште
sr_latn: Istorija zadatka putem e-pošte

source: To see the content of previously sent emails, click this button:
ru: Да бисте видели садржај претходно посланих е-порука, кликните на ово дугме:
sr_latn: Da biste videli sadržaj prethodno poslanih e-poruka, kliknite na ovo dugme:

source: Show Sent Email History
ru: Прикажи Послано историју е-поште
sr_latn: Prikaži Poslano istoriju e-pošte

source: To read a sent email message, click its subject.
ru: Да бисте прочитали послану поруку е-поште, кликните на његов предмет.
sr_latn: Da biste pročitali poslanu poruku e-pošte, kliknite na njegov predmet.

source: To see the status for all email tasks submitted for this course, click this button:
ru: Да бисте видели статус за све задатке е-поште који су достављени за овај курс, кликните на дугме Ово дугме:
sr_latn: Da biste videli status za sve zadatke e-pošte koji su dostavljeni za ovaj kurs, kliknite na dugme Ovo dugme:

source: Show Email Task History
ru: Прикажи историју задатка е-поште
sr_latn: Prikaži istoriju zadatka e-pošte

source: Set Course Mode Price
ru: Подесите режим курса Цена
sr_latn: Podesite režim kursa Cena

source: Please enter Course Mode detail below
ru: Молимо унесите детаље о начину курса
sr_latn: Molimo unesite detalje o načinu kursa

source: Course Price
ru: Цена курса
sr_latn: Cena kursa

source: Currency
ru: Валута
sr_latn: Valuta

source: Set Price
ru: Подесите цену
sr_latn: Podesite cenu

source: Proctortrack Escalation Email:
ru: Емаил Емаил Емалација Процитортрацк:
sr_latn: Email Email Emalacija Procitortrack:

source: Allowance Section
ru: Одељак за додатак
sr_latn: Odeljak za dodatak

source: Student Onboarding Status
ru: Студентски статус на броду
sr_latn: Studentski status na brodu

source: Student Special Exam Attempts
ru: Покушаји специјалног испита студента
sr_latn: Pokušaji specijalnog ispita studenta

source: Review Dashboard
ru: Преглед командне плоче
sr_latn: Pregled komandne ploče

source: View gradebook for enrolled learners
ru: Погледајте оцену књиге за уписане ученике
sr_latn: Pogledajte ocenu knjige za upisane učenike

source: View Gradebook
ru: Погледајте БРЗИНЕБОБЛЕ
sr_latn: Pogledajte BRZINEBOBLE

source: Note: This feature is available only to courses with a small number of enrolled learners.
ru: Напомена: Ова функција је доступна само курсевима са малим бројем уписаних ученика.
sr_latn: Napomena: Ova funkcija je dostupna samo kursevima sa malim brojem upisanih učenika.

source: View a specific learner's enrollment status
ru: Погледајте одређени статус уписа ученика
sr_latn: Pogledajte određeni status upisa učenika

source: Learner's {platform_name} email address or username *
ru: Адреса {platform_name} за полазно-адресе за ученике или корисничко име *
sr_latn: Adresa {platform_name} za polazno-adrese za učenike ili korisničko ime *

source: Learner email address or username
ru: Адреса е-поште за ученика или корисничко име
sr_latn: Adresa e-pošte za učenika ili korisničko ime

source: View Enrollment Status
ru: Погледајте статус уписа
sr_latn: Pogledajte status upisa

source: View a specific learner's grades and progress
ru: Погледајте одређене оцене и напредак ученика
sr_latn: Pogledajte određene ocene i napredak učenika

source: Learner's {platform_name} email address or username
ru: Адреса {platform_name} за ученике - Адреса е-поште или корисничко име
sr_latn: Adresa {platform_name} za učenike - Adresa e-pošte ili korisničko ime

source: View Progress Page
ru: Погледајте страницу за напредак
sr_latn: Pogledajte stranicu za napredak

source: Adjust a learner's grade for a specific problem
ru: Подесите оцену ученика за одређени проблем
sr_latn: Podesite ocenu učenika za određeni problem

source: Location of problem in course
ru: Локација проблема у курсу
sr_latn: Lokacija problema u kursu

source: Example
ru: Пример
sr_latn: Primer

source: Problem location
ru: Локација проблема
sr_latn: Lokacija problema

source: Attempts
ru: Покушаји
sr_latn: Pokušaji

source: Allow a learner who has used up all attempts to work on the problem again.
ru: Дозволите ученику који је искористио све покушаје да поново ради на проблему.
sr_latn: Dozvolite učeniku koji je iskoristio sve pokušaje da ponovo radi na problemu.

source: Reset Attempts to Zero
ru: Ресетујте покушаје нула
sr_latn: Resetujte pokušaje nula

source: Rescore
ru: Ресцоре

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
ru: За наведени проблем, Ресор Поверничко-резолуција само ако постигне резултат побољшање резултата само ако се побољшава у фаводу ученика.
sr_latn: Za navedeni problem, Resor Poverničko-rezolucija samo ako postigne rezultat poboljšanje rezultata samo ako se poboljšava u favodu učenika.

source: Score Override
ru: Ојачати резултат
sr_latn: Ojačati rezultat

source: For the specified problem, override the learner's score.
ru: За наведени проблем, надјачајте резултат ученика.
sr_latn: Za navedeni problem, nadjačajte rezultat učenika.

source: New score for problem, out of the total points available for the problem
ru: Нови резултат за проблем, од укупних бодова доступних за проблем
sr_latn: Novi rezultat za problem, od ukupnih bodova dostupnih za problem

source: Score
ru: Оценити
sr_latn: Oceniti

source: Override Learner's Score
ru: Овердеид Сцоре Сцоре
sr_latn: Overdeid Score Score

source: Problem History
ru: Историја проблема
sr_latn: Istorija problema

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
ru: За наведени проблем, трајно и у потпуности избришите одговоре ученика и оцене из базе података.
sr_latn: Za navedeni problem, trajno i u potpunosti izbrišite odgovore učenika i ocene iz baze podataka.

source: Task Status
ru: Статус задатка
sr_latn: Status zadatka

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
ru: Покажите статус за спас задатке који сте поднели за овог ученика и проблема.
sr_latn: Pokažite status za spas zadatke koji ste podneli za ovog učenika i problema.

source: Show Task Status
ru: Прикажи статус задатка
sr_latn: Prikaži status zadatka

source: Adjust a learner's entrance exam results
ru: Подесите резултате испитивања ученика
sr_latn: Podesite rezultate ispitivanja učenika

source: Allow the learner to take the exam again.
ru: Дозволите да учесник поново повиси испит.
sr_latn: Dozvolite da učesnik ponovo povisi ispit.

source: Allow Skip
ru: Дозволити прескочи
sr_latn: Dozvoliti preskoči

source: Waive the requirement for the learner to take the exam.
ru: Одричу се услова да ученик полаже испит.
sr_latn: Odriču se uslova da učenik polaže ispit.

source: Let Learner Skip Entrance Exam
ru: Нека ученик прескочи пријемни испит
sr_latn: Neka učenik preskoči prijemni ispit

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
ru: Решавање све одговоре који су поднесени. Опција 'Rescore All Problems Only If Score Improves' Ажурира на услугу Леарнер's scores only if it improves in the learner'.
sr_latn: Rešavanje sve odgovore koji su podneseni. Opcija 'Rescore All Problems Only If Score Improves' Ažurira na uslugu Learner's scores only if it improves in the learner'.

source: Rescore All Problems
ru: Решавање свих проблема
sr_latn: Rešavanje svih problema

source: Rescore All Problems Only If Score Improves
ru: Решавање свих проблема само ако се постигне резултат
sr_latn: Rešavanje svih problema samo ako se postigne rezultat

source: Entrance Exam History
ru: Историја пријемног испита
sr_latn: Istorija prijemnog ispita

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
ru: За целокупни пријемни испит, трајно и у потпуности избришите одговоре ученика и оцене из базе података.
sr_latn: Za celokupni prijemni ispit, trajno i u potpunosti izbrišite odgovore učenika i ocene iz baze podataka.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
ru: Покажите статус за спас задатке који сте поднели за овај ученик и пријемни испит.
sr_latn: Pokažite status za spas zadatke koji ste podneli za ovaj učenik i prijemni ispit.

source: Adjust all enrolled learners' grades for a specific problem
ru: Подесите све уписане оцене ученика за одређени проблем
sr_latn: Podesite sve upisane ocene učenika za određeni problem

source: Allows all learners to work on the problem again.
ru: Омогућује свим ученицима да поново раде на проблему.
sr_latn: Omogućuje svim učenicima da ponovo rade na problemu.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
ru: РЕСЦОРЕ ПРИЈАВЉЕНИ ОДГОВОРИ. Опција 'Rescore Only If Scores Improve' Ажурира фавориту Леарнер's score only if it improves in the learner'.
sr_latn: RESCORE PRIJAVLjENI ODGOVORI. Opcija 'Rescore Only If Scores Improve' Ažurira favoritu Learner's score only if it improves in the learner'.

source: Rescore All Learners' Submissions
ru: Решавање свих пријава ученика
sr_latn: Rešavanje svih prijava učenika

source: Rescore Only If Scores Improve
ru: Решавање само ако се резултати побољшавају
sr_latn: Rešavanje samo ako se rezultati poboljšavaju

source: Show the status for the tasks that you submitted for this problem.
ru: Покажите статус за задатке које сте поднели за овај проблем.
sr_latn: Pokažite status za zadatke koje ste podneli za ovaj problem.

source: Note
ru: Бележити
sr_latn: Beležiti
