Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Take me to the main library page
ru: Одведи ме на главну страницу библиотеке
sr_latn: Odvedi me na glavnu stranicu biblioteke

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
ru: Ваш курс се није могао извести у КСМЛ. Нема довољно информација за препознавање неуспеле компоненте. Прегледајте курс да идентификујете било какве проблематичне компоненте и покушајте поново.
sr_latn: Vaš kurs se nije mogao izvesti u KSML. Nema dovoljno informacija za prepoznavanje neuspele komponente. Pregledajte kurs da identifikujete bilo kakve problematične komponente i pokušajte ponovo.

source: Take me to the main course page
ru: Одведите ме на страницу главне курс
sr_latn: Odvedite me na stranicu glavne kurs

source: The raw error message is:
ru: Порука о сировој грешци је:
sr_latn: Poruka o sirovoj grešci je:

source: There has been an error with your export.
ru: Дошло је до грешке са вашим извозом.
sr_latn: Došlo je do greške sa vašim izvozom.

source: Contains {count} group
ru: Садржи {count} Групу
sr_latn: Sadrži {count} Grupu

source: Not in Use
ru: Не у употреби
sr_latn: Ne u upotrebi

source: Used in {count} location
ru: Користи се у {count} Локација
sr_latn: Koristi se u {count} Lokacija

source: group configuration
ru: Групна конфигурација
sr_latn: Grupna konfiguracija

source: Add your first group configuration
ru: Додајте своју прву групну конфигурацију
sr_latn: Dodajte svoju prvu grupnu konfiguraciju

source: You have not created any group configurations yet.
ru: Још нисте креирали ниједну групну конфигурацију.
sr_latn: Još niste kreirali nijednu grupnu konfiguraciju.

source: Upload instructor image.
ru: Отпреми слику инструктора.
sr_latn: Otpremi sliku instruktora.

source: Files must be in JPEG or PNG format.
ru: Датотеке морају бити у ЈПЕГ или ПНГ формату.
sr_latn: Datoteke moraju biti u JPEG ili PNG formatu.

source: Delete this %(item_display_name)s?
ru: Избришите овај %(item_display_name)s?
sr_latn: Izbrišite ovaj %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
ru: Брисање овог %(item_display_name)s је трајан и не може се поништити.
sr_latn: Brisanje ovog %(item_display_name)s je trajan i ne može se poništiti.

source: There was an error changing the user's role
ru: Дошло је до грешке у промени улоге корисника
sr_latn: Došlo je do greške u promeni uloge korisnika

source: Error adding user
ru: Грешка у додавању корисника
sr_latn: Greška u dodavanju korisnika

source: Error removing user
ru: Грешка у уклањању корисника
sr_latn: Greška u uklanjanju korisnika

source: A valid email address is required
ru: Потребна је ваљана адреса е-поште
sr_latn: Potrebna je valjana adresa e-pošte

source: You must enter a valid email address in order to add a new team member
ru: Морате да унесете важећу адресу е-поште како бисте додали нови члан тима
sr_latn: Morate da unesete važeću adresu e-pošte kako biste dodali novi član tima

source: Return and add email address
ru: Вратите се и додајте адресу е-поште
sr_latn: Vratite se i dodajte adresu e-pošte

source: Already a member
ru: Већ члан
sr_latn: Već član

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
ru: {email} је већ на тиму {container}. Поново провјерите адресу е-поште ако желите да додате нови члан.
sr_latn: {email} je već na timu {container}. Ponovo provjerite adresu e-pošte ako želite da dodate novi član.

source: Return to team listing
ru: Повратак на унос тима
sr_latn: Povratak na unos tima

source: Are you sure you want to restrict {email} access to “{container}”?
ru: Јесте ли сигурни да желите да ограничите {email} приступ "{container}"?
sr_latn: Jeste li sigurni da želite da ograničite {email} pristup "{container}"?

source: {display_name} Settings
ru: {display_name} Подешавања
sr_latn: {display_name} Podešavanja

source: Publish {display_name}
ru: Објави {display_name}
sr_latn: Objavi {display_name}

source: Publish all unpublished changes for this {item}?
ru: Објавите све необјављене промене за овај {item}?
sr_latn: Objavite sve neobjavljene promene za ovaj {item}?

source: Publish
ru: Објавити
sr_latn: Objaviti

source: Highlights for {display_name}
ru: Најзанимљивији моменти за {display_name}
sr_latn: Najzanimljiviji momenti za {display_name}

source: Enable Course Highlight Emails
ru: Омогућите курсеве означите е-пошту
sr_latn: Omogućite kurseve označite e-poštu

source: Enable
ru: Омогућити
sr_latn: Omogućiti

source: Not yet
ru: Још
sr_latn: Još

source: Share {display_name} subsection
ru: Поделите {display_name} Пододељци
sr_latn: Podelite {display_name} Pododeljci

source: All Learners and Staff
ru: Сви ученици и особље
sr_latn: Svi učenici i osoblje

source: Basic
ru: Основни
sr_latn: Osnovni

source: Visibility
ru: Видљивост
sr_latn: Vidljivost

source: Full Page
ru: Пуна страница
sr_latn: Puna stranica

source: Embed Link
ru: Уграђивање везе
sr_latn: Ugrađivanje veze

source: Validation Error While Saving
ru: Грешка потврђивања током чувања
sr_latn: Greška potvrđivanja tokom čuvanja

source: Undo Changes
ru: Поништи промене
sr_latn: Poništi promene

source: Change Manually
ru: Промените ручно
sr_latn: Promenite ručno

source: Course Index
ru: Индекс курса
sr_latn: Indeks kursa

source: There were errors reindexing course.
ru: Било је грешака током реиндексија.
sr_latn: Bilo je grešaka tokom reindeksija.

source: content group
ru: Садржајна група
sr_latn: Sadržajna grupa

source: Add your first content group
ru: Додајте своју прву групу садржаја
sr_latn: Dodajte svoju prvu grupu sadržaja

source: You have not created any content groups yet.
ru: Још нисте креирали никакве заједничке групе.
sr_latn: Još niste kreirali nikakve zajedničke grupe.

source: Are you sure you want to remove this video from the list?
ru: Јесте ли сигурни да желите да уклоните овај видео са листе?
sr_latn: Jeste li sigurni da želite da uklonite ovaj video sa liste?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
ru: Уклањање видео записа са ове листе не утиче на садржај курса. Било који садржај који користи претходно учитани видео ИД наставља да се приказује на курсу.
sr_latn: Uklanjanje video zapisa sa ove liste ne utiče na sadržaj kursa. Bilo koji sadržaj koji koristi prethodno učitani video ID nastavlja da se prikazuje na kursu.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
ru: Ваше промене неће ступити на снагу док не сачувате свој напредак. Пазите на кључ и форматирање вредности, јер се валидација не спроводи.
sr_latn: Vaše promene neće stupiti na snagu dok ne sačuvate svoj napredak. Pazite na ključ i formatiranje vrednosti, jer se validacija ne sprovodi.

source: Your policy changes have been saved.
ru: Ваше промене политике су сачуване.
sr_latn: Vaše promene politike su sačuvane.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
ru: Ниједна валидација се не врши на тастерима политике или вредности вредности. Ако имате потешкоћа, проверите форматирање.
sr_latn: Nijedna validacija se ne vrši na tasterima politike ili vrednosti vrednosti. Ako imate poteškoća, proverite formatiranje.

source: For grading to work, you must change all {oldName} subsections to {newName}.
ru: За оцењивање на посао морате променити све {oldName} пододељке на {newName}.
sr_latn: Za ocenjivanje na posao morate promeniti sve {oldName} pododeljke na {newName}.

source: Course Credit Requirements
ru: Захтеви за кредит курса
sr_latn: Zahtevi za kredit kursa

source: The minimum grade for course credit is not set.
ru: Минимална оцена за курс кредит није постављена.
sr_latn: Minimalna ocena za kurs kredit nije postavljena.

source: Course pacing cannot be changed once a course has started.
ru: Курс пејсинг се не може мењати након што је курс почео.
sr_latn: Kurs pejsing se ne može menjati nakon što je kurs počeo.

source: {hours}:{minutes} (current UTC time)
ru: {hours}: {minutes} (Тренутни УТЦ време)
sr_latn: {hours}: {minutes} (Trenutni UTC vreme)

source: Upload your course image.
ru: Отпремите слику курса.
sr_latn: Otpremite sliku kursa.

source: Upload your banner image.
ru: Отпремите своју слику банера.
sr_latn: Otpremite svoju sliku banera.

source: Upload your video thumbnail image.
ru: Пошаљите своју сличицу видео у сличицу.
sr_latn: Pošaljite svoju sličicu video u sličicu.

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
ru: Комбинована дужина организације, број курса, и поља за покретање курсева не може бити већа од <% - Лимит%> знакова.
sr_latn: Kombinovana dužina organizacije, broj kursa, i polja za pokretanje kurseva ne može biti veća od <% - Limit%> znakova.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
ru: Комбинована дужина организације и поља библиотека не може бити већа од <% - лимит%> карактера.
sr_latn: Kombinovana dužina organizacije i polja biblioteka ne može biti veća od <% - limit%> karaktera.

source: You've made some changes
ru: Направили сте неке промене
sr_latn: Napravili ste neke promene

source: Your changes will not take effect until you save your progress.
ru: Ваше промене неће ступити на снагу док не сачувате свој напредак.
sr_latn: Vaše promene neće stupiti na snagu dok ne sačuvate svoj napredak.

source: You've made some changes, but there are some errors
ru: Направили сте неке промене, али постоје неке грешке
sr_latn: Napravili ste neke promene, ali postoje neke greške

source: Please address the errors on this page first, and then save your progress.
ru: Прво обратите се грешачима на овој страници, а затим сачувајте свој напредак.
sr_latn: Prvo obratite se grešačima na ovoj stranici, a zatim sačuvajte svoj napredak.

source: Save Changes
ru: Спремите промене
sr_latn: Spremite promene

source: Add Thumbnail
ru: Додајте сличицу
sr_latn: Dodajte sličicu

source: Edit Thumbnail
ru: Уређивање сличице
sr_latn: Uređivanje sličice

source: Image upload failed
ru: Уплоад имаге није успело
sr_latn: Upload image nije uspelo

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
ru: {ReqTextSpanStart} ЗАХТЕБПП{spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {lineBreak} {videoImageSupportedFileFormats} {spanEnd}
sr_latn: {ReqTextSpanStart} ZAHTEBPP{spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {lineBreak} {videoImageSupportedFileFormats} {spanEnd}

source: {maxWidth}x{maxHeight} pixels
ru: {maxWidth} Кс{maxHeight} пиксела
sr_latn: {maxWidth} Ks{maxHeight} piksela

source: Thumbnail for {videoName}
ru: Сличица за {videoName}
sr_latn: Sličica za {videoName}

source: Add Thumbnail - {videoName}
ru: Додајте сличицу - {videoName}
sr_latn: Dodajte sličicu - {videoName}

source: Video duration is {humanizeDuration}
ru: Трајање видеа је {humanizeDuration}
sr_latn: Trajanje videa je {humanizeDuration}

source: minutes
ru: минут
sr_latn: minut

source: minute
ru: минут
sr_latn: minut

source: seconds
ru: секунди
sr_latn: sekundi

source: second
ru: на другом месту
sr_latn: na drugom mestu

source: and
ru: и
sr_latn: i

source: Video image upload started
ru: Почело је уплоад видео слике
sr_latn: Počelo je upload video slike

source: Video image upload completed
ru: Попуњено је уплоад видео слике
sr_latn: Popunjeno je upload video slike

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
ru: Ова врста датотеке слике није подржана. Подржане врсте датотека су {supportedFileFormats}.
sr_latn: Ova vrsta datoteke slike nije podržana. Podržane vrste datoteka su {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
ru: Одабрана слика мора бити мања од {maxFileSizeInMB}.
sr_latn: Odabrana slika mora biti manja od {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
ru: Изабрана слика мора бити већа од {minFileSizeInKB}.
sr_latn: Izabrana slika mora biti veća od {minFileSizeInKB}.

source: Could not upload the video image file
ru: Није могао да пренесе датотеку видео слике
sr_latn: Nije mogao da prenese datoteku video slike

source: Image upload failed.
ru: Уплоад имаге није успело.
sr_latn: Upload image nije uspelo.

source: The file could not be uploaded.
ru: Датотека се није могла преносити.
sr_latn: Datoteka se nije mogla prenositi.

source: Hide transcripts ({transcriptCount})
ru: Сакријте транскрипте ({transcriptCount})
sr_latn: Sakrijte transkripte ({transcriptCount})

source: Show transcripts ({transcriptCount})
ru: Прикажи транскрипте ({transcriptCount})
sr_latn: Prikaži transkripte ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
ru: Ова врста датотеке није подржана. Подржана врста датотеке је {supportedFileFormat}.
sr_latn: Ova vrsta datoteke nije podržana. Podržana vrsta datoteke je {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
ru: Ако уклоните овај транскрипт, транскрипт неће бити доступни за било какве компоненте које користе овај видео.
sr_latn: Ako uklonite ovaj transkript, transkript neće biti dostupni za bilo kakve komponente koje koriste ovaj video.

source: Updating Tags
ru: Ажурирање ознака
sr_latn: Ažuriranje oznaka

source: Actions
ru: Акције
sr_latn: Akcije

source: Proctored Exam
ru: Прокторни испит
sr_latn: Proktorni ispit

source: Timed Exam
ru: Временски испит
sr_latn: Vremenski ispit

source: Unscheduled
ru: Непланиран
sr_latn: Neplaniran

source: Discussion
ru: Дискусија
sr_latn: Diskusija

source: Previous
ru: Превиоус

source: Action
ru: Акција
sr_latn: Akcija

source: Large
ru: Велики
sr_latn: Veliki

source: Zoom In
ru: Зумирати
sr_latn: Zumirati

source: Zoom Out
ru: Зумирање
sr_latn: Zumiranje

source: Page number out of %(total_pages)s
ru: Број броја ван %(total_pages)s
sr_latn: Broj broja van %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
ru: Унесите број странице коју желите брзо да се крећете.
sr_latn: Unesite broj stranice koju želite brzo da se krećete.

source: Sorted by
ru: Сортирано по
sr_latn: Sortirano po

source: Clear search
ru: Јасна претрага
sr_latn: Jasna pretraga

source: Search
ru: Тражити
sr_latn: Tražiti

source: Add a Response
ru: Додајте одговор
sr_latn: Dodajte odgovor

source: This thread is closed.
ru: Ова нит је затворена.
sr_latn: Ova nit je zatvorena.

source: Add a response:
ru: Додајте одговор:
sr_latn: Dodajte odgovor:

source: Submit
ru: Поднети
sr_latn: Podneti

source: discussion posted %(time_ago)s by %(author)s
ru: Дискусија Постед %(time_ago)s би %(author)s
sr_latn: Diskusija Posted %(time_ago)s bi %(author)s

source: question posted %(time_ago)s by %(author)s
ru: Питање Постед %(time_ago)s од %(author)s
sr_latn: Pitanje Posted %(time_ago)s od %(author)s

source: Pinned
ru: Прикован
sr_latn: Prikovan

source: Reported
ru: Извести
sr_latn: Izvesti

source: Closed
ru: Затворен
sr_latn: Zatvoren

source: Related to: %(courseware_title_linked)s
ru: Слање за: %(courseware_title_linked)s
sr_latn: Slanje za: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
ru: Овај пост је видљив само %(group_name)s.
sr_latn: Ovaj post je vidljiv samo %(group_name)s.

source: This post is visible to everyone.
ru: Овај пост је видљив свима.
sr_latn: Ovaj post je vidljiv svima.

source: Editing post
ru: Уређивање поште
sr_latn: Uređivanje pošte

source: Add a clear and descriptive title to encourage participation. (Required)
ru: Додајте јасну и описну титулу да бисте охрабрили учешће. (Обавезно)
sr_latn: Dodajte jasnu i opisnu titulu da biste ohrabrili učešće. (Obavezno)

source: Edit your post below.
ru: Уредите своју посту испод.
sr_latn: Uredite svoju postu ispod.

source: Update post
ru: Ажурирај пост
sr_latn: Ažuriraj post

source: Show Comment (%(num_comments)s)
ru: Покажи коментар (%(num_comments)s)
sr_latn: Pokaži komentar (%(num_comments)s)

source: Add a comment
ru: Додајте коментар
sr_latn: Dodajte komentar

source: marked as answer %(time_ago)s by %(user)s
ru: Означено као одговор %(time_ago)s од %(user)s
sr_latn: Označeno kao odgovor %(time_ago)s od %(user)s

source: marked as answer %(time_ago)s
ru: Означено као одговор %(time_ago)s
sr_latn: Označeno kao odgovor %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
ru: Одобрени %(time_ago)s од %(user)s
sr_latn: Odobreni %(time_ago)s od %(user)s

source: endorsed %(time_ago)s
ru: Одобрени %(time_ago)s
sr_latn: Odobreni %(time_ago)s

source: Editing response
ru: Одговор о уређивању
sr_latn: Odgovor o uređivanju

source: Update response
ru: Ажурирање одговора
sr_latn: Ažuriranje odgovora

source: posted %(time_ago)s by %(author)s
ru: Постед %(time_ago)s би %(author)s
sr_latn: Posted %(time_ago)s bi %(author)s

source: Editing comment
ru: Уређивање коментара
sr_latn: Uređivanje komentara

source: Update comment
ru: Ажурирање коментара
sr_latn: Ažuriranje komentara

source: discussion
ru: дискусија
sr_latn: diskusija

source: answered question
ru: одговорено питање
sr_latn: odgovoreno pitanje

source: unanswered question
ru: неодговорено питање
sr_latn: neodgovoreno pitanje

source: Following
ru: Следећи
sr_latn: Sledeći

source: Community TA
ru: Заједница
sr_latn: Zajednica

source: {unread_comments_count} new
ru: {unread_comments_count} НОВО
sr_latn: {unread_comments_count} NOVO

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
ru: %(comments_count)s %(span_sr_open)s Коментари (%(unread_comments_count)s Непрочитани коментари) %(span_close)s
sr_latn: %(comments_count)s %(span_sr_open)s Komentari (%(unread_comments_count)s Nepročitani komentari) %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
ru: %(comments_count)s %(span_sr_open)s Коментари %(span_close)s
sr_latn: %(comments_count)s %(span_sr_open)s Komentari %(span_close)s

source: Add a Post
ru: Додајте пост
sr_latn: Dodajte post

source: Visible to
ru: Видљив
sr_latn: Vidljiv

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
ru: Администри за дискусије, модератори и ТАС могу да налазе своје постове видљивим свим ученицима или одредити једну групу.
sr_latn: Administri za diskusije, moderatori i TAS mogu da nalaze svoje postove vidljivim svim učenicima ili odrediti jednu grupu.

source: All Groups
ru: Све групе
sr_latn: Sve grupe

source: follow this post
ru: Пратите овај пост
sr_latn: Pratite ovaj post

source: post anonymously to classmates
ru: пост анонимно разредницима
sr_latn: post anonimno razrednicima

source: Error posting your message.
ru: Грешка у објављивању поруке.
sr_latn: Greška u objavljivanju poruke.

source: This post will be visible only to %(group_name)s.
ru: Овај пост ће бити видљив само %(group_name)s.
sr_latn: Ovaj post će biti vidljiv samo %(group_name)s.

source: This post will be visible to everyone.
ru: Овај пост ће бити видљив свима.
sr_latn: Ovaj post će biti vidljiv svima.

source: Topic area
ru: Област теме
sr_latn: Oblast teme

source: Add your post to a relevant topic to help others find it. (Required)
ru: Додајте свој пост на одговарајућу тему да бисте га помогли другима да га пронађу. (Обавезно)
sr_latn: Dodajte svoj post na odgovarajuću temu da biste ga pomogli drugima da ga pronađu. (Obavezno)

source: (Community TA)
ru: (Цоммунити ТА)
sr_latn: (Communiti TA)

source: (Staff)
ru: (Особље)
sr_latn: (Osoblje)

source: All Posts
ru: Све поруке
sr_latn: Sve poruke

source: Return to all posts
ru: Повратак на све постове
sr_latn: Povratak na sve postove

source: View discussion
ru: Погледајте дискусију
sr_latn: Pogledajte diskusiju

source: Load more
ru: Оптеретити више
sr_latn: Opteretiti više

source: Post type
ru: Тип поста
sr_latn: Tip posta

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
ru: Питања постављају питања која су потребни одговори. Дискусије дијеле идеје и започните разговоре. (Обавезно)
sr_latn: Pitanja postavljaju pitanja koja su potrebni odgovori. Diskusije dijele ideje i započnite razgovore. (Obavezno)

source: Question
ru: Питање
sr_latn: Pitanje

source: Endorse
ru: Одобрити
sr_latn: Odobriti

source: Unendorse
ru: Укрцан
sr_latn: Ukrcan

source: Mark as Answer
ru: Означите као одговор
sr_latn: Označite kao odgovor

source: Unmark as Answer
ru: Одзначи се као одговор
sr_latn: Odznači se kao odgovor

source: Follow
ru: Следити
sr_latn: Slediti

source: Unfollow
ru: Неправедан
sr_latn: Nepravedan

source: Vote for this post,
ru: Гласајте за овај пост,
sr_latn: Glasajte za ovaj post,

source: Report abuse
ru: Пријавити злоупотребу
sr_latn: Prijaviti zloupotrebu

source: Report
ru: Извештај
sr_latn: Izveštaj

source: Unreport
ru: Неискорисати
sr_latn: Neiskorisati

source: Pin
ru: Пин

source: Unpin
ru: Развелити
sr_latn: Razveliti

source: Open
ru: Отворен
sr_latn: Otvoren

source: Discussion Home
ru: Дом дома
sr_latn: Dom doma

source: How to use %(platform_name)s discussions
ru: Како се користи %(platform_name)s дискусије
sr_latn: Kako se koristi %(platform_name)s diskusije

source: Find discussions
ru: Пронађите дискусије
sr_latn: Pronađite diskusije

source: Use the All Topics menu to find specific topics.
ru: Користите све теме теме да бисте пронашли одређене теме.
sr_latn: Koristite sve teme teme da biste pronašli određene teme.

source: Search all posts
ru: Претражите све постове
sr_latn: Pretražite sve postove

source: Filter and sort topics
ru: Филтрирајте и сортирајте теме
sr_latn: Filtrirajte i sortirajte teme

source: Engage with posts
ru: Укључите се на постове
sr_latn: Uključite se na postove

source: Vote for good posts and responses
ru: Гласајте за добре постове и одговоре
sr_latn: Glasajte za dobre postove i odgovore

source: Report abuse, topics, and responses
ru: Пријавите злоупотребу, теме и одговоре
sr_latn: Prijavite zloupotrebu, teme i odgovore

source: Follow or unfollow posts
ru: Пратите или непамљиве постове
sr_latn: Pratite ili nepamljive postove

source: Receive updates
ru: Примање ажурирања
sr_latn: Primanje ažuriranja

source: Toggle Notifications Setting
ru: Пребаците поставке обавештења
sr_latn: Prebacite postavke obaveštenja

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
ru: Означите ово поље да бисте добили дигест е-поште једном дневно који вас обавештава о новој, непрочитаној активности из постова које пратите.
sr_latn: Označite ovo polje da biste dobili digest e-pošte jednom dnevno koji vas obaveštava o novoj, nepročitanoj aktivnosti iz postova koje pratite.

source: username or email
ru: Корисничко име или емаил
sr_latn: Korisničko ime ili email

source: course id
ru: ИД курса
sr_latn: ID kursa

source: No results
ru: Нема резултата
sr_latn: Nema rezultata

source: Course Key
ru: Кључ на курсу
sr_latn: Ključ na kursu

source: Status
ru: Статус

source: Grade
ru: Разреда
sr_latn: Razreda

source: Last Updated
ru: Последње ажурирано
sr_latn: Poslednje ažurirano

source: Regenerate
ru: Регенерисати
sr_latn: Regenerisati

source: Regenerate the user's certificate
ru: Регенерирајте сертификат корисника
sr_latn: Regenerirajte sertifikat korisnika
