Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: You are not enrolled in any programs yet.
ru: Још нисте уписани у било који програми.
sr_latn: Još niste upisani u bilo koji programi.

source: Explore Programs
ru: Истражите програме
sr_latn: Istražite programe

source: Browse recently launched courses and see what\'s new in your favorite subjects
ru: Прегледајте недавно покренуте курсеве и видите шта је ново у омиљеним субјектима
sr_latn: Pregledajte nedavno pokrenute kurseve i vidite šta je novo u omiljenim subjektima

source: Explore new programs
ru: Истражите нове програме
sr_latn: Istražite nove programe

source: Course
ru: Курс
sr_latn: Kurs

source: Completed
ru: Завршен
sr_latn: Završen

source: Remaining
ru: Преостали
sr_latn: Preostali

source: %(programName)s Home Page.
ru: %(programName)s Почетна страница.
sr_latn: %(programName)s Početna stranica.

source: Your {program} Certificate
ru: Ваш {program} сертификат
sr_latn: Vaš {program} sertifikat

source: Open the certificate you earned for the %(title)s program.
ru: Отворите потврду коју сте зарадили за програм %(title)s.
sr_latn: Otvorite potvrdu koju ste zaradili za program %(title)s.

source: Program Record
ru: Рекорд програма
sr_latn: Rekord programa

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
ru: Једном када завршите један од програмских захтева, имате програм програма. Овај запис је означен потпуним након што испуните све програме. Програмски записник може се користити за наставак путовања учења и показати своје учење другима.
sr_latn: Jednom kada završite jedan od programskih zahteva, imate program programa. Ovaj zapis je označen potpunim nakon što ispunite sve programe. Programski zapisnik može se koristiti za nastavak putovanja učenja i pokazati svoje učenje drugima.

source: View Program Record
ru: Погледајте запис о програму
sr_latn: Pogledajte zapis o programu

source: Additional Credit Opportunities
ru: Додатне могућности кредита
sr_latn: Dodatne mogućnosti kredita

source: Learn More
ru: Сазнајте више
sr_latn: Saznajte više

source: Additional Professional Opportunities
ru: Додатне професионалне могућности
sr_latn: Dodatne profesionalne mogućnosti

source: Congratulations!
ru: Честитам!
sr_latn: Čestitam!

source: You have successfully completed all the requirements for the %(title)s %(type)s.
ru: Успешно сте завршили све захтеве за %(title)s %(type)s.
sr_latn: Uspešno ste završili sve zahteve za %(title)s %(type)s.

source: Your Program Journey
ru: Ваше путовање
sr_latn: Vaše putovanje

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
ru: Пратите и планирајте свој напредак путем %(count)s курса (а) у овом програму. Да бисте довршили програм, морате да зарадите верификовану потврду за сваки курс.
sr_latn: Pratite i planirajte svoj napredak putem %(count)s kursa (a) u ovom programu. Da biste dovršili program, morate da zaradite verifikovanu potvrdu za svaki kurs.

source: Upgrade All Remaining Courses (
ru: Надоградите све преостале курсеве (
sr_latn: Nadogradite sve preostale kurseve (

source: COURSES IN PROGRESS
ru: Курсеви у току
sr_latn: Kursevi u toku

source: REMAINING COURSES
ru: Преостали курсеви
sr_latn: Preostali kursevi

source: COMPLETED COURSES
ru: Завршени курсеви
sr_latn: Završeni kursevi

source: As you complete courses, you will see them listed here.
ru: Како завршите курсеве, видећете их овде наведене.
sr_latn: Kako završite kurseve, videćete ih ovde navedene.

source: Complete courses on your schedule to ensure you stand out in your field!
ru: Комплетни курсеви у вашем распореду да бисте се осигурали да се истакнете у својој области!
sr_latn: Kompletni kursevi u vašem rasporedu da biste se osigurali da se istaknete u svojoj oblasti!

source: Transform your %(org)s %(type)s into a full master’s degree
ru: Трансформишите свој %(org)s %(type)s у пуни магистарски рад
sr_latn: Transformišite svoj %(org)s %(type)s u puni magistarski rad

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
ru: Успешан завршетак %(org)s %(program)s Акредитиви се може применити на флексибилне, ригорозне и приступачне мастерске степене са водећих светских универзитета.
sr_latn: Uspešan završetak %(org)s %(program)s Akreditivi se može primeniti na fleksibilne, rigorozne i pristupačne masterske stepene sa vodećih svetskih univerziteta.

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
ru: Пратите и планирајте свој напредак преко %(count)s курсева у овом програму. Да бисте довршили програм, морате да зарадите верификовану потврду за сваки курс.
sr_latn: Pratite i planirajte svoj napredak preko %(count)s kurseva u ovom programu. Da biste dovršili program, morate da zaradite verifikovanu potvrdu za svaki kurs.

source: {organization}\'s logo
ru: {organization} \ 'с логотип
sr_latn: {organization} \ 's logotip

source: My programs
ru: Моји програми
sr_latn: Moji programi

source: Needs verified certificate
ru: Потребан је верификовани сертификат
sr_latn: Potreban je verifikovani sertifikat

source: Upgrade to Verified
ru: Надоградите на верификовано
sr_latn: Nadogradite na verifikovano

source: New Address
ru: Нова адреса
sr_latn: Nova adresa

source: Password
ru: Лозинка
sr_latn: Lozinka

source: Change My Email Address
ru: Промените моју адресу е-поште
sr_latn: Promenite moju adresu e-pošte

source: Reset Password
ru: Ресетујте лозинку
sr_latn: Resetujte lozinku

source: Need help signing in?
ru: Требате помоћ у пријављивању?
sr_latn: Trebate pomoć u prijavljivanju?

source: Forgot my password
ru: Заборавио сам лозинку
sr_latn: Zaboravio sam lozinku

source: Other sign-in issues
ru: Остали питања пријаве
sr_latn: Ostali pitanja prijave

source: Sign in with your company or school
ru: Пријавите се са својом компанијом или школом
sr_latn: Prijavite se sa svojom kompanijom ili školom

source: Need other help signing in?
ru: Потребна је друга помоћ у пријави?
sr_latn: Potrebna je druga pomoć u prijavi?

source: Create an account
ru: Креирајте налог
sr_latn: Kreirajte nalog

source: Would you like to sign in using your %(providerName)s credentials?
ru: Да ли желите да се пријавите користећи свој %(providerName)s акредитиве?
sr_latn: Da li želite da se prijavite koristeći svoj %(providerName)s akreditive?

source: Sign in using %(providerName)s
ru: Пријавите се користећи %(providerName)s
sr_latn: Prijavite se koristeći %(providerName)s

source: Show me other ways to sign in or register
ru: Покажите ми друге начине да се пријавите или се региструјете
sr_latn: Pokažite mi druge načine da se prijavite ili se registrujete

source: Sign in with Institution/Campus Credentials
ru: Пријавите се са подацима о институцији / кампусу
sr_latn: Prijavite se sa podacima o instituciji / kampusu

source: Choose your institution from the list below:
ru: Изаберите своју институцију са доње листе:
sr_latn: Izaberite svoju instituciju sa donje liste:

source: Back to sign in
ru: Назад да се пријавите
sr_latn: Nazad da se prijavite

source: Register with Institution/Campus Credentials
ru: Региструјте се са подацима о институцији / кампусу
sr_latn: Registrujte se sa podacima o instituciji / kampusu

source: First time here?
ru: Први пут овде?
sr_latn: Prvi put ovde?

source: Create an Account.
ru: Креирајте налог.
sr_latn: Kreirajte nalog.

source: Sign in to continue learning as {email}
ru: Пријавите се да бисте наставили учење као {email}
sr_latn: Prijavite se da biste nastavili učenje kao {email}

source: Sign in to continue learning
ru: Пријавите се да бисте наставили учење
sr_latn: Prijavite se da biste nastavili učenje

source: You already have an edX account with your {enterprise_name} email address.
ru: Већ имате ЕДКС налог са својим {enterprise_name} адресом е-поште.
sr_latn: Već imate EDKS nalog sa svojim {enterprise_name} adresom e-pošte.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
ru: Подаци напријед, информације о вашем налогу ће се ажурирати и одржавати {enterprise_name}.
sr_latn: Podaci naprijed, informacije o vašem nalogu će se ažurirati i održavati {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
ru: Можете да прегледате своје податке или не повећате од {enterprise_name} било када у подешавањима вашег налога.
sr_latn: Možete da pregledate svoje podatke ili ne povećate od {enterprise_name} bilo kada u podešavanjima vašeg naloga.

source: To continue learning with this account, sign in below.
ru: Да бисте наставили са учењем са овим налогом, пријавите се у наставку.
sr_latn: Da biste nastavili sa učenjem sa ovim nalogom, prijavite se u nastavku.

source: Sign In
ru: Пријавити се
sr_latn: Prijaviti se

source: Sign in here using your email address and password, or use one of the providers listed below.
ru: Пријавите се овде користећи своју адресу е-поште и лозинку или користите један од доле наведених провајдера.
sr_latn: Prijavite se ovde koristeći svoju adresu e-pošte i lozinku ili koristite jedan od dole navedenih provajdera.

source: Sign in here using your email address and password.
ru: Пријавите се овде користећи своју адресу е-поште и лозинку.
sr_latn: Prijavite se ovde koristeći svoju adresu e-pošte i lozinku.

source: If you do not yet have an account, use the button below to register.
ru: Ако још немате налог, користите дугме испод да бисте се регистровали.
sr_latn: Ako još nemate nalog, koristite dugme ispod da biste se registrovali.

source: Use my university info
ru: Користите моје информације о универзитету
sr_latn: Koristite moje informacije o univerzitetu

source: or sign in with
ru: или се пријавите са
sr_latn: ili se prijavite sa

source: Sign in with %(providerName)s
ru: Пријавите се са %(providerName)s
sr_latn: Prijavite se sa %(providerName)s

source: Password assistance
ru: Помоћ за лозинку
sr_latn: Pomoć za lozinku

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
ru: Унесите адресу е-поште за пријаву или опоравак е-поште и ми ћемо вам послати е-пошту са упутствима.
sr_latn: Unesite adresu e-pošte za prijavu ili oporavak e-pošte i mi ćemo vam poslati e-poštu sa uputstvima.

source: Recover my password
ru: Опорави моју лозинку
sr_latn: Oporavi moju lozinku

source: Already have an {platformName} account?
ru: Већ имате {platformName} налог?
sr_latn: Već imate {platformName} nalog?

source: Sign in.
ru: Пријавите се.
sr_latn: Prijavite se.

source: Create an account using
ru: Креирајте налог користећи
sr_latn: Kreirajte nalog koristeći

source: Create account using %(providerName)s.
ru: Креирајте налог помоћу %(providerName)s.
sr_latn: Kreirajte nalog pomoću %(providerName)s.

source: Use my institution/campus credentials
ru: Користите моју институцију / акредитиве у кампусу
sr_latn: Koristite moju instituciju / akreditive u kampusu

source: or create a new one here
ru: или створите нови овде
sr_latn: ili stvorite novi ovde

source: Support education research by providing additional information
ru: Подршка истраживању образовања пружајући додатне информације
sr_latn: Podrška istraživanju obrazovanja pružajući dodatne informacije

source: Congratulations! You are now verified on %(platformName)s!
ru: Честитам! Сада сте верификовани на %(platformName)s!
sr_latn: Čestitam! Sada ste verifikovani na %(platformName)s!

source: You are now enrolled as a verified student for:
ru: Сада сте уписани као верификовани студент за:
sr_latn: Sada ste upisani kao verifikovani student za:

source: A list of courses you have just enrolled in as a verified student
ru: Списак курсева које сте управо уписали као верификовани студент
sr_latn: Spisak kurseva koje ste upravo upisali kao verifikovani student

source: Explore your course!
ru: Истражите свој курс!
sr_latn: Istražite svoj kurs!

source: Go to your Dashboard
ru: Иди на своју командну таблу
sr_latn: Idi na svoju komandnu tablu

source: Verified Status
ru: Верификовани статус
sr_latn: Verifikovani status

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
ru: Хвала вам што сте послали фотографије. Ускоро ћемо их прегледати. Сада се сада можете пријавити за било који %(platformName)s курс који нуди верификоване сертификате. Верификација је добра за годину дана. Након годину дана, морате поново да предате фотографије за верификацију.
sr_latn: Hvala vam što ste poslali fotografije. Uskoro ćemo ih pregledati. Sada se sada možete prijaviti za bilo koji %(platformName)s kurs koji nudi verifikovane sertifikate. Verifikacija je dobra za godinu dana. Nakon godinu dana, morate ponovo da predate fotografije za verifikaciju.

source: Error:
ru: Грешка:
sr_latn: Greška:

source: What You Need for Verification
ru: Оно што вам је потребно за верификацију
sr_latn: Ono što vam je potrebno za verifikaciju

source: Device with Camera
ru: Уређај са камером
sr_latn: Uređaj sa kamerom

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
ru: Потребан вам је уређај који има веб камеру. Ако примите запис прегледача за приступ фотоапарату, обавезно кликните 'Allow'.
sr_latn: Potreban vam je uređaj koji ima veb kameru. Ako primite zapis pregledača za pristup fotoaparatu, obavezno kliknite 'Allow'.

source: Photo Identification
ru: Идентификација фотографија
sr_latn: Identifikacija fotografija

source: You need a valid ID that contains your full name and photo.
ru: Потребан вам је важећи ИД који садржи ваше пуно име и фотографију.
sr_latn: Potreban vam je važeći ID koji sadrži vaše puno ime i fotografiju.

source: Take Your Photo
ru: Скини своју фотографију
sr_latn: Skini svoju fotografiju

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
ru: Када је лице у положају, користите дугме Снимање Пхото Пхото {icon} у наставку да бисте снимили фотографију.
sr_latn: Kada je lice u položaju, koristite dugme Snimanje Photo Photo {icon} u nastavku da biste snimili fotografiju.

source: To take a successful photo, make sure that:
ru: Да бисте узели успешну фотографију, уверите се да:
sr_latn: Da biste uzeli uspešnu fotografiju, uverite se da:

source: Your face is well-lit.
ru: Ваше лице је добро осветљено.
sr_latn: Vaše lice je dobro osvetljeno.

source: Your entire face fits inside the frame.
ru: Читаво ваше лице се уклапа у оквир.
sr_latn: Čitavo vaše lice se uklapa u okvir.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
ru: Да бисте снимили фотографију свог лица, кликните на дугме камере {icon}. Ако требате поново да покушате, кликните 'Retake Photo'.
sr_latn: Da biste snimili fotografiju svog lica, kliknite na dugme kamere {icon}. Ako trebate ponovo da pokušate, kliknite 'Retake Photo'.

source: Frequently Asked Questions
ru: Често постављана питања
sr_latn: Često postavljana pitanja

source: Why does %(platformName)s need my photo?
ru: Зашто %(platformName)s треба моја фотографија?
sr_latn: Zašto %(platformName)s treba moja fotografija?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
ru: Користимо ваше фотографије верификације да потврдимо ваш идентитет и осигурамо валидност вашег сертификата.
sr_latn: Koristimo vaše fotografije verifikacije da potvrdimo vaš identitet i osiguramo validnost vašeg sertifikata.

source: What does %(platformName)s do with this photo?
ru: Шта %(platformName)s са овом фотографијом?
sr_latn: Šta %(platformName)s sa ovom fotografijom?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
ru: Сигурно шифрирамо вашу фотографију и пошаљемо га на нашу службу за ауторизацију за преглед. Ваша фотографија и информације се не чувају или видљиве нигде на %(platformName)s након завршетка процеса верификације.
sr_latn: Sigurno šifriramo vašu fotografiju i pošaljemo ga na našu službu za autorizaciju za pregled. Vaša fotografija i informacije se ne čuvaju ili vidljive nigde na %(platformName)s nakon završetka procesa verifikacije.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
ru: Шта ако могу да видим моју фотографију, одредите која је страна видљива?
sr_latn: Šta ako mogu da vidim moju fotografiju, odredite koja je strana vidljiva?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
ru: Можда ћете моћи да довршите поступак хватања слике без помоћи, али може потрајати неколико покушаја подношења да се постави постављање камере. Оптимално позиционирање камере варира са сваким рачунаром, али генерално је најбољи положај за главу око 12-18 инча (30-45 центиметара) са камере, са вашом главом усредсређеним на екрану рачунара.
sr_latn: Možda ćete moći da dovršite postupak hvatanja slike bez pomoći, ali može potrajati nekoliko pokušaja podnošenja da se postavi postavljanje kamere. Optimalno pozicioniranje kamere varira sa svakim računarom, ali generalno je najbolji položaj za glavu oko 12-18 inča (30-45 centimetara) sa kamere, sa vašom glavom usredsređenim na ekranu računara.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
ru: Ако се фотографије које предате, покушајте да померате оријентацију рачунара или камере да бисте променили углови осветљења. Најчешћи разлог за одбијање је немогућност прочитања текста на личној картици.
sr_latn: Ako se fotografije koje predate, pokušajte da pomerate orijentaciju računara ili kamere da biste promenili uglovi osvetljenja. Najčešći razlog za odbijanje je nemogućnost pročitanja teksta na ličnoj kartici.

source: What if I have difficulty holding my head in position relative to the camera?
ru: Шта ако имам потешкоћа да држим главу у положају у односу на камеру?
sr_latn: Šta ako imam poteškoća da držim glavu u položaju u odnosu na kameru?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
ru: Ако вам је потребна помоћ уз снимање фотографије за подношење, контактирајте %(platformName)s Подршка за додатне предлоге.
sr_latn: Ako vam je potrebna pomoć uz snimanje fotografije za podnošenje, kontaktirajte %(platformName)s Podrška za dodatne predloge.

source: Next: %(nextStepTitle)s
ru: Следећи: %(nextStepTitle)s
sr_latn: Sledeći: %(nextStepTitle)s

source: Take a Photo of Your ID
ru: Снимите фотографију свог ИД-а
sr_latn: Snimite fotografiju svog ID-a

source: Use your webcam to take a photo of your ID.
ru: Користите своју веб камеру да бисте снимили фотографију свог ИД-а.
sr_latn: Koristite svoju veb kameru da biste snimili fotografiju svog ID-a.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
ru: Потребан вам је ид са вашим именом и фотографијом. Сви су прихватљиви возачку дозволу, пасош или ид.
sr_latn: Potreban vam je id sa vašim imenom i fotografijom. Svi su prihvatljivi vozačku dozvolu, pasoš ili id.

source: Tips on taking a successful photo
ru: Савети за узимање успешне фотографије
sr_latn: Saveti za uzimanje uspešne fotografije

source: Ensure that you can see your photo and read your name
ru: Проверите да ли можете да видите своју фотографију и прочитате своје име
sr_latn: Proverite da li možete da vidite svoju fotografiju i pročitate svoje ime

source: Make sure your ID is well-lit
ru: Проверите да ли је ид добро осветљен
sr_latn: Proverite da li je id dobro osvetljen

source: Once in position, use the Take Photo button {icon} to capture your ID
ru: Једном у положају, користите дугме Снимање Пхото {icon} да бисте снимили ИД ИД
sr_latn: Jednom u položaju, koristite dugme Snimanje Photo {icon} da biste snimili ID ID

source: Use the Retake Photo button if you are not pleased with your photo
ru: Користите дугме за фотографије Реламе ако нисте задовољни фотографијом
sr_latn: Koristite dugme za fotografije Relame ako niste zadovoljni fotografijom

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
ru: Као део процеса верификације, фотографирајте и своје лице и ИД фотографије. Наша служба за ауторизацију потврђује ваш идентитет упоређивањем фотографија коју узимате са фотографијом на вашој личности.
sr_latn: Kao deo procesa verifikacije, fotografirajte i svoje lice i ID fotografije. Naša služba za autorizaciju potvrđuje vaš identitet upoređivanjem fotografija koju uzimate sa fotografijom na vašoj ličnosti.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
ru: Можда ћете моћи да довршите поступак хватања слике без помоћи, али може потрајати неколико покушаја подношења да се постави постављање камере. Оптимално позиционирање камере варира са сваким рачунаром, али генерално, најбољи положај за фотографију личне карте је 8-12 инча (20-30 центиметара) са камере, са ИД картицом у односу на камеру.
sr_latn: Možda ćete moći da dovršite postupak hvatanja slike bez pomoći, ali može potrajati nekoliko pokušaja podnošenja da se postavi postavljanje kamere. Optimalno pozicioniranje kamere varira sa svakim računarom, ali generalno, najbolji položaj za fotografiju lične karte je 8-12 inča (20-30 centimetara) sa kamere, sa ID karticom u odnosu na kameru.

source: What if I have difficulty holding my ID in position relative to the camera?
ru: Шта ако имам потешкоћа да држим свој ИД у положају у односу на камеру?
sr_latn: Šta ako imam poteškoća da držim svoj ID u položaju u odnosu na kameru?

source: Preview of uploaded image
ru: Преглед пренесене слике
sr_latn: Pregled prenesene slike

source: Upload an image or capture one with your web or phone camera.
ru: Отпремите слику или снимите један са својом мрежом или телефонском камером.
sr_latn: Otpremite sliku ili snimite jedan sa svojom mrežom ili telefonskom kamerom.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
ru: Употријебите своју веб камеру да се сликате лице. Ову фотографију ћемо ускладити са фотографијом на вашој личности.
sr_latn: Upotrijebite svoju veb kameru da se slikate lice. Ovu fotografiju ćemo uskladiti sa fotografijom na vašoj ličnosti.
