Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
ru: Проверите да ли је ваш прегледач ажуриран на {strong_start} {a_start} Најновије могуће могуће верзије{a_end} {strong_end}. Такође, проверите да ли је ваш {strong_start} прикључен, укључен, и остављен да функционише у вашем веб претраживачу (обично подесиво у подешавањима прегледача) .{strong_end}
sr_latn: Proverite da li je vaš pregledač ažuriran na {strong_start} {a_start} Najnovije moguće moguće verzije{a_end} {strong_end}. Takođe, proverite da li je vaš {strong_start} priključen, uključen, i ostavljen da funkcioniše u vašem veb pretraživaču (obično podesivo u podešavanjima pregledača) .{strong_end}

source: Re-Verification
ru: Поново верификација
sr_latn: Ponovo verifikacija

source: Identity Verification
ru: Верификација идентитета
sr_latn: Verifikacija identiteta

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
ru: Већ сте поднели своје податке о верификацији. Видећете поруку на вашој контролној табли када је поступак верификације завршен (обично у року од 5-7 дана).
sr_latn: Već ste podneli svoje podatke o verifikaciji. Videćete poruku na vašoj kontrolnoj tabli kada je postupak verifikacije završen (obično u roku od 5-7 dana).

source: You cannot verify your identity at this time.
ru: Тренутно не можете да потврдите свој идентитет.
sr_latn: Trenutno ne možete da potvrdite svoj identitet.

source: Return to Your Dashboard
ru: Повратак на вашу командну таблу
sr_latn: Povratak na vašu komandnu tablu

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
ru: Ова веб локација користи колачиће како би се осигурало да добијете најбоље искуство на нашој веб локацији. Ако наставите са прегледавањем ове странице, схватамо да прихватате употребу колачића.
sr_latn: Ova veb lokacija koristi kolačiće kako bi se osiguralo da dobijete najbolje iskustvo na našoj veb lokaciji. Ako nastavite sa pregledavanjem ove stranice, shvatamo da prihvatate upotrebu kolačića.

source: Got it!
ru: Схватио сам!
sr_latn: Shvatio sam!

source: Learn more
ru: Сазнајте више
sr_latn: Saznajte više

source: View
ru: Прегледан
sr_latn: Pregledan

source: {span_start}(active){span_end}
ru: {span_start} (Ацтиве) {span_end}

source: Changes
ru: Промене
sr_latn: Promene

source: {span_start}active{span_end}
ru: {span_start} Ацтиве{span_end}

source: Course Wiki
ru: Течај вики
sr_latn: Tečaj viki

source: Add article
ru: Додајте чланак
sr_latn: Dodajte članak

source: Preview Language Setting
ru: Подешавање језика за преглед
sr_latn: Podešavanje jezika za pregled

source: Language Code
ru: Језички код
sr_latn: Jezički kod

source: e.g. en for English
ru: нпр. ен за енглески језик
sr_latn: npr. en za engleski jezik

source: Preview Theme
ru: Тема прегледа
sr_latn: Tema pregleda

source: All Rights Reserved
ru: Сва права задржана
sr_latn: Sva prava zadržana

source: Attribution
ru: Атрибуција
sr_latn: Atribucija

source: Noncommercial
ru: Некомерцијални
sr_latn: Nekomercijalni

source: No Derivatives
ru: Нема деривата
sr_latn: Nema derivata

source: Share Alike
ru: Поделите подједнако
sr_latn: Podelite podjednako

source: Creative Commons licensed content, with terms as follow:
ru: Цреативе Цоммонс лиценциран садржај, са условима следеће:
sr_latn: Creative Commons licenciran sadržaj, sa uslovima sledeće:

source: Some Rights Reserved
ru: Нека права задржана
sr_latn: Neka prava zadržana

source: Upcoming Dates
ru: Предстојећи датуми
sr_latn: Predstojeći datumi

source: View all course dates
ru: Погледајте све датуме курса
sr_latn: Pogledajte sve datume kursa

source: This course does not have any updates.
ru: Овај курс нема ниједна ажурирања.
sr_latn: Ovaj kurs nema nijedna ažuriranja.

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
ru: {tos_link_start} Услови услуге{tos_link_end} и {honor_link_start} Хонор Цоде{honor_link_end}
sr_latn: {tos_link_start} Uslovi usluge{tos_link_end} i {honor_link_start} Honor Code{honor_link_end}

source: Copyright
ru: Ауторска права
sr_latn: Autorska prava

source: Copyright {year}. All rights reserved.
ru: Цопиригхт {year}. Сва права задржана.
sr_latn: Copiright {year}. Sva prava zadržana.

source: For anyone, anywhere, anytime
ru: За било кога, било где, било када
sr_latn: Za bilo koga, bilo gde, bilo kada

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
ru: Жао нам је, али ова верзија вашег прегледача није подржана. Покушајте поново помоћу другог прегледача или новију верзију прегледача.
sr_latn: Žao nam je, ali ova verzija vašeg pregledača nije podržana. Pokušajte ponovo pomoću drugog pregledača ili noviju verziju pregledača.

source: The following errors occurred while processing your registration:
ru: Следеће грешке су се догодиле током обраде ваше регистрације:
sr_latn: Sledeće greške su se dogodile tokom obrade vaše registracije:

source: Sign up with {provider_name}
ru: Пријавите се са {provider_name}
sr_latn: Prijavite se sa {provider_name}

source: Create your own {platform_name} account below
ru: Креирајте сопствени {platform_name} налог у наставку
sr_latn: Kreirajte sopstveni {platform_name} nalog u nastavku

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ru: Обавезна поља примећују <стронг цласс = "indicator"> подебљани текст и звездица (*) </ стронг>.
sr_latn: Obavezna polja primećuju <strong class = "indicator"> podebljani tekst i zvezdica (*) </ strong>.

source: You've successfully signed in with {selected_provider}.
ru: Успешно сте се пријавили са {selected_provider}.
sr_latn: Uspešno ste se prijavili sa {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
ru: Само нам требају још мало информација пре него што почнете да учите са {platform_name}.
sr_latn: Samo nam trebaju još malo informacija pre nego što počnete da učite sa {platform_name}.

source: Please complete the following fields to register for an account.
ru: Молимо испуните следећа поља да бисте се регистрирали за налог.
sr_latn: Molimo ispunite sledeća polja da biste se registrirali za nalog.

source: example: Jane Doe
ru: Пример: Јане Дое
sr_latn: Primer: Jane Doe

source: Your legal name, used for any certificates you earn.
ru: Ваше правно име, користи се за било какве потврде које зарадите.
sr_latn: Vaše pravno ime, koristi se za bilo kakve potvrde koje zaradite.

source: example: JaneDoe
ru: Пример: Јанедое
sr_latn: Primer: Janedoe

source: Will be shown in any discussions or forums you participate in
ru: Биће приказано у било којој расправи или форумима у којима учествујете
sr_latn: Biće prikazano u bilo kojoj raspravi ili forumima u kojima učestvujete

source: cannot be changed later
ru: не може се касније мењати
sr_latn: ne može se kasnije menjati

source: Welcome {username}
ru: Добродошли {username}
sr_latn: Dobrodošli {username}

source: Enter a Public Display Name:
ru: Унесите јавно приказно име:
sr_latn: Unesite javno prikazno ime:

source: Public Display Name
ru: Јавно приказно име
sr_latn: Javno prikazno ime

source: Additional Personal Information
ru: Додатне личне податке
sr_latn: Dodatne lične podatke

source: example: New York
ru: Пример: Њујорк
sr_latn: Primer: Njujork

source: Highest Level of Education Completed
ru: Највиши ниво образовања је завршен
sr_latn: Najviši nivo obrazovanja je završen

source: Year of Birth
ru: Година рођења
sr_latn: Godina rođenja

source: Please share with us your reasons for registering with {platform_name}
ru: Молимо вас да поделите са нама ваши разлози за регистрацију са {platform_name}
sr_latn: Molimo vas da podelite sa nama vaši razlozi za registraciju sa {platform_name}

source: Account Acknowledgements
ru: Захтева на рачуну
sr_latn: Zahteva na računu

source: Preferences for {platform_name}
ru: Поставке за {platform_name}
sr_latn: Postavke za {platform_name}

source: Update my {platform_name} Account
ru: Ажурирајте мој {platform_name} налог
sr_latn: Ažurirajte moj {platform_name} nalog

source: Processing your account information
ru: Обрађујете податке о вашем налогу
sr_latn: Obrađujete podatke o vašem nalogu

source: Welcome {username}! Please set your preferences below
ru: Добродошли {username}! Молимо поставите своје поставке у наставку
sr_latn: Dobrodošli {username}! Molimo postavite svoje postavke u nastavku

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
ru: Обавезна поља примећују {strong_indicator} Болд Тект и Астерск (*). {strong_close}
sr_latn: Obavezna polja primećuju {strong_indicator} Bold Tekt i Astersk (*). {strong_close}

source: Update My Account
ru: Ажурирајте мој рачун
sr_latn: Ažurirajte moj račun

source: Registration Help
ru: Помоћ за регистрацију
sr_latn: Pomoć za registraciju

source: Already registered?
ru: Већ регистрован?
sr_latn: Već registrovan?

source: Log in
ru: Пријавити се
sr_latn: Prijaviti se

source: Next Steps
ru: Следећи кораци
sr_latn: Sledeći koraci

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ru: Добићете е-пошту за активирање. Морате да кликнете на везу за активирање да бисте довршили поступак. ДОН't see the email? Check your spam folder and mark emails from class.stanford.edu as ' НЕ СПАМ', since you' ЛЛ Желите да примите е-пошту са својих курсева.
sr_latn: Dobićete e-poštu za aktiviranje. Morate da kliknete na vezu za aktiviranje da biste dovršili postupak. DON't see the email? Check your spam folder and mark emails from class.stanford.edu as ' NE SPAM', since you' LL Želite da primite e-poštu sa svojih kurseva.

source: Need Help?
ru: Требате помоћ?
sr_latn: Trebate pomoć?

source: Need help in registering with {platform_name}?
ru: Потребна вам је помоћ у регистрацији са {platform_name}?
sr_latn: Potrebna vam je pomoć u registraciji sa {platform_name}?

source: View our FAQs for answers to commonly asked questions.
ru: Погледајте наше постављана питања за одговоре на уобичајено постављена питања.
sr_latn: Pogledajte naše postavljana pitanja za odgovore na uobičajeno postavljena pitanja.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
ru: Једном када се региструју, највише питања налазе се на форумима за дискусију на курсу или путем ФАК-а.
sr_latn: Jednom kada se registruju, najviše pitanja nalaze se na forumima za diskusiju na kursu ili putem FAK-a.

source: Thank you for signing up for {platform_name}.
ru: Хвала вам што сте се пријавили за {platform_name}.
sr_latn: Hvala vam što ste se prijavili za {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ru: Промените свој живот и започните да учите данас активирањем вашег {platform_name} налога. Кликните на доњу везу или копирајте и залепите га у адресну траку вашег прегледача.
sr_latn: Promenite svoj život i započnite da učite danas aktiviranjem vašeg {platform_name} naloga. Kliknite na donju vezu ili kopirajte i zalepite ga u adresnu traku vašeg pregledača.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
ru: Ако сте то не требате учинити било шта; Нећете добити више од нас. Не одговарајте на ову е-пошту; Ако вам је потребна помоћ, проверите да ли је о пресјеку веб странице {platform_name} курсева.
sr_latn: Ako ste to ne trebate učiniti bilo šta; Nećete dobiti više od nas. Ne odgovarajte na ovu e-poštu; Ako vam je potrebna pomoć, proverite da li je o presjeku veb stranice {platform_name} kurseva.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
ru: Ово је да потврдите да сте променили е-маил повезану са {platform_name} са {old_email} до {new_email}. Ако нисте направили овај захтев, контактирајте нас на
sr_latn: Ovo je da potvrdite da ste promenili e-mail povezanu sa {platform_name} sa {old_email} do {new_email}. Ako niste napravili ovaj zahtev, kontaktirajte nas na

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
ru: Добили смо захтев да променимо е-пошту повезану са вашим {platform_name} налогом од {old_email} до {new_email}. Ако је то тачно, потврдите нову адресу е-поште посетили:
sr_latn: Dobili smo zahtev da promenimo e-poštu povezanu sa vašim {platform_name} nalogom od {old_email} do {new_email}. Ako je to tačno, potvrdite novu adresu e-pošte posetili:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
ru: Жао нам је. Наше особље курса није одобрило ваш захтев да промените своје име од {old_name} на {new_name}. Ако вам је потребна додатна помоћ, пошаљите е-пошту техничкој подршци на {email}
sr_latn: Žao nam je. Naše osoblje kursa nije odobrilo vaš zahtev da promenite svoje ime od {old_name} na {new_name}. Ako vam je potrebna dodatna pomoć, pošaljite e-poštu tehničkoj podršci na {email}

source: Put your Terms of Service here!
ru: Овде ставите своје услове услуге!
sr_latn: Ovde stavite svoje uslove usluge!

source: Put your Privacy Policy here!
ru: Овде ставите своју политику приватности!
sr_latn: Ovde stavite svoju politiku privatnosti!

source: Put your Honor Code here!
ru: Ставите часни код овде!
sr_latn: Stavite časni kod ovde!

source: Put your Copyright Text here!
ru: Овде ставите свој текст ауторских права!
sr_latn: Ovde stavite svoj tekst autorskih prava!

source: Code Editor
ru: Уредник кода
sr_latn: Urednik koda

source: The page that you were looking for was not found.
ru: Страница коју сте тражили није пронађена.
sr_latn: Stranica koju ste tražili nije pronađena.

source: Go back to the {homepage}.
ru: Вратите се на {homepage}.
sr_latn: Vratite se na {homepage}.

source: {studio_name} Server Error
ru: {studio_name} Грешка сервера
sr_latn: {studio_name} Greška servera

source: The {em_start}{studio_name}{em_end} servers encountered an error
ru: {em_start} {studio_name} {em_end} сервери су наишли на грешку
sr_latn: {em_start} {studio_name} {em_end} serveri su naišli na grešku

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
ru: Дошло је до грешке у {studio_name} и страница се није могла учитати. Покушајте поново за неколико тренутака.
sr_latn: Došlo je do greške u {studio_name} i stranica se nije mogla učitati. Pokušajte ponovo za nekoliko trenutaka.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
ru: Пријављени смо грешку и наше особље тренутно ради на томе да се ова грешка реши што је пре могуће.
sr_latn: Prijavljeni smo grešku i naše osoblje trenutno radi na tome da se ova greška reši što je pre moguće.

source: Studio Accessibility Policy
ru: Политика приступачности студија
sr_latn: Politika pristupačnosti studija

source: Files
ru: Датотеке
sr_latn: Datoteke

source: Course Certificates
ru: Потврде курса
sr_latn: Potvrde kursa

source: This module is not enabled.
ru: Овај модул није омогућен.
sr_latn: Ovaj modul nije omogućen.

source: This course does not use a mode that offers certificates.
ru: Овај курс не користи режим који нуди сертификате.
sr_latn: Ovaj kurs ne koristi režim koji nudi sertifikate.

source: Working with Certificates
ru: Рад са сертификатима
sr_latn: Rad sa sertifikatima

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
ru: Наведите наслов курса да бисте користили у сертификату ако је службени наслов предмета предуго да би се добро приказао.
sr_latn: Navedite naslov kursa da biste koristili u sertifikatu ako je službeni naslov predmeta predugo da bi se dobro prikazao.

source: For verified certificates, specify between one and four signatories and upload the associated images.
ru: За верификоване сертификате, наведите између једне и четири потписнике и отпремите придружене слике.
sr_latn: Za verifikovane sertifikate, navedite između jedne i četiri potpisnike i otpremite pridružene slike.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
ru: Да бисте изменили или избрисали сертификат пре него што је активиран, лебдите изнад горњег десног угла обрасца и изаберите {em_start} Едит{em_end} или икону брисања.
sr_latn: Da biste izmenili ili izbrisali sertifikat pre nego što je aktiviran, lebdite iznad gornjeg desnog ugla obrasca i izaberite {em_start} Edit{em_end} ili ikonu brisanja.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
ru: Да бисте погледали узорак сертификата, изаберите режим курса и изаберите {em_start} Превиев ЦЕРТИФИКЕТ{em_end}.
sr_latn: Da biste pogledali uzorak sertifikata, izaberite režim kursa i izaberite {em_start} Previev CERTIFIKET{em_end}.

source: Issuing Certificates to Learners
ru: Издавање сертификата за ученике
sr_latn: Izdavanje sertifikata za učenike

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
ru: За почетак издавања сертификата курса, члан тима за курс са особљем или администрованом улогом бира {em_start} активацију{em_end}. Чланови тима само на курсу са овим улогама могу да уређују или бришу активирани сертификат.
sr_latn: Za početak izdavanja sertifikata kursa, član tima za kurs sa osobljem ili administrovanom ulogom bira {em_start} aktivaciju{em_end}. Članovi tima samo na kursu sa ovim ulogama mogu da uređuju ili brišu aktivirani sertifikat.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
ru: {em_start} До Нот{em_end} Избришите сертификате након почетка курса; Ученици који су већ зарадили сертификате више неће моћи да им приступе.
sr_latn: {em_start} Do Not{em_end} Izbrišite sertifikate nakon početka kursa; Učenici koji su već zaradili sertifikate više neće moći da im pristupe.

source: Learn more about certificates
ru: Сазнајте више о сертификатима
sr_latn: Saznajte više o sertifikatima

source: Details & Schedule
ru: Детаљи и распоред
sr_latn: Detalji i raspored

source: Grading
ru: Оцјењивање
sr_latn: Ocjenjivanje

source: Course Team
ru: Тим за курс
sr_latn: Tim za kurs

source: Advanced Settings
ru: Напредна подешавања
sr_latn: Napredna podešavanja

source: Proctored Exam Settings
ru: Подешавања испитних испита
sr_latn: Podešavanja ispitnih ispita

source: Checklists
ru: Контролне листе
sr_latn: Kontrolne liste

source: Tools
ru: Алате
sr_latn: Alate

source: Duplicate
ru: Дупликат
sr_latn: Duplikat

source: Duplicate this component
ru: Дуплирајте ову компоненту
sr_latn: Duplirajte ovu komponentu

source: Move
ru: Преместити
sr_latn: Premestiti

source: Delete this component
ru: Избришите ову компоненту
sr_latn: Izbrišite ovu komponentu

source: Drag to reorder
ru: Превуците да бисте наручили
sr_latn: Prevucite da biste naručili

source: Page Actions
ru: Акције странице
sr_latn: Akcije stranice

source: Open the courseware in the LMS
ru: Отворите курс у ЛМС-у
sr_latn: Otvorite kurs u LMS-u

source: View Live Version
ru: Погледајте верзију уживо
sr_latn: Pogledajte verziju uživo

source: Preview the courseware in the LMS
ru: Прегледајте курс у ЛМС-у
sr_latn: Pregledajte kurs u LMS-u

source: Collapse All
ru: Срушити све
sr_latn: Srušiti sve

source: Adding components
ru: Додавање компоненти
sr_latn: Dodavanje komponenti

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
ru: Изаберите тип компоненте под {strong_start} Додајте нову компонентну{strong_end}. Затим изаберите предложак.
sr_latn: Izaberite tip komponente pod {strong_start} Dodajte novu komponentnu{strong_end}. Zatim izaberite predložak.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
ru: Нова компонента се додаје на дну странице или групе. Затим можете да измените и померите компоненту.
sr_latn: Nova komponenta se dodaje na dnu stranice ili grupe. Zatim možete da izmenite i pomerite komponentu.

source: Editing components
ru: Уређивање компоненти
sr_latn: Uređivanje komponenti

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
ru: Кликните на икону {strong_start} Едит{strong_end} у компоненту да бисте изменили његов садржај.
sr_latn: Kliknite na ikonu {strong_start} Edit{strong_end} u komponentu da biste izmenili njegov sadržaj.

source: Reorganizing components
ru: Реорганизациона компонента
sr_latn: Reorganizaciona komponenta

source: Drag components to new locations within this component.
ru: Превуците компоненте на нове локације унутар ове компоненте.
sr_latn: Prevucite komponente na nove lokacije unutar ove komponente.

source: For content experiments, you can drag components to other groups.
ru: За експерименте садржаја можете превући компоненте другим групама.
sr_latn: Za eksperimente sadržaja možete prevući komponente drugim grupama.

source: Working with content experiments
ru: Рад са садржајним експериментима
sr_latn: Rad sa sadržajnim eksperimentima

source: Confirm that you have properly configured content in each of your experiment groups.
ru: Потврдите да имате правилно конфигурисани садржај у сваком од ваших експериментних група.
sr_latn: Potvrdite da imate pravilno konfigurisani sadržaj u svakom od vaših eksperimentnih grupa.

source: Learn more about component containers
ru: Сазнајте више о компонентним контејнерима
sr_latn: Saznajte više o komponentnim kontejnerima

source: Unit Location
ru: Локација јединица
sr_latn: Lokacija jedinica

source: Location ID
ru: ИД локације
sr_latn: ID lokacije

source: To create a link to this unit from an HTML component in this course, enter {unit_link} as the URL value.
ru: Да бисте креирали везу до ове јединице из ХТМЛ компоненте у овом курсу, унесите {unit_link} као вредност УРЛ-а.
sr_latn: Da biste kreirali vezu do ove jedinice iz HTML komponente u ovom kursu, unesite {unit_link} kao vrednost URL-a.

source: Create a Course Rerun of:
ru: Креирајте курс Рерун од:
sr_latn: Kreirajte kurs Rerun od:

source: Create a re-run of a course
ru: Креирајте поновну покренуцу курса
sr_latn: Stvorite ponovnu pokrenucu kursa

source: You are creating a re-run from:
ru: Израђујете поновно покретање од:
sr_latn: Izrađujete ponovno pokretanje od:
