Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
ru: {em_start} ОПРЕЗ: {em_end} Када извозите курс, информације као што су МАТЛАБ АПИ кључеви, ЛТИ пасоши, назначене токене токене, и УРЛ-ови за складиштење напомена укључени су у извозне податке. Ако делите своје извозне датотеке, можете и делити осетљиве или податке о лиценци.
sr_latn: {em_start} OPREZ: {em_end} Kada izvozite kurs, informacije kao što su MATLAB API ključevi, LTI pasoši, naznačene tokene tokene, i URL-ovi za skladištenje napomena uključeni su u izvozne podatke. Ako delite svoje izvozne datoteke, možete i deliti osetljive ili podatke o licenci.

source: Export My Library Content
ru: Извезите мој садржај библиотеке
sr_latn: Izvezite moj sadržaj biblioteke

source: Export My Course Content
ru: Извозите мој садржај курса
sr_latn: Izvozite moj sadržaj kursa

source: Export Library Content
ru: Садржај библиотеке извоза
sr_latn: Sadržaj biblioteke izvoza

source: Export Course Content
ru: Садржај извоза курса
sr_latn: Sadržaj izvoza kursa

source: Library Export Status
ru: Статус извоза библиотеке
sr_latn: Status izvoza biblioteke

source: Course Export Status
ru: Статус извоза курса
sr_latn: Status izvoza kursa

source: Preparing
ru: Припремајући
sr_latn: Pripremajući

source: Preparing to start the export
ru: Припрема за покретање извоза
sr_latn: Priprema za pokretanje izvoza

source: Exporting
ru: Извоз извоза
sr_latn: Izvoz izvoza

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
ru: Стварање датотека са извозним подацима (сада можете сигурно оставити ову страницу, али избегавајте да драстичне промене садржаја све док овај извоз буде довршен)
sr_latn: Stvaranje datoteka sa izvoznim podacima (sada možete sigurno ostaviti ovu stranicu, ali izbegavajte da drastične promene sadržaja sve dok ovaj izvoz bude dovršen)

source: Compressing
ru: Компримовање
sr_latn: Komprimovanje

source: Compressing the exported data and preparing it for download
ru: Компримирање извозних података и припрема га за преузимање
sr_latn: Komprimiranje izvoznih podataka i priprema ga za preuzimanje

source: Your exported library can now be downloaded
ru: Ваша Извозна библиотека сада се може преузети
sr_latn: Vaša Izvozna biblioteka sada se može preuzeti

source: Your exported course can now be downloaded
ru: Ваш извозни курс сада се може преузети
sr_latn: Vaš izvozni kurs sada se može preuzeti

source: Download Exported Library
ru: Преузмите извезену библиотеку
sr_latn: Preuzmite izvezenu biblioteku

source: Download Exported Course
ru: Преузмите извозни курс
sr_latn: Preuzmite izvozni kurs

source: Data {em_start}exported with{em_end} your course:
ru: Подаци {em_start} Извезени са Ат{em_end} Ваш курс:
sr_latn: Podaci {em_start} Izvezeni sa At{em_end} Vaš kurs:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
ru: Вредности из напредних подешавања, укључујући МАТЛАБ АПИ кључеве и ЛТИ пасоше
sr_latn: Vrednosti iz naprednih podešavanja, uključujući MATLAB API ključeve i LTI pasoše

source: Course Content (all Sections, Sub-sections, and Units)
ru: Садржај курса (сви одељци, подсекције и јединице)
sr_latn: Sadržaj kursa (svi odeljci, podsekcije i jedinice)

source: Course Structure
ru: Структура курса
sr_latn: Struktura kursa

source: Individual Problems
ru: Појединачни проблеми
sr_latn: Pojedinačni problemi

source: Course Assets
ru: Средства за точка
sr_latn: Sredstva za točka

source: Course Settings
ru: Подешавања курса
sr_latn: Podešavanja kursa

source: Data {em_start}not exported{em_end} with your course:
ru: Подаци {em_start} Не извозите{em_end} са курсом:
sr_latn: Podaci {em_start} Ne izvozite{em_end} sa kursom:

source: User Data
ru: Кориснички подаци
sr_latn: Korisnički podaci

source: Course Team Data
ru: Подаци тима за тим
sr_latn: Podaci tima za tim

source: Forum/discussion Data
ru: Подаци о форуму / дискусију
sr_latn: Podaci o forumu / diskusiju

source: Why export a library?
ru: Зашто извозити библиотеку?
sr_latn: Zašto izvoziti biblioteku?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
ru: Можда ћете желети да уредите КСМЛ у вашој библиотеци директно, ван {studio_name}. Можда желите да креирате резервну копију своје библиотеке. Или ћете можда желети да креирате копију своје библиотеке да касније можете да увезите у другу инстанцу библиотеке и прилагодите.
sr_latn: Možda ćete želeti da uredite KSML u vašoj biblioteci direktno, van {studio_name}. Možda želite da kreirate rezervnu kopiju svoje biblioteke. Ili ćete možda želeti da kreirate kopiju svoje biblioteke da kasnije možete da uvezite u drugu instancu biblioteke i prilagodite.

source: Opening the downloaded file
ru: Отварање преузете датотеке
sr_latn: Otvaranje preuzete datoteke

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
ru: Користите архивски програм да бисте извукли податке са датотеке .тар.гз. Издвојени подаци укључују датотеку библиотека.кмл, као и подмапе које садрже садржај библиотеке.
sr_latn: Koristite arhivski program da biste izvukli podatke sa datoteke .tar.gz. Izdvojeni podaci uključuju datoteku biblioteka.kml, kao i podmape koje sadrže sadržaj biblioteke.

source: Learn more about exporting a library
ru: Сазнајте више о извозу библиотеке
sr_latn: Saznajte više o izvozu biblioteke

source: Why export a course?
ru: Зашто извозити курс?
sr_latn: Zašto izvoziti kurs?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
ru: Можда ћете желети да уредите КСМЛ на вашем курсу директно, изван {studio_name}. Можда желите да креирате резервну копију свог курса. Или ћете можда желети да креирате копију курса који касније можете да увезите у другу инстанцу курса и прилагодите.
sr_latn: Možda ćete želeti da uredite KSML na vašem kursu direktno, izvan {studio_name}. Možda želite da kreirate rezervnu kopiju svog kursa. Ili ćete možda želeti da kreirate kopiju kursa koji kasnije možete da uvezite u drugu instancu kursa i prilagodite.

source: What content is exported?
ru: Који се садржај извози?
sr_latn: Koji se sadržaj izvozi?

source: The following content is exported.
ru: Следећи садржај се извози.
sr_latn: Sledeći sadržaj se izvozi.

source: Course content and structure
ru: Садржај и структура курса
sr_latn: Sadržaj i struktura kursa

source: Course dates
ru: Датуми курса
sr_latn: Datumi kursa

source: Grading policy
ru: Политика оцењивања
sr_latn: Politika ocenjivanja

source: Any group configurations
ru: Било које групне конфигурације
sr_latn: Bilo koje grupne konfiguracije

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
ru: Подешавања на страници Напредне поставке, укључујући МАТЛАБ АПИ кључеве и ЛТИ пасоше
sr_latn: Podešavanja na stranici Napredne postavke, uključujući MATLAB API ključeve i LTI pasoše

source: The following content is not exported.
ru: Следећи садржај се не извози.
sr_latn: Sledeći sadržaj se ne izvozi.

source: Learner-specific content, such as learner grades and discussion forum data
ru: Садржај специфичан за ученике, као што су оцене и дискусијски подаци ученика и дискусије
sr_latn: Sadržaj specifičan za učenike, kao što su ocene i diskusijski podaci učenika i diskusije

source: The course team
ru: Тим курса
sr_latn: Tim kursa

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
ru: Користите архивски програм да бисте извукли податке са датотеке .тар.гз. Издвојени подаци укључују курс.кмл датотеку, као и подмапе који садрже садржај курса.
sr_latn: Koristite arhivski program da biste izvukli podatke sa datoteke .tar.gz. Izdvojeni podaci uključuju kurs.kml datoteku, kao i podmape koji sadrže sadržaj kursa.

source: Learn more about exporting a course
ru: Сазнајте више о извозу курса
sr_latn: Saznajte više o izvozu kursa

source: Export Course to Git
ru: Извоз курс до гит
sr_latn: Izvoz kurs do git

source: Export to Git
ru: Извоз у гит
sr_latn: Izvoz u git

source: About Export to Git
ru: О извозу у гит
sr_latn: O izvozu u git

source: Use this to export your course to its git repository.
ru: Користите ово да бисте изволи свој курс у свој ГИТ спремиште.
sr_latn: Koristite ovo da biste izvoli svoj kurs u svoj GIT spremište.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
ru: То ће затим покренути аутоматско ажурирање главног ЛМС странице и ажурирати садржај вашег курса који је тамо видљив студентима ако се конфигурише аутоматски увоз ГИТ-а.
sr_latn: To će zatim pokrenuti automatsko ažuriranje glavnog LMS stranice i ažurirati sadržaj vašeg kursa koji je tamo vidljiv studentima ako se konfiguriše automatski uvoz GIT-a.

source: Export Course to Git:
ru: Извоз курса до гит:
sr_latn: Izvoz kursa do git:

source: giturl must be defined in your course settings before you can export to git.
ru: ГИТУРЛ се мора дефинисати у поставкама курса пре него што се можете извозити у Гит.
sr_latn: GITURL se mora definisati u postavkama kursa pre nego što se možete izvoziti u Git.

source: Export Failed
ru: Извоз није успео
sr_latn: Izvoz nije uspeo

source: Export Succeeded
ru: Извоз је успео
sr_latn: Izvoz je uspeo

source: Your course:
ru: Ваш курс:
sr_latn: Vaš kurs:

source: Course git url:
ru: ГИТ УРЛ адреса предмета:
sr_latn: GIT URL adresa predmeta:

source: Experiment Group Configurations
ru: Конфигурације експерименталне групе
sr_latn: Konfiguracije eksperimentalne grupe

source: This module is disabled at the moment.
ru: Овај модул је тренутно онемогућен.
sr_latn: Ovaj modul je trenutno onemogućen.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
ru: Групе за упис ТРАЦК-у омогућавају вам да у сваком путу понудите различите садржаје курса у свакој стази за упис. Ученици се уписују у сваки запис уписа на курсу аутоматски се укључују у одговарајућу групу за упис.
sr_latn: Grupe za upis TRACK-u omogućavaju vam da u svakom putu ponudite različite sadržaje kursa u svakoj stazi za upis. Učenici se upisuju u svaki zapis upisa na kursu automatski se uključuju u odgovarajuću grupu za upis.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
ru: На јединичним страницама у обрису курса можете ограничити приступ компонентама ученицима на основу њиховог уписа.
sr_latn: Na jediničnim stranicama u obrisu kursa možete ograničiti pristup komponentama učenicima na osnovu njihovog upisa.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
ru: Не можете да уређујете групе за упис, али можете проширити сваку групу да бисте видели детаље о садржају курса који је одређен за ученике у групи.
sr_latn: Ne možete da uređujete grupe za upis, ali možete proširiti svaku grupu da biste videli detalje o sadržaju kursa koji je određen za učenike u grupi.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
ru: Ако имате омогућене кохорте на вашем курсу, можете да користите групе са садржајем да бисте креирали курорт-специфични на терену. Другим речима, можете да прилагодите садржај који посебни кохорти виде на вашем курсу.
sr_latn: Ako imate omogućene kohorte na vašem kursu, možete da koristite grupe sa sadržajem da biste kreirali kurort-specifični na terenu. Drugim rečima, možete da prilagodite sadržaj koji posebni kohorti vide na vašem kursu.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
ru: Свака група садржаја коју креирате можете бити повезане са једним или више кохорта. Поред тога што је садржај курса на располагању свим ученицима, можете ограничити приступ неким садржајима ученицима у одређеним садржајима. Само ученици у кохортима који су повезани са наведеним групама садржаја виде додатни садржај.
sr_latn: Svaka grupa sadržaja koju kreirate možete biti povezane sa jednim ili više kohorta. Pored toga što je sadržaj kursa na raspolaganju svim učenicima, možete ograničiti pristup nekim sadržajima učenicima u određenim sadržajima. Samo učenici u kohortima koji su povezani sa navedenim grupama sadržaja vide dodatni sadržaj.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
ru: Кликните на {em_start} Нови садржај Гроуп{em_end} да бисте додали нову групу садржаја. Да бисте изменили име групе садржаја, лебдите изнад његове кутије и кликните на {em_start} Едит{em_end}. Можете да избришете групу садржаја само ако га не користи јединица. Да бисте избрисали групу садржаја, лебдите изнад његове кутије и кликните на икону брисање.
sr_latn: Kliknite na {em_start} Novi sadržaj Group{em_end} da biste dodali novu grupu sadržaja. Da biste izmenili ime grupe sadržaja, lebdite iznad njegove kutije i kliknite na {em_start} Edit{em_end}. Možete da izbrišete grupu sadržaja samo ako ga ne koristi jedinica. Da biste izbrisali grupu sadržaja, lebdite iznad njegove kutije i kliknite na ikonu brisanje.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
ru: Користите конфигурације експерименталне групе ако проводите експерименте садржаја, такође познате као А / Б тестирање, на вашем курсу. Конфигурације експерименталне групе дефинишу колико је група ученика у садржајном експерименту. Када креирате експеримент садржаја за курс, одабирете конфигурацију групе за употребу.
sr_latn: Koristite konfiguracije eksperimentalne grupe ako provodite eksperimente sadržaja, takođe poznate kao A / B testiranje, na vašem kursu. Konfiguracije eksperimentalne grupe definišu koliko je grupa učenika u sadržajnom eksperimentu. Kada kreirate eksperiment sadržaja za kurs, odabirete konfiguraciju grupe za upotrebu.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
ru: Кликните на {em_start} Нови ЦонфигуратионП{em_end} да бисте додали нову конфигурацију. Да бисте изменили конфигурацију, лебдите изнад његове кутије и кликните на {em_start} Едит{em_end}. Можете да избришете групну конфигурацију само ако се не користи у експерименту. Да бисте избрисали конфигурацију, лебдите изнад његове кутије и кликните на икону брисање.
sr_latn: Kliknite na {em_start} Novi ConfigurationP{em_end} da biste dodali novu konfiguraciju. Da biste izmenili konfiguraciju, lebdite iznad njegove kutije i kliknite na {em_start} Edit{em_end}. Možete da izbrišete grupnu konfiguraciju samo ako se ne koristi u eksperimentu. Da biste izbrisali konfiguraciju, lebdite iznad njegove kutije i kliknite na ikonu brisanje.

source: Welcome
ru: Добродошли
sr_latn: Dobrodošli

source: Welcome to {studio_name}
ru: Добродошли на {studio_name}
sr_latn: Dobrodošli na {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
ru: {studio_name} помаже у управљању својим интернет курсевима, тако да можете да се фокусирате на предавање
sr_latn: {studio_name} pomaže u upravljanju svojim internet kursevima, tako da možete da se fokusirate na predavanje

source: {studio_name}'s Many Features
ru: {studio_name} Многе карактеристике
sr_latn: {studio_name} Mnoge karakteristike

source: {studio_name} Helps You Keep Your Courses Organized
ru: {studio_name} Помаже вам да држите своје курсеве организоване
sr_latn: {studio_name} Pomaže vam da držite svoje kurseve organizovane

source: Enlarge image
ru: Повећај слику
sr_latn: Povećaj sliku

source: Keeping Your Course Organized
ru: Организовано ваш курс
sr_latn: Organizovano vaš kurs

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
ru: Окосница вашег курса је како је организована. {studio_name} нуди {strong_start} Оутлине{strong_end} уредник, пружајући једноставну хијерархију и лако превлачење и пад да бисте помогли вама и вашим ученицима да остану организовани.
sr_latn: Okosnica vašeg kursa je kako je organizovana. {studio_name} nudi {strong_start} Outline{strong_end} urednik, pružajući jednostavnu hijerarhiju i lako prevlačenje i pad da biste pomogli vama i vašim učenicima da ostanu organizovani.

source: Simple Organization For Content
ru: Једноставна организација за садржај
sr_latn: Jednostavna organizacija za sadržaj

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
ru: {studio_name} користи једноставну хијерархију {strong_start} одећап{strong_end} и {strong_start} Понделс{strong_end} да организујете свој садржај.
sr_latn: {studio_name} koristi jednostavnu hijerarhiju {strong_start} odećap{strong_end} i {strong_start} Pondels{strong_end} da organizujete svoj sadržaj.

source: Change Your Mind Anytime
ru: Предомислите у било које време
sr_latn: Predomislite u bilo koje vreme

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
ru: Направите свој обрис и садржите садржај било где. Једноставне алате за превлачење и одустајање омогућавају вам брзо реорганизацију.
sr_latn: Napravite svoj obris i sadržite sadržaj bilo gde. Jednostavne alate za prevlačenje i odustajanje omogućavaju vam brzo reorganizaciju.

source: Go A Week Or A Semester At A Time
ru: Идите недељу или семестру у исто време
sr_latn: Idite nedelju ili semestru u isto vreme

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
ru: Изградите и отпустите {strong_start} Сецтс{strong_end} постепеним студентима. Не морате све то учинити одједном.
sr_latn: Izgradite i otpustite {strong_start} Sects{strong_end} postepenim studentima. Ne morate sve to učiniti odjednom.

source: Learning is More than Just Lectures
ru: Учење је више од само предавања
sr_latn: Učenje je više od samo predavanja

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
ru: {studio_name} Омогућује вам да заједно ометате свој садржај на начин који појачава учење. Уметните видео записе, дискусије и широку палету вежби са само неколико кликова.
sr_latn: {studio_name} Omogućuje vam da zajedno ometate svoj sadržaj na način koji pojačava učenje. Umetnite video zapise, diskusije i široku paletu vežbi sa samo nekoliko klikova.

source: Create Learning Pathways
ru: Креирајте путеве учења
sr_latn: Kreirajte puteve učenja

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
ru: Помозите својим ученицима да разумеју један концепт у исто време са мултимедијом, ХТМЛ и вежбима.
sr_latn: Pomozite svojim učenicima da razumeju jedan koncept u isto vreme sa multimedijom, HTML i vežbima.

source: Work Visually, Organize Quickly
ru: Радите визуелно, организовати брзо
sr_latn: Radite vizuelno, organizovati brzo

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
ru: Радите визуелно и тачно видите шта ће ваши ученици видети. Реорганизујте сав свој садржај са повлачењем и падом.
sr_latn: Radite vizuelno i tačno vidite šta će vaši učenici videti. Reorganizujte sav svoj sadržaj sa povlačenjem i padom.

source: A Broad Library of Problem Types
ru: Широка библиотека типова проблема
sr_latn: Široka biblioteka tipova problema

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
ru: То је више од само више избора. {studio_name} подржава више од десетак врста проблема да изазове ваше ученике.
sr_latn: To je više od samo više izbora. {studio_name} podržava više od desetak vrsta problema da izazove vaše učenike.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
ru: {studio_name} вам даје једноставно, брзо и инкрементално објављивање. Са пријатељима.
sr_latn: {studio_name} vam daje jednostavno, brzo i inkrementalno objavljivanje. Sa prijateljima.

source: Simple, Fast, and Incremental Publishing. With Friends.
ru: Једноставно, брзо и инкрементално објављивање. Са пријатељима.
sr_latn: Jednostavno, brzo i inkrementalno objavljivanje. Sa prijateljima.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
ru: {studio_name} Ради попут веб апликација које већ знате, а опет разумете како градите наставни план и програм. Инстант објављивање на мрежи када га желите, инкрементално ослобађање када има смисла. И са коауторима, заједно можете да изградите читав тим, заједно.
sr_latn: {studio_name} Radi poput veb aplikacija koje već znate, a opet razumete kako gradite nastavni plan i program. Instant objavljivanje na mreži kada ga želite, inkrementalno oslobađanje kada ima smisla. I sa koautorima, zajedno možete da izgradite čitav tim, zajedno.

source: Instant Changes
ru: Тренутне промене
sr_latn: Trenutne promene

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
ru: Ухватио је грешку? Нема проблема. Када желите, ваше промене иду живе када кликнете на Спреми.
sr_latn: Uhvatio je grešku? Nema problema. Kada želite, vaše promene idu žive kada kliknete na Spremi.

source: Release-On Date Publishing
ru: Издање на датум објављивања
sr_latn: Izdanje na datum objavljivanja
