Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Each revision contains a title field that must be filled out, even if the title has not changed
ru: Свака ревизија садржи поље наслова која мора бити попуњена, чак и ако се наслов није променио
sr_latn: Svaka revizija sadrži polje naslova koja mora biti popunjena, čak i ako se naslov nije promenio

source: original article
ru: оригинални чланак
sr_latn: originalni članak

source: Permissions are inherited from this article
ru: Дозволе су наслеђене из овог члана
sr_latn: Dozvole su nasleđene iz ovog člana

source: A plugin was changed
ru: Промењен је додатак
sr_latn: Promenjen je dodatak

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
ru: Ревизија се приказује за овај додатак. Ако требате да урадите поврат, једноставно промените вредност ове области.
sr_latn: Revizija se prikazuje za ovaj dodatak. Ako trebate da uradite povrat, jednostavno promenite vrednost ove oblasti.

source: Cache lookup value for articles
ru: Вредност претраживања кеша за чланке
sr_latn: Vrednost pretraživanja keša za članke

source: slug
ru: пролазан
sr_latn: prolazan

source: (root)
ru: (корен)
sr_latn: (koren)

source: URL path
ru: Урл пут
sr_latn: Url put

source: URL paths
ru: УРЛ стазе
sr_latn: URL staze

source: Sorry but you cannot have a root article with a slug.
ru: Извините, али не можете имати коријенску чланак са пукотом.
sr_latn: Izvinite, ali ne možete imati korijensku članak sa pukotom.

source: A non-root note must always have a slug.
ru: Нота која није роот мора увек имати шљак.
sr_latn: Nota koja nije root mora uvek imati šljak.

source: There is already a root node on %s
ru: Већ постоји коријенски чвор на %s
sr_latn: Već postoji korijenski čvor na %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
ru: Чланци који су изгубили родитеље ================================= Деца овог чланка су избрисане родитеље. Вероватно би требало да пронађете нови дом за њих.
sr_latn: Članci koji su izgubili roditelje ================================= Deca ovog članka su izbrisane roditelje. Verovatno bi trebalo da pronađete novi dom za njih.

source: Lost and found
ru: Изгубљени и пронађени
sr_latn: Izgubljeni i pronađeni

source: A short summary of what the file contains
ru: Кратак резиме онога што датотека садржи
sr_latn: Kratak rezime onoga što datoteka sadrži

source: Yes I am sure...
ru: Да, сигуран сам ...
sr_latn: Da, siguran sam ...

source: Click to download file
ru: Кликните да бисте преузели датотеку
sr_latn: Kliknite da biste preuzeli datoteku

source: The revision of this attachment currently in use (on all articles using the attachment)
ru: Ревизија овог прилога који се тренутно користи (на свим чланцима користећи прилог)
sr_latn: Revizija ovog priloga koji se trenutno koristi (na svim člancima koristeći prilog)

source: original filename
ru: Оригинална име датотеке
sr_latn: Originalna ime datoteke

source: attachment
ru: прилог
sr_latn: prilog

source: attachments
ru: опрема
sr_latn: oprema

source: file
ru: досије
sr_latn: dosije

source: attachment revision
ru: Ревизија прилога
sr_latn: Revizija priloga

source: attachment revisions
ru: Ревизије прилога
sr_latn: Revizije priloga

source: %s was successfully added.
ru: %s је успешно додан.
sr_latn: %s je uspešno dodan.

source: Your file could not be saved: %s
ru: Ваша датотека се није могла сачувати: %s
sr_latn: Vaša datoteka se nije mogla sačuvati: %s

source: Your file could not be saved, probably because of a permission error on the web server.
ru: Ваша датотека се није могла сачувати, вероватно због грешке прилике дозволе на веб серверу.
sr_latn: Vaša datoteka se nije mogla sačuvati, verovatno zbog greške prilike dozvole na veb serveru.

source: %s uploaded and replaces old attachment.
ru: %s Постављено и замењује стари прилог.
sr_latn: %s Postavljeno i zamenjuje stari prilog.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
ru: Ваша нова датотека аутоматски ће бити преименована да одговара већ присутној датотеци. Датотеке са различитим екстензијама нису дозвољене.
sr_latn: Vaša nova datoteka automatski će biti preimenovana da odgovara već prisutnoj datoteci. Datoteke sa različitim ekstenzijama nisu dozvoljene.

source: Current revision changed for %s.
ru: Тренутна ревизија промењена за %s.
sr_latn: Trenutna revizija promenjena za %s.

source: Added a reference to "%(att)s" from "%(art)s".
ru: Додао је референцу на "%(att)s " са "%(art)s ".
sr_latn: Dodao je referencu na "%(att)s " sa "%(art)s ".

source: The file %s was deleted.
ru: Филе %s је избрисан.
sr_latn: File %s je izbrisan.

source: This article is no longer related to the file %s.
ru: Овај чланак више није повезан са датотеком %s.
sr_latn: Ovaj članak više nije povezan sa datotekom %s.

source: A file was changed: %s
ru: Датотека је промењена: %s
sr_latn: Datoteka je promenjena: %s

source: A file was deleted: %s
ru: Датотека је избрисана: %s
sr_latn: Datoteka je izbrisana: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
ru: Датотека се може упућивати на остале чланке. Брисање то значи да ће изгубити референце на ову датотеку. Следећи чланци који се односе на ову датотеку:
sr_latn: Datoteka se može upućivati na ostale članke. Brisanje to znači da će izgubiti reference na ovu datoteku. Sledeći članci koji se odnose na ovu datoteku:

source: Delete it!
ru: Избришите га!
sr_latn: Izbrišite ga!

source: Remove
ru: Скинути
sr_latn: Skinuti

source: You can remove a reference to a file, but it will retain its references on other articles.
ru: Можете да уклоните референцу на датотеку, али задржаће своје референце на друге чланке.
sr_latn: Možete da uklonite referencu na datoteku, ali zadržaće svoje reference na druge članke.

source: Remove reference
ru: Уклонити референцу
sr_latn: Ukloniti referencu

source: History of
ru: Историја
sr_latn: Istorija

source: User
ru: Корисник
sr_latn: Korisnik

source: File
ru: Досије
sr_latn: Dosije

source: Action
ru: Акција
sr_latn: Akcija

source: <em>No description</em>
ru: <ем> Нема описа </ ем>
sr_latn: <em> Nema opisa </ em>

source: Download
ru: Преузети
sr_latn: Preuzeti

source: Use this!
ru: Користите ово!
sr_latn: Koristite ovo!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
ru: Замена прилога значи додавање нове датотеке која ће се користити на његовом месту. Све референце на датотеку биће замењена са оним коју пренесете и датотека ће бити преузета као <стронг> %(filename)s </ стронг>. Имајте на уму да се овај прилог користи на другим чланцима, можете искривити садржај. Међутим, не укинути да то искористите и замените за наведене чланке по потреби. Овакав начин рада је ефикаснији ....
sr_latn: Zamena priloga znači dodavanje nove datoteke koja će se koristiti na njegovom mestu. Sve reference na datoteku biće zamenjena sa onim koju prenesete i datoteka će biti preuzeta kao <strong> %(filename)s </ strong>. Imajte na umu da se ovaj prilog koristi na drugim člancima, možete iskriviti sadržaj. Međutim, ne ukinuti da to iskoristite i zamenite za navedene članke po potrebi. Ovakav način rada je efikasniji ....

source: Articles using
ru: Чланци који користе
sr_latn: Članci koji koriste

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
ru: Замена прилога значи додавање нове датотеке која ће се користити на његовом месту. Све референце на датотеку биће замењена са оним коју пренесете и датотека ће бити преузета као <стронг> %(filename)s </ стронг>.
sr_latn: Zamena priloga znači dodavanje nove datoteke koja će se koristiti na njegovom mestu. Sve reference na datoteku biće zamenjena sa onim koju prenesete i datoteka će biti preuzeta kao <strong> %(filename)s </ strong>.

source: Upload replacement
ru: Замена преноса
sr_latn: Zamena prenosa

source: Add file to
ru: Додајте датотеку у
sr_latn: Dodajte datoteku u

source: Add attachment from other article
ru: Додајте прилог из другог чланка
sr_latn: Dodajte prilog iz drugog članka

source: Main article
ru: Главни чланак
sr_latn: Glavni članak

source: Add to article
ru: Додатак у чланку
sr_latn: Dodatak u članku

source: Your search did not return any results
ru: Ваша претрага није вратила никакве резултате
sr_latn: Vaša pretraga nije vratila nikakve rezultate

source: Adding new articles
ru: Додавање нових чланака
sr_latn: Dodavanje novih članaka

source: An external link
ru: Спољна веза
sr_latn: Spoljna veza

source: Headers
ru: Заглавља
sr_latn: Zaglavlja

source: Use these codes for headers and to automatically generate Tables of Contents.
ru: Користите ове кодове за заглавља и аутоматски генерисање табела садржаја.
sr_latn: Koristite ove kodove za zaglavlja i automatski generisanje tabela sadržaja.

source: Typography
ru: Типографија
sr_latn: Tipografija

source: Lists
ru: Спискови
sr_latn: Spiskovi

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
ru: Нова слика %s успешно је пренесена. Можете га користити тако што ћете је одабрати са листе доступних слика.
sr_latn: Nova slika %s uspešno je prenesena. Možete ga koristiti tako što ćete je odabrati sa liste dostupnih slika.

source: Are you sure?
ru: Јесте ли сигурни?
sr_latn: Jeste li sigurni?

source: image
ru: слика
sr_latn: slika

source: images
ru: слике
sr_latn: slike

source: Image: %s
ru: Слика: %s
sr_latn: Slika: %s

source: Current revision not set!!
ru: Тренутна ревизија није постављена !!
sr_latn: Trenutna revizija nije postavljena !!

source: image revision
ru: Ревизија слике
sr_latn: Revizija slike

source: image revisions
ru: Ревизије слика
sr_latn: Revizije slika

source: Image Revsion: %d
ru: Слика Ревсион: %d
sr_latn: Slika Revsion: %d

source: %s has been restored
ru: %s је обновљен
sr_latn: %s je obnovljen

source: %s has been marked as deleted
ru: %s је означен као избрисан
sr_latn: %s je označen kao izbrisan

source: %(file)s has been changed to revision #%(revision)d
ru: %(file)s је промењен у Ревисион # %(revision)d
sr_latn: %(file)s je promenjen u Revision # %(revision)d

source: %(file)s has been saved.
ru: %(file)s је сачуван.
sr_latn: %(file)s je sačuvan.

source: Images
ru: Слике
sr_latn: Slike

source: An image was added: %s
ru: Додата је слика: %s
sr_latn: Dodata je slika: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
ru: Следеће слике су доступне за овај чланак. Копирајте ознаку ознаке да бисте се директно погледали на слику из текста чланка.
sr_latn: Sledeće slike su dostupne za ovaj članak. Kopirajte oznaku oznake da biste se direktno pogledali na sliku iz teksta članka.

source: Back to edit page
ru: Повратак на страницу за уређивање
sr_latn: Povratak na stranicu za uređivanje

source: No file
ru: Нема датотеке
sr_latn: Nema datoteke

source: Upload new image
ru: Пошаљите нову слику
sr_latn: Pošaljite novu sliku

source: Restore image
ru: Вратите слику
sr_latn: Vratite sliku

source: Remove image
ru: Уклони слику
sr_latn: Ukloni sliku

source: Completely delete
ru: Потпуно избрисати
sr_latn: Potpuno izbrisati

source: Revert to this version
ru: Вратите се на ову верзију
sr_latn: Vratite se na ovu verziju

source: There are no images for this article.
ru: Нема слика за овај чланак.
sr_latn: Nema slika za ovaj članak.

source: Purge deletion
ru: Брисање чишћења
sr_latn: Brisanje čišćenja

source: Purge image: Completely remove image file and all revisions.
ru: Пуштање: Потпуно уклоните датотеку слике и све ревизије.
sr_latn: Puštanje: Potpuno uklonite datoteku slike i sve revizije.

source: Remove it completely!
ru: Уклоните га у потпуности!
sr_latn: Uklonite ga u potpunosti!

source: Image not found
ru: Слика није пронађена
sr_latn: Slika nije pronađena

source: Replace image
ru: Замените слику
sr_latn: Zamenite sliku

source: Choose an image file to replace current image.
ru: Изаберите датотеку слике да бисте заменили тренутну слику.
sr_latn: Izaberite datoteku slike da biste zamenili trenutnu sliku.

source: Image id
ru: ИД слике
sr_latn: ID slike

source: Insert
ru: Уметнути
sr_latn: Umetnuti

source: No images found for this article
ru: Нису пронађене слике за овај чланак
sr_latn: Nisu pronađene slike za ovaj članak

source: Manage images
ru: Управљање сликама
sr_latn: Upravljanje slikama

source: Add new image
ru: Додајте нову слику
sr_latn: Dodajte novu sliku

source: Add image
ru: Додај слику
sr_latn: Dodaj sliku

source: You do not have permissions to add images.
ru: Немате дозволе за додавање слика.
sr_latn: Nemate dozvole za dodavanje slika.

source: How to use images
ru: Како се користи слике
sr_latn: Kako se koristi slike

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
ru: Након отпреме слике, приложен је овом одређеном артиклу и може се користити само овде. Остали корисници могу заменити слику, али се чувају старије верзије. Вероватно желите да прикажете слику лепом насловом. Да бисте то постигли, притисните тастер за уметање и попуните поља за наслов и евентуално изаберите да имате слику плутајући десно или лево од садржаја. Можете да користите ознаку у натпису. Синтакса ознаке за слике за слике изгледа овако, могуће вредности за поравнање остављене / центра / у праву:
sr_latn: Nakon otpreme slike, priložen je ovom određenom artiklu i može se koristiti samo ovde. Ostali korisnici mogu zameniti sliku, ali se čuvaju starije verzije. Verovatno želite da prikažete sliku lepom naslovom. Da biste to postigli, pritisnite taster za umetanje i popunite polja za naslov i eventualno izaberite da imate sliku plutajući desno ili levo od sadržaja. Možete da koristite oznaku u natpisu. Sintaksa oznake za slike za slike izgleda ovako, moguće vrednosti za poravnanje ostavljene / centra / u pravu:

source: Links
ru: Линкови
sr_latn: Linkovi

source: Link to another wiki page
ru: Линк до друге вики паге
sr_latn: Link do druge viki page

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
ru: Унесите нешто из наслова и аутоматског довршетка Вики-ове странице помоћи ће вам да креирате ознаку за вики везу. Ознаке за везе изгледају овако:
sr_latn: Unesite nešto iz naslova i automatskog dovršetka Viki-ove stranice pomoći će vam da kreirate oznaku za viki vezu. Oznake za veze izgledaju ovako:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
ru: Можете да повежете на другу веб страницу једноставно уметањем екрана адресе или хттп: ///екампле.цом или помоћу ознаке синтаксе:
sr_latn: Možete da povežete na drugu veb stranicu jednostavno umetanjem ekrana adrese ili http: ///ekample.com ili pomoću oznake sintakse:

source: Notifications
ru: Обавештења
sr_latn: Obaveštenja

source: When this article is edited
ru: Када се овај чланак уређује
sr_latn: Kada se ovaj članak uređuje

source: Also receive emails about article edits
ru: Такође примају е-пошту о изменама о члану
sr_latn: Takođe primaju e-poštu o izmenama o članu

source: Your notification settings were updated.
ru: Ваша подешавања обавештења су ажурирана.
sr_latn: Vaša podešavanja obaveštenja su ažurirana.

source: Your notification settings were unchanged, so nothing saved.
ru: Ваша подешавања обавештења била су непромењена, па ништа уштедјено.
sr_latn: Vaša podešavanja obaveštenja bila su nepromenjena, pa ništa uštedjeno.

source: %(user)s subscribing to %(article)s (%(type)s)
ru: %(user)s Претплата на %(article)s (%(type)s)
sr_latn: %(user)s Pretplata na %(article)s (%(type)s)

source: Article deleted: %s
ru: Чланак је избрисан: %s
sr_latn: Članak je izbrisan: %s

source: Article modified: %s
ru: Чланак модификован: %s
sr_latn: Članak modifikovan: %s

source: New article created: %s
ru: Нови чланак креиран: %s
sr_latn: Novi članak kreiran: %s

source: notifications
ru: обавештења
sr_latn: obaveštenja

source: No notifications
ru: Нема обавештења
sr_latn: Nema obaveštenja

source: Clear notifications list
ru: Јасна листа обавештења
sr_latn: Jasna lista obaveštenja

source: Search...
ru: Тражи ...
sr_latn: Traži ...

source: Sign up
ru: Пријавити се
sr_latn: Prijaviti se

source: Article deleted
ru: Чланак је избрисан
sr_latn: Članak je izbrisan

source: Article Deleted
ru: Чланак је избрисан
sr_latn: Članak je izbrisan

source: The article you were looking for has been deleted.
ru: Чланак који сте тражили је избрисан.
sr_latn: Članak koji ste tražili je izbrisan.

source: You may restore this article and its children by clicking restore.
ru: Овај чланак можете обновити и њену децу кликом на Врати.
sr_latn: Ovaj članak možete obnoviti i njenu decu klikom na Vrati.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
ru: Овај чланак и било коју децу можете трајно уклонити и ослободити своје крило кликом на дугме испод. Ова радња се не може поништити.
sr_latn: Ovaj članak i bilo koju decu možete trajno ukloniti i osloboditi svoje krilo klikom na dugme ispod. Ova radnja se ne može poništiti.

source: Listing articles in
ru: Листа чланака у
sr_latn: Lista članaka u

source: Up one level
ru: Горе један ниво
sr_latn: Gore jedan nivo

source: clear
ru: чист
sr_latn: čist

source: article,articles
ru: Чланак, чланци
sr_latn: Članak, članci

source: matches,match
ru: Утакмице, утакмица
sr_latn: Utakmice, utakmica

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
ru: %(cnt)s %(articles_plur)s ИН ТХИ ЛЕВЕ %(match_plur)s Ваша претрага.
sr_latn: %(cnt)s %(articles_plur)s IN THI LEVE %(match_plur)s Vaša pretraga.

source: is,are
ru: јесте, јесу
sr_latn: jeste, jesu

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
ru: Тамо %(articles_plur_verb)s %(cnt)s %(articles_plur)s на овом нивоу.
sr_latn: Tamo %(articles_plur_verb)s %(cnt)s %(articles_plur)s na ovom nivou.

source: Last modified
ru: Последњи модификован
sr_latn: Poslednji modifikovan

source: no log message
ru: Нема поруке дневника
sr_latn: Nema poruke dnevnika

source: Sorry, you don't have permission to view this page.
ru: Извините, немате дозволу за преглед ове странице.
sr_latn: Izvinite, nemate dozvolu za pregled ove stranice.

source: Previewing revision
ru: Преглед ревизије
sr_latn: Pregled revizije

source: Previewing merge between
ru: Преглед се спаја између
sr_latn: Pregled se spaja između

source: and
ru: и
sr_latn: i

source: Source of
ru: Извор
sr_latn: Izvor

source: This article is currently locked for editing.
ru: Овај чланак је тренутно закључан за уређивање.
sr_latn: Ovaj članak je trenutno zaključan za uređivanje.

source: Please log in
ru: Молимо пријавите се
sr_latn: Molimo prijavite se

source: Log me in...
ru: Пријавите ме у ...
sr_latn: Prijavite me u ...

source: Don't have an account?
ru: Немате рачун?
sr_latn: Nemate račun?

source: Sign me up...
ru: Потпишите ме ...
sr_latn: Potpišite me ...

source: Create root article
ru: Креирајте прибор за роот
sr_latn: Kreirajte pribor za root

source: Congratulations!
ru: Честитам!
sr_latn: Čestitam!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
ru: Инсталиран је Дјанго-Вики ... али нема чланака. Дакле, време је да Креирајте први, коријенски чланак. У почетку ће се администратори уређивати само, али можете дефинисати дозволе после.
sr_latn: Instaliran je Django-Viki ... ali nema članaka. Dakle, vreme je da stvorite prvi, korijenski članak. U početku će se administratori uređivati samo, ali možete definisati dozvole posle.

source: Root article
ru: Коренински чланак
sr_latn: Koreninski članak

source: Create root
ru: креирати роот
sr_latn: Stvoriti root

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
ru: Морате <a href="%(login_url)s">log in</a> или <a href="%(signup_url)s">sign up</a> да користите ову функцију.
sr_latn: Morate <a href="%(login_url)s">log in</a> ili <a href="%(signup_url)s">sign up</a> da koristite ovu funkciju.

source: You need to log in og sign up to use this function.
ru: Морате се пријавити у ОГ Пријавите се да бисте користили ову функцију.
sr_latn: Morate se prijaviti u OG Prijavite se da biste koristili ovu funkciju.

source: View Source
ru: Преглед извора
sr_latn: Pregled izvora

source: Sub-articles for
ru: Под-артикли за
sr_latn: Pod-artikli za

source: No sub-articles
ru: Нема подрицања
sr_latn: Nema podricanja

source: ...and more
ru: ... и више
sr_latn: ... i više

source: Browse articles in this level
ru: Прегледајте чланке на овом нивоу
sr_latn: Pregledajte članke na ovom nivou

source: New article next to
ru: Нови чланак поред
sr_latn: Novi članak pored

source: New article below
ru: Нови чланак у наставку
sr_latn: Novi članak u nastavku

source: by
ru: од
sr_latn: od

source: restored
ru: обновљен
sr_latn: obnovljen

source: unlocked
ru: откључан
sr_latn: otključan

source: You are now sign up... and now you can sign in!
ru: Сада се пријавите ... и сада се можете пријавити!
sr_latn: Sada se prijavite ... i sada se možete prijaviti!

source: You are no longer logged in. Bye bye!
ru: Више се нисте пријављени. Здраво збогом!
sr_latn: Više se niste prijavljeni. Zdravo zbogom!

source: You are now logged in! Have fun!
ru: Сада сте пријављени! Забавите се!
sr_latn: Sada ste prijavljeni! Zabavite se!

source: New article '%s' created.
ru: Нови чланак '%s ' креиран.
sr_latn: Novi članak '%s ' kreiran.

source: There was an error creating this article: %s
ru: Дошло је до грешке у стварању овог члана: %s
sr_latn: Došlo je do greške u stvaranju ovog člana: %s

source: There was an error creating this article.
ru: Дошло је до грешке у стварању овог чланка.
sr_latn: Došlo je do greške u stvaranju ovog članka.

source: This article cannot be deleted because it has children or is a root article.
ru: Овај се чланак не може избрисати јер има децу или је роот чланак.
sr_latn: Ovaj se članak ne može izbrisati jer ima decu ili je root članak.

source: This article together with all its contents are now completely gone! Thanks!
ru: Овај чланак заједно са свим његовим садржајем сада је потпуно нестало! Хвала!
sr_latn: Ovaj članak zajedno sa svim njegovim sadržajem sada je potpuno nestalo! Hvala!
