Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: The list of group configurations for partitioning students in content experiments.
ru: Списак групација групне конфигурације за ученике партиције у експериментима садржаја.
sr_latn: Spisak grupacija grupne konfiguracije za učenike particije u eksperimentima sadržaja.

source: When checked, the LTI content will load only for learners who have an account in this instance. This is required only for linking learner accounts with the LTI consumer. See the Open edX LTI Provider documentation for more details.
ru: Када је проверен, садржај ЛТИ ће се оптеретити само за ученике који у овом случају имају рачун. Ово је потребно само за повезивање рачуна ученика са потрошачем ЛТИ. Погледајте документацију Опен ЕДКС ЛТИ Документација провајдера за више детаља.
sr_latn: Kada je proveren, sadržaj LTI će se opteretiti samo za učenike koji u ovom slučaju imaju račun. Ovo je potrebno samo za povezivanje računa učenika sa potrošačem LTI. Pogledajte dokumentaciju Open EDKS LTI Dokumentacija provajdera za više detalja.

source: One of user or external_user_key must not be null.
ru: Један од корисника или ектернал_усер_кеи не сме бити нулл.
sr_latn: Jedan od korisnika ili ekternal_user_kei ne sme biti null.

source: View and regenerate certificates.
ru: Погледајте и регенеришени сертификати.
sr_latn: Pogledajte i regenerišeni sertifikati.

source: Enrollment
ru: Упис
sr_latn: Upis

source: View and update learner enrollments.
ru: Погледајте и ажурирајте уписе ученика.
sr_latn: Pogledajte i ažurirajte upise učenika.

source: Manage User
ru: Управљање корисником
sr_latn: Upravljanje korisnikom

source: Disable User Account
ru: Онемогући кориснички налог
sr_latn: Onemogući korisnički nalog

source: Entitlements
ru: Права
sr_latn: Prava

source: View, create, and reissue learner entitlements
ru: Поглед, креирање и поновно издавање ученика
sr_latn: Pogled, kreiranje i ponovno izdavanje učenika

source: Feature Based Enrollments
ru: Уписа на бази карактеристика
sr_latn: Upisa na bazi karakteristika

source: View feature based enrollment settings
ru: Погледајте поставке уписа на одговарајући начин
sr_latn: Pogledajte postavke upisa na odgovarajući način

source: Link Program Enrollments
ru: Укључивање програма Линк Програм
sr_latn: Uključivanje programa Link Program

source: Link LMS users to program enrollments
ru: Линк ЛМС корисници у програму програма
sr_latn: Link LMS korisnici u programu programa

source: Program Enrollments Inspector Tool
ru: Инспекторски алат за упис програма
sr_latn: Inspektorski alat za upis programa

source: Find information related to a learner's program enrollments
ru: Пронађите информације у вези са уписима програма ученика
sr_latn: Pronađite informacije u vezi sa upisima programa učenika

source: username
ru: Корисничко име
sr_latn: Korisničko ime

source: user_support_url
ru: усер_суппорт_урл

source: user_detail_url
ru: усер_детаил_урл

source: Usable
ru: Употребљив
sr_latn: Upotrebljiv

source: Unusable
ru: Неупотребљив
sr_latn: Neupotrebljiv

source: User Enabled Successfully
ru: Корисник је успешно омогућио
sr_latn: Korisnik je uspešno omogućio

source: User Disabled Successfully
ru: Корисник је успешно онемогућен
sr_latn: Korisnik je uspešno onemogućen

source: You must complete a survey
ru: Морате испунити анкету
sr_latn: Morate ispuniti anketu

source: Optional language the team uses as ISO 639-1 code.
ru: Опциони језик Тим користи као ИСО 639-1 код.
sr_latn: Opcioni jezik Tim koristi kao ISO 639-1 kod.

source: Teams
ru: Тимови
sr_latn: Timovi

source: Leverage teams to allow learners to connect by topic of interest.
ru: Изузети тимове како би се допустили ученицима да се повежу по темама од интереса.
sr_latn: Izuzeti timove kako bi se dopustili učenicima da se povežu po temama od interesa.

source: course_id must be provided
ru: Курс_ИД се мора обезбедити
sr_latn: Kurs_ID se mora obezbediti

source: The supplied course id {course_id} is not valid.
ru: Приступни ИД курса {course_id} није валидно.
sr_latn: Pristupni ID kursa {course_id} nije validno.

source: text_search and order_by cannot be provided together
ru: тект_сеарцх и ордер_би не могу се обезбедити заједно
sr_latn: tekt_search i order_bi ne mogu se obezbediti zajedno

source: The supplied topic id {topic_id} is not valid
ru: Ид испоручене теме {topic_id} није валидна
sr_latn: Id isporučene teme {topic_id} nije validna

source: Error connecting to elasticsearch
ru: Грешка у повезивању са ЕластицСеарцх
sr_latn: Greška u povezivanju sa ElasticSearch

source: The ordering {ordering} is not supported
ru: Наручивање {ordering} није подржан
sr_latn: Naručivanje {ordering} nije podržan

source: The supplied course_id {course_id} is not valid.
ru: Добављени курс_ИД {course_id} није валидно.
sr_latn: Dobavljeni kurs_ID {course_id} nije validno.

source: topic_id is required
ru: Тема_ИД је обавезна
sr_latn: Tema_ID je obavezna

source: You can't create a team in an instructor managed topic.
ru: Не можете да креирате тим у ручној теми инструктора.
sr_latn: Ne možete da kreirate tim u ručnoj temi instruktora.

source: You are already in a team in this teamset.
ru: Већ сте у тиму у овом тиму.
sr_latn: Već ste u timu u ovom timu.

source: teamset_id and team_id are mutually exclusive options.
ru: Теамсет_ид и Теам_ИД су међусобно ексклузивне опције.
sr_latn: Teamset_id i Team_ID su međusobno ekskluzivne opcije.

source: teamset_id requires course_id to also be provided.
ru: Теамсет_ид захтева да се такође обезбеди и да се такође обезбеди.
sr_latn: Teamset_id zahteva da se takođe obezbedi i da se takođe obezbedi.

source: No teamset found in given course with given id
ru: Ниједан тим није пронађен у датом курсу са датим ид-ом
sr_latn: Nijedan tim nije pronađen u datom kursu sa datim id-om

source: username or (team_id or teamset_id) must be specified.
ru: Корисничко име или (Теам_ид или тимсет_ид) морају се навести.
sr_latn: Korisničko ime ili (Team_id ili timset_id) moraju se navesti.

source: Username is required.
ru: Корисничко име је потребно.
sr_latn: Korisničko ime je potrebno.

source: Team id is required.
ru: ИД тима је потребан.
sr_latn: ID tima je potreban.

source: This team is already full.
ru: Овај тим је већ пун.
sr_latn: Ovaj tim je već pun.

source: You can't join an instructor managed team.
ru: Не можете се придружити тим програму инструктора.
sr_latn: Ne možete se pridružiti tim programu instruktora.

source: The user {username} is already a member of a team in this teamset.
ru: Корисник {username} је већ члан тима у овом Теаму.
sr_latn: Korisnik {username} je već član tima u ovom Teamu.

source: The user {username} is not enrolled in the course associated with this team.
ru: Корисник {username} није уписан на курс повезан са овим тимом.
sr_latn: Korisnik {username} nije upisan na kurs povezan sa ovim timom.

source: You can't leave an instructor managed team.
ru: Не можете оставити инструктор управљаног тимом.
sr_latn: Ne možete ostaviti instruktor upravljanog timom.

source: Show existing user tour
ru: Прикажи постојећу корисничку турнеју
sr_latn: Prikaži postojeću korisničku turneju

source: Show new user tour
ru: Прикажи нову усер Тоур
sr_latn: Prikaži novu user Tour

source: Do not show user tour
ru: Не приказујте турнеју корисника
sr_latn: Ne prikazujte turneju korisnika

source: Your {platform_name} ID verification was approved!
ru: Одобрено је ваш {platform_name} ИД ИД-а!
sr_latn: Odobreno je vaš {platform_name} ID ID-a!

source: The course for which this deadline applies
ru: Курс за који се примењује овај рок
sr_latn: Kurs za koji se primenjuje ovaj rok

source: The datetime after which users are no longer allowed to submit photos for verification.
ru: ДатеТиме након чега корисници више нису дозвољени да поднесу фотографије за верификацију.
sr_latn: DateTime nakon čega korisnici više nisu dozvoljeni da podnesu fotografije za verifikaciju.

source: Your {platform_name} verification has expired.
ru: Ваш {platform_name} верификација је истекла.
sr_latn: Vaš {platform_name} verifikacija je istekla.

source: Intro
ru: Увод
sr_latn: Uvod

source: Make payment
ru: Плаћање
sr_latn: Plaćanje

source: Take photo
ru: Сликати се
sr_latn: Slikati se

source: Take a photo of your ID
ru: Снимите фотографију свог ИД-а
sr_latn: Snimite fotografiju svog ID-a

source: Review your info
ru: Прегледајте своје податке
sr_latn: Pregledajte svoje podatke

source: Enrollment confirmation
ru: Потврда уписа
sr_latn: Potvrda upisa

source: Selected price is not valid number.
ru: Одабрана цена није валидна број.
sr_latn: Odabrana cena nije validna broj.

source: This course doesn't support paid certificates
ru: Овај курс не подржава уплаћене потврде
sr_latn: Ovaj kurs ne podržava uplaćene potvrde

source: No selected price or selected price is below minimum.
ru: Ниједна одабрана цена или одабрана цена није испод минимума.
sr_latn: Nijedna odabrana cena ili odabrana cena nije ispod minimuma.

source: Photo ID image is required if the user does not have an initial verification attempt.
ru: Слика фотографија је потребна ако корисник нема почетни покушај верификације.
sr_latn: Slika fotografija je potrebna ako korisnik nema početni pokušaj verifikacije.

source: Missing required parameter face_image
ru: Недостаје потребан параметар фаце_имаге
sr_latn: Nedostaje potreban parametar face_image

source: Image data is in an unsupported format.
ru: Подаци слике су у неподржаном формату.
sr_latn: Podaci slike su u nepodržanom formatu.

source: Image data is not valid.
ru: Подаци слике нису валидни.
sr_latn: Podaci slike nisu validni.

source: Your {platform_name} Verification Has Been Denied
ru: Ваш {platform_name} верификација је одбијена
sr_latn: Vaš {platform_name} verifikacija je odbijena

source: Please correct the errors below.
ru: Исправите грешке испод.
sr_latn: Ispravite greške ispod.

source: Are you sure you want to cancel retirement for user "%(username)s"?
ru: Јесте ли сигурни да желите да откажете пензију за кориснику "%(username)s "?
sr_latn: Jeste li sigurni da želite da otkažete penziju za korisniku "%(username)s "?

source: Submit
ru: Поднети
sr_latn: Podneti

source: This email was automatically sent from %(platform_name)s.
ru: Ова адреса е-поште је аутоматски послата са %(platform_name)s.
sr_latn: Ova adresa e-pošte je automatski poslata sa %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in
ru: Примате ову поруку е-поште на адреси %(email)s јер сте уписани
sr_latn: Primate ovu poruku e-pošte na adresi %(email)s jer ste upisani

source: To stop receiving email like this, update your course email settings
ru: Да бисте престали да примите овако да примите е-пошту, ажурирајте поставке е-поште курсева
sr_latn: Da biste prestali da primite ovako da primite e-poštu, ažurirajte postavke e-pošte kurseva

source: here
ru: овде
sr_latn: ovde

source: unsubscribe
ru: одјавити
sr_latn: odjaviti

source: This email was automatically sent from %(platform_name)s.
ru: Ова адреса е-поште је аутоматски послата са %(platform_name)s.
sr_latn: Ova adresa e-pošte je automatski poslata sa %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
ru: Овај емаил примате на адреси %(email)s јер сте уписани у %(course_title)s.
sr_latn: Ovaj email primate na adresi %(email)s jer ste upisani u %(course_title)s.

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
ru: Да бисте престали да примате овако примање е-поште, ажурирајте своје поставке е-поште за е-пошту овде %(email_settings_url)s
sr_latn: Da biste prestali da primate ovako primanje e-pošte, ažurirajte svoje postavke e-pošte za e-poštu ovde %(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
ru: Да бисте одјавили претплату, кликните овде %(unsubscribe_link)s
sr_latn: Da biste odjavili pretplatu, kliknite ovde %(unsubscribe_link)s

source: Welcome to %(course_name)s
ru: Добродошли на %(course_name)s
sr_latn: Dobrodošli na %(course_name)s

source: To get started, please visit https://%(site_name)s.
ru: Да бисте започели, посетите ХТТПС: // %(site_name)s.
sr_latn: Da biste započeli, posetite HTTPS: // %(site_name)s.

source: The login information for your account follows:
ru: Подаци за пријаву за ваш налог следи:
sr_latn: Podaci za prijavu za vaš nalog sledi:

source: email: %(email_address)s
ru: Емаил: %(email_address)s

source: password: %(password)s
ru: Лозинка: %(password)s
sr_latn: Lozinka: %(password)s

source: You may access your course.
ru: Можете приступити свом курсу.
sr_latn: Možete pristupiti svom kursu.

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
ru: Да бисте започели, посетите ХТТПС: // %(site_name)s. Подаци о пријави следеће на вашем налогу следи.
sr_latn: Da biste započeli, posetite HTTPS: // %(site_name)s. Podaci o prijavi sledeće na vašem nalogu sledi.

source: You may access your course at: %(course_url)s.
ru: Можете приступити свом курсу на: %(course_url)s.
sr_latn: Možete pristupiti svom kursu na: %(course_url)s.

source: You have been enrolled in %(course_name)s
ru: Уписали сте се у %(course_name)s
sr_latn: Upisali ste se u %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
ru: Позвани сте да будете бета тестер за %(course_name)s на %(site_name)s
sr_latn: Pozvani ste da budete beta tester za %(course_name)s na %(site_name)s

source: The invitation has been sent by a member of the course staff.
ru: Позив је послао члан особља предмета.
sr_latn: Poziv je poslao član osoblja predmeta.

source: To start accessing course materials, please visit:
ru: Да бисте започели приступање материјалима курсева, посетите:
sr_latn: Da biste započeli pristupanje materijalima kurseva, posetite:

source: To enroll in this course and begin the beta test:
ru: Да бисте се уписали у овај курс и започели бета тест:
sr_latn: Da biste se upisali u ovaj kurs i započeli beta test:

source: Visit %(course_name)s
ru: Посетите %(course_name)s
sr_latn: Posetite %(course_name)s

source: Visit %(site_name)s
ru: Посетите %(site_name)s
sr_latn: Posetite %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
ru: Ова адреса е-поште аутоматски је послата са %(site_name)s на %(email_address)s
sr_latn: Ova adresa e-pošte automatski je poslata sa %(site_name)s na %(email_address)s

source: Dear %(full_name)s
ru: Поштовани %(full_name)s
sr_latn: Poštovani %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
ru: Позвани сте да будете бета тестер за %(course_name)s на %(site_name)s од стране члана особља предмета.
sr_latn: Pozvani ste da budete beta tester za %(course_name)s na %(site_name)s od strane člana osoblja predmeta.

source: To start accessing course materials, please visit %(course_url)s
ru: Да бисте започели приступање материјалима курсева, посетите %(course_url)s
sr_latn: Da biste započeli pristupanje materijalima kurseva, posetite %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
ru: Посетите %(course_about_url)s да бисте се уписали у овај курс и започели бета тест.
sr_latn: Posetite %(course_about_url)s da biste se upisali u ovaj kurs i započeli beta test.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
ru: Посетите %(site_name)s да бисте се уписали у овај курс и започели бета тест.
sr_latn: Posetite %(site_name)s da biste se upisali u ovaj kurs i započeli beta test.

source: You have been invited to a beta test for %(course_name)s
ru: Позвани сте на бета тест за %(course_name)s
sr_latn: Pozvani ste na beta test za %(course_name)s

source: Dear %(full_name)s,
ru: Поштовани %(full_name)s,
sr_latn: Poštovani %(full_name)s,

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s.
ru: Позвани сте да будете бета тестер за %(course_name)s на %(site_name)s.
sr_latn: Pozvani ste da budete beta tester za %(course_name)s na %(site_name)s.

source: You have been invited to a beta test for %(course_name)s at %(site_name)s.
ru: Позвани сте на бета тест за %(course_name)s на %(site_name)s.
sr_latn: Pozvani ste na beta test za %(course_name)s na %(site_name)s.

source: You have been invited to %(course_name)s
ru: Позвани сте на %(course_name)s
sr_latn: Pozvani ste na %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
ru: Позвани сте да се придружите %(course_name)s на %(site_name)s од члана особља предмета.
sr_latn: Pozvani ste da se pridružite %(course_name)s na %(site_name)s od člana osoblja predmeta.

source: To access this course click on the button below and login:
ru: Да бисте приступили овом курсу, кликните на дугме испод и пријавите се:
sr_latn: Da biste pristupili ovom kursu, kliknite na dugme ispod i prijavite se:

source: To access this course visit it and register:
ru: Да бисте приступили овом курсу Посетите га и региструјте се:
sr_latn: Da biste pristupili ovom kursu Posetite ga i registrujte se:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
ru: Завршите регистрацију и попуните образац за регистрацију Побрините се да користите %(email_address)s у пољу е-поште:
sr_latn: Završite registraciju i popunite obrazac za registraciju Pobrinite se da koristite %(email_address)s u polju e-pošte:

source: Finish Your Registration
ru: Завршите регистрацију
sr_latn: Završite registraciju

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
ru: Једном када се региструјете и активирате свој налог, видећете %(course_name)s наведен на вашој контролној табли.
sr_latn: Jednom kada se registrujete i aktivirate svoj nalog, videćete %(course_name)s naveden na vašoj kontrolnoj tabli.

source: Once you have registered and activated your account, you will be able to access this course:
ru: Једном када се региструјете и активирате свој налог, моћи ћете да приступите овом курсу:
sr_latn: Jednom kada se registrujete i aktivirate svoj nalog, moći ćete da pristupite ovom kursu:

source: You can then enroll in %(course_name)s.
ru: Затим можете да се упишете у %(course_name)s.
sr_latn: Zatim možete da se upišete u %(course_name)s.

source: Dear student,
ru: Драги студент,
sr_latn: Dragi student,

source: To access this course visit %(course_url)s and login.
ru: Да бисте приступили овом курсу Посетите %(course_url)s и пријавите се.
sr_latn: Da biste pristupili ovom kursu Posetite %(course_url)s i prijavite se.

source: To access this course visit %(course_about_url)s and register for this course.
ru: Да бисте приступили овом курсу Посетите %(course_about_url)s и региструјте се за овај курс.
sr_latn: Da biste pristupili ovom kursu Posetite %(course_about_url)s i registrujte se za ovaj kurs.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
ru: Да бисте завршили регистрацију, посетите %(registration_url)s и испуните образац за регистрацију, обавезно користите %(email_address)s у пољу е-поште.
sr_latn: Da biste završili registraciju, posetite %(registration_url)s i ispunite obrazac za registraciju, obavezno koristite %(email_address)s u polju e-pošte.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
ru: Једном када се региструјете и активирате свој налог, посетите %(course_about_url)s да бисте се придружили овом курсу.
sr_latn: Jednom kada se registrujete i aktivirate svoj nalog, posetite %(course_about_url)s da biste se pridružili ovom kursu.

source: You have been invited to register for %(course_name)s
ru: Позвани сте да се региструјете за %(course_name)s
sr_latn: Pozvani ste da se registrujete za %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s. This course will now appear on your %(site_name)s dashboard.
ru: Уписали сте се у %(course_name)s на %(site_name)s. Овај курс ће се сада појавити на вашем %(site_name)s контролној табли.
sr_latn: Upisali ste se u %(course_name)s na %(site_name)s. Ovaj kurs će se sada pojaviti na vašem %(site_name)s kontrolnoj tabli.

source: You have been invited to register for %(course_name)s.
ru: Позвани сте да се региструјете за %(course_name)s.
sr_latn: Pozvani ste da se registrujete za %(course_name)s.

source: You have been unenrolled from %(course_name)s
ru: Били сте непропућени од %(course_name)s
sr_latn: Bili ste nepropućeni od %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
ru: Од стране курса %(course_name)s сте били неуредни од члана особља предмета. Молимо занемарите претходно послани позив.
sr_latn: Od strane kursa %(course_name)s ste bili neuredni od člana osoblja predmeta. Molimo zanemarite prethodno poslani poziv.

source: Dear Student,
ru: Драги студент,
sr_latn: Dragi student,

source: You have been unenrolled from the course %(course_name)s. Please disregard the invitation previously sent.
ru: Одређени сте са курса %(course_name)s. Молимо занемарите претходно послани позив.
sr_latn: Određeni ste sa kursa %(course_name)s. Molimo zanemarite prethodno poslani poziv.

source: You have been unenrolled from %(course_name)s
ru: Били сте непропућени од %(course_name)s
sr_latn: Bili ste nepropućeni od %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
ru: Од %(course_name)s сте били непророђени од %(site_name)s од стране члана особља предмета. Овај курс се више неће појавити на вашем %(site_name)s контролној табли.
sr_latn: Od %(course_name)s ste bili neprorođeni od %(site_name)s od strane člana osoblja predmeta. Ovaj kurs se više neće pojaviti na vašem %(site_name)s kontrolnoj tabli.

source: Your other courses have not been affected.
ru: Ваши други курсеви нису погођени.
sr_latn: Vaši drugi kursevi nisu pogođeni.

source: This email was automatically sent from %(site_name)s to %(full_name)s
ru: Ова адреса е-поште аутоматски је послата са %(site_name)s на %(full_name)s
sr_latn: Ova adresa e-pošte automatski je poslata sa %(site_name)s na %(full_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s. This course will no longer appear on your %(site_name)s dashboard.
ru: Били сте непропућени од %(course_name)s на %(site_name)s. Овај курс се више неће појавити на вашем %(site_name)s контролној табли.
sr_latn: Bili ste nepropućeni od %(course_name)s na %(site_name)s. Ovaj kurs se više neće pojaviti na vašem %(site_name)s kontrolnoj tabli.

source: You have been enrolled in %(course_name)s
ru: Уписали сте се у %(course_name)s
sr_latn: Upisali ste se u %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
ru: Уписали сте се у %(course_name)s на %(site_name)s од члана особља предмета. Овај курс ће се сада појавити на вашем %(site_name)s контролној табли.
sr_latn: Upisali ste se u %(course_name)s na %(site_name)s od člana osoblja predmeta. Ovaj kurs će se sada pojaviti na vašem %(site_name)s kontrolnoj tabli.

source: Access the Course Materials Now
ru: Приступите материјалима предмета сада
sr_latn: Pristupite materijalima predmeta sada
