Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
ru: Док је наш тим подршке радо помаже у платформи ЕДКС, особље курса има стручност за одређене питања о задатку, оцењивање или одговарајући поступци у сваком курсу. Пошаљите сва питања повезана са курсевима у оквиру форума за дискусију у коме особље курса може директно да одговори.
sr_latn: Dok je naš tim podrške rado pomaže u platformi EDKS, osoblje kursa ima stručnost za određene pitanja o zadatku, ocenjivanje ili odgovarajući postupci u svakom kursu. Pošaljite sva pitanja povezana sa kursevima u okviru foruma za diskusiju u kome osoblje kursa može direktno da odgovori.

source: Details
ru: Детаљи
sr_latn: Detalji

source: the more quickly and helpfully we can respond!
ru: што брже и корисније можемо одговорити!
sr_latn: što brže i korisnije možemo odgovoriti!

source: Create Support Ticket
ru: Креирајте карту за подршку
sr_latn: Kreirajte kartu za podršku

source: What can we help you with, {fullName}?
ru: Шта можемо да вам помогнемо, {fullName}?
sr_latn: Šta možemo da vam pomognemo, {fullName}?

source: Sign in to {platform} so we can help you better.
ru: Пријавите се на {platform} како бисмо вам могли боље да вам помогнемо.
sr_latn: Prijavite se na {platform} kako bismo vam mogli bolje da vam pomognemo.

source: Sign in
ru: Пријавити се
sr_latn: Prijaviti se

source: Create an Account
ru: Креирајте налог
sr_latn: Kreirajte nalog

source: Need help logging in?
ru: Требате помоћ у пријављивању?
sr_latn: Trebate pomoć u prijavljivanju?

source: Go to my Dashboard
ru: Иди на моју командну таблу
sr_latn: Idi na moju komandnu tablu

source: Go to {platform} Home
ru: Иди на {platform} ХОМЕ
sr_latn: Idi na {platform} HOME

source: Contact Us
ru: Контактирајте нас
sr_latn: Kontaktirajte nas

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
ru: Хвала вам што сте послали захтев! Цијенимо ваше стрпљење док радимо на преглед вашег захтева.
sr_latn: Hvala vam što ste poslali zahtev! Cijenimo vaše strpljenje dok radimo na pregled vašeg zahteva.

source: Select a course or select "Not specific to a course" for your support request.
ru: Изаберите курс или изаберите "Not specific to a course" за ваш захтев за подршку.
sr_latn: Izaberite kurs ili izaberite "Not specific to a course" za vaš zahtev za podršku.

source: Select a subject for your support request.
ru: Изаберите предмет за захтев за подршку.
sr_latn: Izaberite predmet za zahtev za podršku.

source: Enter some details for your support request.
ru: Унесите неке детаље за ваш захтев за подршку.
sr_latn: Unesite neke detalje za vaš zahtev za podršku.

source: Something went wrong. Please try again later.
ru: Нешто је пошло по злу. Покушајте поново касније.
sr_latn: Nešto je pošlo po zlu. Pokušajte ponovo kasnije.

source: Find answers to the top questions asked by learners.
ru: Пронађите одговоре на топ питања која су постављени од ученика.
sr_latn: Pronađite odgovore na top pitanja koja su postavljeni od učenika.

source: Password is incorrect
ru: Лозинка је нетачна
sr_latn: Lozinka je netačna

source: Unable to delete account
ru: Није могуће избрисати налог
sr_latn: Nije moguće izbrisati nalog

source: Please re-enter your password.
ru: Поново унесите своју лозинку.
sr_latn: Ponovo unesite svoju lozinku.

source: Sorry, there was an error trying to process your request. Please try again later.
ru: Извините, дошло је до грешке приликом покушаја обраде вашег захтева. Покушајте поново касније.
sr_latn: Izvinite, došlo je do greške prilikom pokušaja obrade vašeg zahteva. Pokušajte ponovo kasnije.

source: A Password is required
ru: Потребна је лозинка
sr_latn: Potrebna je lozinka

source: You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion.
ru: Такође можете изгубити приступ верификованим сертификатима и другим програмским акредитивима. Можете да направите копију ових за ваше записе пре него што наставите са брисањем.
sr_latn: Takođe možete izgubiti pristup verifikovanim sertifikatima i drugim programskim akreditivima. Možete da napravite kopiju ovih za vaše zapise pre nego što nastavite sa brisanjem.

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
ru: Изабрали сте "Избриши мој налог". Брисање вашег рачуна и личних података трајно је и не може се поништити. {platformName} неће моћи да опорави ваш налог или податке који се бришу.
sr_latn: Izabrali ste "Избриши мој налог". Brisanje vašeg računa i ličnih podataka trajno je i ne može se poništiti. {platformName} neće moći da oporavi vaš nalog ili podatke koji se brišu.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
ru: Ако наставите, нећете моћи да користите овај налог да бисте преузели курсеве на {platformName} апликацији, {siteName} или било које друго место које је домаћин {platformName}.
sr_latn: Ako nastavite, nećete moći da koristite ovaj nalog da biste preuzeli kurseve na {platformName} aplikaciji, {siteName} ili bilo koje drugo mesto koje je domaćin {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
ru: Ово укључује приступ {siteName} са Систем{additionalSiteSpecificDeletionText}.
sr_latn: Ovo uključuje pristup {siteName} sa Sistem{additionalSiteSpecificDeletionText}.

source: If you still wish to continue and delete your account, please enter your account password:
ru: Ако и даље желите да наставите и избришете свој налог, унесите лозинку вашег налога:
sr_latn: Ako i dalje želite da nastavite i izbrišete svoj nalog, unesite lozinku vašeg naloga:

source: Yes, Delete
ru: Да, избришите
sr_latn: Da, izbrišite

source: We're sorry to see you go! Your account will be deleted shortly.
ru: Жао нам је што те видимо! Ваш рачун ће ускоро бити избрисан.
sr_latn: Žao nam je što te vidimo! Vaš račun će uskoro biti izbrisan.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
ru: Брисање рачуна, укључујући уклањање са листа е-поште, може потрајати неколико недеља да се у потпуности обради кроз наш систем. Ако желите да се пре него што желите да се одбаците у е-маилове, одјавите се од подножја било које поруке е-поште.
sr_latn: Brisanje računa, uključujući uklanjanje sa lista e-pošte, može potrajati nekoliko nedelja da se u potpunosti obradi kroz naš sistem. Ako želite da se pre nego što želite da se odbacite u e-mailove, odjavite se od podnožja bilo koje poruke e-pošte.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
ru: Пре него што наставите, молим вас {htmlStart} УНЛИНК сви налоге за друштвене медије{htmlEnd}.
sr_latn: Pre nego što nastavite, molim vas {htmlStart} UNLINK svi naloge za društvene medije{htmlEnd}.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
ru: Пре него што наставите, молим вас {htmlStart} {emailMsg} {htmlEnd}.
sr_latn: Pre nego što nastavite, molim vas {htmlStart} {emailMsg} {htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
ru: {htmlStart} Желите да промените е-пошту, име или лозинку? {htmlEnd}
sr_latn: {htmlStart} Želite da promenite e-poštu, ime ili lozinku? {htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
ru: {strongStart} УПОЗОРЕЊЕ: Делеција рачуна је стална.{strongEnd} Молимо прочитајте горе наведено пре него што наставите. Ово је неповратна акција и {strongStart} више нећете моћи да користите исту е-пошту на {platformName} .{strongEnd}
sr_latn: {strongStart} UPOZORENjE: Delecija računa je stalna.{strongEnd} Molimo pročitajte gore navedeno pre nego što nastavite. Ovo je nepovratna akcija i {strongStart} više nećete moći da koristite istu e-poštu na {platformName} .{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
ru: Напомена: Брисање вашег рачуна и личних података је трајан и не може се поништити. {platformName} неће моћи да опорави ваш налог или податке који се бришу.
sr_latn: Napomena: Brisanje vašeg računa i ličnih podataka je trajan i ne može se poništiti. {platformName} neće moći da oporavi vaš nalog ili podatke koji se brišu.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
ru: Једном када се ваш налог брише, не можете га користити за преношење курсева на {platformName} апликацији, {siteName} или било које друге веб локације који је домаћин {platformName}.
sr_latn: Jednom kada se vaš nalog briše, ne možete ga koristiti za prenošenje kurseva na {platformName} aplikaciji, {siteName} ili bilo koje druge veb lokacije koji je domaćin {platformName}.

source: We’re sorry to see you go!
ru: Жао нам је што те видимо!
sr_latn: Žao nam je što te vidimo!

source: Delete My Account
ru: Избришите мој рачун
sr_latn: Izbrišite moj račun

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
ru: Није могуће утврдити да ли би вам требало да вам пружимо поврат средстава због грешке у систему. Покушајте поново касније.
sr_latn: Nije moguće utvrditi da li bi vam trebalo da vam pružimo povrat sredstava zbog greške u sistemu. Pokušajte ponovo kasnije.

source: An error has occurred. Please try again.
ru: Дошло је до грешке. Покушајте поново.
sr_latn: Došlo je do greške. Pokušajte ponovo.

source: Bookmark this page
ru: Означи ову страницу
sr_latn: Označi ovu stranicu

source: Play
ru: Играње
sr_latn: Igranje

source: Pause
ru: Пауза
sr_latn: Pauza

source: Mute
ru: Немирати
sr_latn: Nemirati

source: Unmute
ru: Углађен
sr_latn: Uglađen

source: Exit full browser
ru: Изађите из целог прегледача
sr_latn: Izađite iz celog pregledača

source: Fill browser
ru: Попуните прегледач
sr_latn: Popunite pregledač

source: Speed
ru: Брзина
sr_latn: Brzina

source: Auto-advance
ru: Аутоматско напредовати
sr_latn: Automatsko napredovati

source: Volume
ru: Запремина
sr_latn: Zapremina

source: Muted
ru: Пригушен
sr_latn: Prigušen

source: Very low
ru: Врло низак
sr_latn: Vrlo nizak

source: Low
ru: Низак
sr_latn: Nizak

source: Average
ru: Просек
sr_latn: Prosek

source: Loud
ru: Гласан
sr_latn: Glasan

source: Very loud
ru: Врло гласно
sr_latn: Vrlo glasno

source: Maximum
ru: Максимум
sr_latn: Maksimum

source: This browser cannot play .mp4, .ogg, or .webm files.
ru: Овај претраживач не може да репродукује .МП4, .ГГ или .Вебм датотеке.
sr_latn: Ovaj pretraživač ne može da reprodukuje .MP4, .GG ili .Vebm datoteke.

source: Try using a different browser, such as Google Chrome.
ru: Покушајте са употребом другог прегледача, као што је Гоогле Цхроме.
sr_latn: Pokušajte sa upotrebom drugog pregledača, kao što je Google Chrome.

source: High Definition
ru: Висока дефиниција
sr_latn: Visoka definicija

source: off
ru: искључен
sr_latn: isključen

source: on
ru: у
sr_latn: u

source: Video position. Press space to toggle playback
ru: Видео позиција. Притисните СПАЦЕ да бисте пребацили репродукцију
sr_latn: Video pozicija. Pritisnite SPACE da biste prebacili reprodukciju

source: Video ended
ru: Видео је завршио
sr_latn: Video je završio

source: Video position
ru: Видео позиција
sr_latn: Video pozicija

source: %(value)s hour
ru: %(value)s САТ
sr_latn: %(value)s SAT

source: %(value)s minute
ru: %(value)s Минут
sr_latn: %(value)s Minut

source: %(value)s second
ru: %(value)s Друго
sr_latn: %(value)s Drugo

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
ru: Кликните на ово дугме да бисте искључили или искључили овај видео или притисните тастере горе или доле да бисте повећали или смањили ниво јачине звука.
sr_latn: Kliknite na ovo dugme da biste isključili ili isključili ovaj video ili pritisnite tastere gore ili dole da biste povećali ili smanjili nivo jačine zvuka.

source: Adjust video volume
ru: Подесите јачину видео записа
sr_latn: Podesite jačinu video zapisa

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
ru: Притисните горе да бисте ушли у мени за брзину, а затим користите тастере са стрелицама горе и надоле да бисте се кретали са различитим брзинама, а затим притисните ЕНТЕР да бисте се променили на одабрану брзину.
sr_latn: Pritisnite gore da biste ušli u meni za brzinu, a zatim koristite tastere sa strelicama gore i nadole da biste se kretali sa različitim brzinama, a zatim pritisnite ENTER da biste se promenili na odabranu brzinu.

source: Adjust video speed
ru: Подесите видео брзину
sr_latn: Podesite video brzinu

source: Video speed:
ru: Видео брзина:
sr_latn: Video brzina:

source: Skip
ru: Прескочити
sr_latn: Preskočiti

source: Play video
ru: Репродуковати видео
sr_latn: Reprodukovati video

source: Do not show again
ru: Не показујте поново
sr_latn: Ne pokazujte ponovo

source: Open language menu
ru: Отворите мени језик
sr_latn: Otvorite meni jezik

source: Transcript will be displayed when you start playing the video.
ru: Транскрипт ће се приказати када почнете да репродукујете видео.
sr_latn: Transkript će se prikazati kada počnete da reprodukujete video.

source: Activating a link in this group will skip to the corresponding point in the video.
ru: Активирање везе у овој групи прескочит ће на одговарајућу тачку у видеу.
sr_latn: Aktiviranje veze u ovoj grupi preskočit će na odgovarajuću tačku u videu.

source: Video transcript
ru: Видео транскрипт
sr_latn: Video transkript

source: Start of transcript. Skip to the end.
ru: Почетак транскрипта. Прескочите на крај.
sr_latn: Početak transkripta. Preskočite na kraj.

source: End of transcript. Skip to the start.
ru: Крај транскрипта. Прескочите на почетак.
sr_latn: Kraj transkripta. Preskočite na početak.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
ru: Притисните типку са стрелицом горе да бисте ушли у мени језик, а затим користите тастере са стрелицама и надоле да бисте се кретали са језичким опцијама. Притисните Ентер да бисте се променили на изабрани језик.
sr_latn: Pritisnite tipku sa strelicom gore da biste ušli u meni jezik, a zatim koristite tastere sa strelicama i nadole da biste se kretali sa jezičkim opcijama. Pritisnite Enter da biste se promenili na izabrani jezik.

source: Hide closed captions
ru: Сакриј затворене натпис
sr_latn: Sakrij zatvorene natpis

source: (Caption will be displayed when you start playing the video.)
ru: (Натпис ће се приказати када почнете да репродукујете видео.)
sr_latn: (Natpis će se prikazati kada počnete da reprodukujete video.)

source: Turn on closed captioning
ru: Укључите затворено натпис
sr_latn: Uključite zatvoreno natpis

source: Turn on transcripts
ru: Укључите транскрипте
sr_latn: Uključite transkripte

source: Turn off transcripts
ru: Искључите транскрипте
sr_latn: Isključite transkripte

source: Required field.
ru: Обавезно поље.
sr_latn: Obavezno polje.

source: Please do not use any spaces in this field.
ru: Молимо не користите никакве размаке у овој области.
sr_latn: Molimo ne koristite nikakve razmake u ovoj oblasti.

source: Please do not use any spaces or special characters in this field.
ru: Молимо не користите никакве размаке или посебне знакове у овој области.
sr_latn: Molimo ne koristite nikakve razmake ili posebne znakove u ovoj oblasti.

source: Pagination
ru: Страницу)
sr_latn: Stranicu)

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
ru: Ваш захтев није могао да буде завршен. Поново учитајте страницу и покушајте поново. Ако се проблем и даље траје, кликните на картицу Помоћ да пријавите проблем.
sr_latn: Vaš zahtev nije mogao da bude završen. Ponovo učitajte stranicu i pokušajte ponovo. Ako se problem i dalje traje, kliknite na karticu Pomoć da prijavite problem.

source: Showing {firstIndex} out of {numItems} total
ru: Приказује {firstIndex} Оут оф {numItems} Укупно
sr_latn: Prikazuje {firstIndex} Out of {numItems} Ukupno

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
ru: Приказивање {firstIndex} -{lastIndex} Оут оф {numItems} Укупно
sr_latn: Prikazivanje {firstIndex} -{lastIndex} Out of {numItems} Ukupno

source: Loading content
ru: Учитавање садржаја
sr_latn: Učitavanje sadržaja

source: Your request could not be processed. Refresh the page and try again.
ru: Ваш захтев није могао да се обрађује. Освежите страницу и покушајте поново.
sr_latn: Vaš zahtev nije mogao da se obrađuje. Osvežite stranicu i pokušajte ponovo.

source: Some images in this post have been omitted
ru: Неке слике у овом посту су изостављене
sr_latn: Neke slike u ovom postu su izostavljene

source: image omitted
ru: Слика је изостављена
sr_latn: Slika je izostavljena

source: there is currently {numVotes} vote
ru: Тренутно постоји {numVotes} Гласање
sr_latn: Trenutno postoji {numVotes} Glasanje

source: {numVotes} Vote
ru: {numVotes} Гласање
sr_latn: {numVotes} Glasanje

source: You could not be subscribed to this post. Refresh the page and try again.
ru: Нисте се могли претплатити на овај пост. Освежите страницу и покушајте поново.
sr_latn: Niste se mogli pretplatiti na ovaj post. Osvežite stranicu i pokušajte ponovo.

source: You could not be unsubscribed from this post. Refresh the page and try again.
ru: Не можете се одјавити са овог поста. Освежите страницу и покушајте поново.
sr_latn: Ne možete se odjaviti sa ovog posta. Osvežite stranicu i pokušajte ponovo.

source: This response could not be marked as an answer. Refresh the page and try again.
ru: Овај одговор се није могао означити као одговор. Освежите страницу и покушајте поново.
sr_latn: Ovaj odgovor se nije mogao označiti kao odgovor. Osvežite stranicu i pokušajte ponovo.

source: This response could not be unmarked as an answer. Refresh the page and try again.
ru: Овај одговор се није могао одредити као одговор. Освежите страницу и покушајте поново.
sr_latn: Ovaj odgovor se nije mogao odrediti kao odgovor. Osvežite stranicu i pokušajte ponovo.

source: This response could not be marked as endorsed. Refresh the page and try again.
ru: Овај одговор није могао бити означен као одобрен. Освежите страницу и покушајте поново.
sr_latn: Ovaj odgovor nije mogao biti označen kao odobren. Osvežite stranicu i pokušajte ponovo.

source: This response could not be unendorsed. Refresh the page and try again.
ru: Овај одговор није могао бити необичан. Освежите страницу и покушајте поново.
sr_latn: Ovaj odgovor nije mogao biti neobičan. Osvežite stranicu i pokušajte ponovo.

source: This vote could not be processed. Refresh the page and try again.
ru: Ово гласање није било могуће обрадити. Освежите страницу и покушајте поново.
sr_latn: Ovo glasanje nije bilo moguće obraditi. Osvežite stranicu i pokušajte ponovo.

source: This post could not be pinned. Refresh the page and try again.
ru: Овај пост није могао да се закачи. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao da se zakači. Osvežite stranicu i pokušajte ponovo.

source: This post could not be unpinned. Refresh the page and try again.
ru: Овај пост није могао бити ослобођен. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao biti oslobođen. Osvežite stranicu i pokušajte ponovo.

source: This post could not be flagged for abuse. Refresh the page and try again.
ru: Овај пост није могао бити означен због злоупотребе. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao biti označen zbog zloupotrebe. Osvežite stranicu i pokušajte ponovo.

source: This post could not be unflagged for abuse. Refresh the page and try again.
ru: Овај пост није могао да се усваја због злоупотребе. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao da se usvaja zbog zloupotrebe. Osvežite stranicu i pokušajte ponovo.

source: This post could not be closed. Refresh the page and try again.
ru: Овај пост није могао бити затворен. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao biti zatvoren. Osvežite stranicu i pokušajte ponovo.

source: This post could not be reopened. Refresh the page and try again.
ru: Овај пост није могао да се поново отвори. Освежите страницу и покушајте поново.
sr_latn: Ovaj post nije mogao da se ponovo otvori. Osvežite stranicu i pokušajte ponovo.

source: Show Discussion
ru: Покажи дискусију
sr_latn: Pokaži diskusiju

source: Hide Discussion
ru: Сакрити дискусију
sr_latn: Sakriti diskusiju

source: This discussion could not be loaded. Refresh the page and try again.
ru: Ова дискусија није могла бити учитана. Освежите страницу и покушајте поново.
sr_latn: Ova diskusija nije mogla biti učitana. Osvežite stranicu i pokušajte ponovo.

source: There are no posts in this topic yet.
ru: Још нема постова у овој теми.
sr_latn: Još nema postova u ovoj temi.

source: Loading more threads
ru: Учитавање више нити
sr_latn: Učitavanje više niti

source: Additional posts could not be loaded. Refresh the page and try again.
ru: Додатни постови се не могу учитати. Освежите страницу и покушајте поново.
sr_latn: Dodatni postovi se ne mogu učitati. Osvežite stranicu i pokušajte ponovo.

source: Current conversation
ru: Тренутни разговор
sr_latn: Trenutni razgovor

source: Loading posts list
ru: Учитавање листе постова
sr_latn: Učitavanje liste postova

source: No results found for {original_query}. Showing results for {suggested_query}.
ru: Нема резултата за {original_query}. Приказује резултате за {suggested_query}.
sr_latn: Nema rezultata za {original_query}. Prikazuje rezultate za {suggested_query}.

source: No posts matched your query.
ru: Нема порука уписује ваш упит.
sr_latn: Nema poruka upisuje vaš upit.

source: Show posts by {username}.
ru: Прикажи поруке од {username}.
sr_latn: Prikaži poruke od {username}.

source: The post you selected has been deleted.
ru: Пост који сте одабрали је обрисан.
sr_latn: Post koji ste odabrali je obrisan.

source: Responses could not be loaded. Refresh the page and try again.
ru: Одговори се не могу учитати. Освежите страницу и покушајте поново.
sr_latn: Odgovori se ne mogu učitati. Osvežite stranicu i pokušajte ponovo.

source: Additional responses could not be loaded. Refresh the page and try again.
ru: Додатни одговори се не могу учитати. Освежите страницу и покушајте поново.
sr_latn: Dodatni odgovori se ne mogu učitati. Osvežite stranicu i pokušajte ponovo.

source: {numResponses} other response
ru: {numResponses} Остали одговор
sr_latn: {numResponses} Ostali odgovor

source: {numResponses} response
ru: {numResponses} Одговор
sr_latn: {numResponses} Odgovor

source: Showing all responses
ru: Показивање свих одговора
sr_latn: Pokazivanje svih odgovora
