Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Specialty
ru: Специјалност
sr_latn: Specijalnost

source: Company
ru: Компанија
sr_latn: Kompanija

source: Title
ru: Назив
sr_latn: Naziv

source: Job Title
ru: Назив посла
sr_latn: Naziv posla

source: First Name
ru: Име
sr_latn: Ime

source: Last Name
ru: Презиме
sr_latn: Prezime

source: Mailing address
ru: Поштанска адреса
sr_latn: Poštanska adresa

source: State/Province/Region
ru: Држава / провинција / регион
sr_latn: Država / provincija / region

source: Work experience
ru: Радно искуство
sr_latn: Radno iskustvo

source: Password reset
ru: Ресетовање лозинке
sr_latn: Resetovanje lozinke

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
ru: Овај е-маил добијате јер сте затражили ресетовање лозинке за ваш кориснички налог на %(platform_name)s.
sr_latn: Ovaj e-mail dobijate jer ste zatražili resetovanje lozinke za vaš korisnički nalog na %(platform_name)s.

source: However, there is currently no user account associated with your email address: %(email_address)s.
ru: Међутим, тренутно нема корисничког налога повезаног са вашом адресом е-поште: %(email_address)s.
sr_latn: Međutim, trenutno nema korisničkog naloga povezanog sa vašom adresom e-pošte: %(email_address)s.

source: If you did not request this change, you can ignore this email.
ru: Ако нисте затражили ову промену, можете игнорисати ову адресу е-поште.
sr_latn: Ako niste zatražili ovu promenu, možete ignorisati ovu adresu e-pošte.

source: Reset my password
ru: Ресетујте моју лозинку
sr_latn: Resetujte moju lozinku

source: Please go to the following page and choose a new password:
ru: Идите на следећу страницу и изаберите нову лозинку:
sr_latn: Idite na sledeću stranicu i izaberite novu lozinku:

source: Password reset on %(platform_name)s
ru: Поништавање лозинке на %(platform_name)s
sr_latn: Poništavanje lozinke na %(platform_name)s

source: Password reset success
ru: Успех за ресетовање лозинке
sr_latn: Uspeh za resetovanje lozinke

source: Hello %(name)s,
ru: Поздрав %(name)s,
sr_latn: Pozdrav %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
ru: Ово је да потврдите да сте успешно променили лозинку повезану са %(platform_name)s налогом. Молимо пријавите се на свој рачун.
sr_latn: Ovo je da potvrdite da ste uspešno promenili lozinku povezanu sa %(platform_name)s nalogom. Molimo prijavite se na svoj račun.

source: Hello %(name)s,
ru: Поздрав %(name)s,
sr_latn: Pozdrav %(name)s,

source: Password reset completed on %(platform_name)s
ru: Поништавање лозинке завршен на %(platform_name)s
sr_latn: Poništavanje lozinke završen na %(platform_name)s

source: Superuser creation not allowed
ru: Стварање СуперУсер није дозвољено
sr_latn: Stvaranje SuperUser nije dozvoljeno

source: Account modification not allowed.
ru: Модификација рачуна није дозвољена.
sr_latn: Modifikacija računa nije dozvoljena.

source: Account creation not allowed.
ru: Стварање рачуна није дозвољено.
sr_latn: Stvaranje računa nije dozvoljeno.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
ru: Иоу've successfully signed in to your {provider_name} account, but this account isn' Т Повезана са вашим {platform_name} Аццоунт-ом. {blank_lines} Користите свој {platform_name} Корисничко име и лозинку да бисте се пријавили на {platform_name} испод, а затим повежите свој {platform_name} са {provider_name} са ваше контролне табле. {blank_lines} Ако још немате налог на {platform_name}, кликните {register_label_strong} на врху странице.
sr_latn: Iou've successfully signed in to your {provider_name} account, but this account isn' T Povezana sa vašim {platform_name} Account-om. {blank_lines} Koristite svoj {platform_name} Korisničko ime i lozinku da biste se prijavili na {platform_name} ispod, a zatim povežite svoj {platform_name} sa {provider_name} sa vaše kontrolne table. {blank_lines} Ako još nemate nalog na {platform_name}, kliknite {register_label_strong} na vrhu stranice.

source: Register
ru: Регистар
sr_latn: Registar

source: There was an error receiving your login information. Please email us.
ru: Дошло је до грешке приликом примања података о пријави. Пошаљите нам е-пошту.
sr_latn: Došlo je do greške prilikom primanja podataka o prijavi. Pošaljite nam e-poštu.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
ru: Да бисте заштитили свој налог, привремено је закључан. Покушајте поново у {locked_out_period} минута.{li_start} да бисте били на сигурној страни, можете да ресетујете лозинку {link_start} хере{link_end} пре него што покушате поново.
sr_latn: Da biste zaštitili svoj nalog, privremeno je zaključan. Pokušajte ponovo u {locked_out_period} minuta.{li_start} da biste bili na sigurnoj strani, možete da resetujete lozinku {link_start} here{link_end} pre nego što pokušate ponovo.

source: Too many failed login attempts. Try again later.
ru: Превише неуспелих покушаја пријаве. Покушајте поново касније.
sr_latn: Previše neuspelih pokušaja prijave. Pokušajte ponovo kasnije.

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
ru: Е-пошта или лозинка је нетачна.{li_start} Имате {remaining_attempts} Више покушаја пријаве пре него што је привремено закључано.{li_end} {li_start} Ако сте заборавили лозинку, кликните {link_start} Хере{link_end} то ресет.{li_end}
sr_latn: E-pošta ili lozinka je netačna.{li_start} Imate {remaining_attempts} Više pokušaja prijave pre nego što je privremeno zaključano.{li_end} {li_start} Ako ste zaboravili lozinku, kliknite {link_start} Here{link_end} to reset.{li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
ru: Као {allowed_domain} Корисник, морате се пријавити са својим {allowed_domain} {link_start} {provider} Аццоунт{link_end}.
sr_latn: Kao {allowed_domain} Korisnik, morate se prijaviti sa svojim {allowed_domain} {link_start} {provider} Account{link_end}.

source: The email address you used to register with {platform_name}
ru: Адреса е-поште коју сте користили за регистрацију са {platform_name}
sr_latn: Adresa e-pošte koju ste koristili za registraciju sa {platform_name}

source: username@domain.com
ru: Корисничко име@дамАин.цом
sr_latn: Korisničko ime@damAin.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ru: Да ли је регистрована адреса е-поште Дон't have an associated user account. Are you sure you' В?
sr_latn: Da li je registrovana adresa e-pošte Don't have an associated user account. Are you sure you' V?

source: The user account associated with this e-mail address cannot reset the password.
ru: Кориснички налог повезан са овом е-маил адресом не може да ресетује лозинку.
sr_latn: Korisnički nalog povezan sa ovom e-mail adresom ne može da resetuje lozinku.

source: Your previous request is in progress, please try again in a few moments.
ru: Ваш претходни захтев је у току, покушајте поново за неколико тренутака.
sr_latn: Vaš prethodni zahtev je u toku, pokušajte ponovo za nekoliko trenutaka.

source: Password reset unsuccessful
ru: Поништавање лозинке неуспешно
sr_latn: Poništavanje lozinke neuspešno

source: Error in resetting your password.
ru: Грешка у ресетовању лозинке.
sr_latn: Greška u resetovanju lozinke.

source: Error in resetting your password. Please try again.
ru: Грешка у ресетовању лозинке. Покушајте поново.
sr_latn: Greška u resetovanju lozinke. Pokušajte ponovo.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
ru: {html_start} Цреатион Цреатион Цомплете{html_end} Ваша лозинка је креирана. {bold_start} {email} {bold_end} је сада ваш примарни емаил за пријаву.
sr_latn: {html_start} Creation Creation Complete{html_end} Vaša lozinka je kreirana. {bold_start} {email} {bold_end} je sada vaš primarni email za prijavu.

source: Some error occurred during password change. Please try again
ru: Дошло је до неке грешке током промене лозинке. Покушајте поново
sr_latn: Došlo je do neke greške tokom promene lozinke. Pokušajte ponovo

source: No email address provided.
ru: Није пружена адреса е-поште.
sr_latn: Nije pružena adresa e-pošte.

source: An error has occurred. Try refreshing the page, or check your internet connection.
ru: Дошло је до грешке. Покушајте да освежите страницу или проверите интернетску везу.
sr_latn: Došlo je do greške. Pokušajte da osvežite stranicu ili proverite internetsku vezu.

source: Registration using {provider} has timed out.
ru: Регистрација помоћу {provider} је истекла.
sr_latn: Registracija pomoću {provider} je istekla.

source: An access_token is required when passing value ({}) for provider.
ru: Аццесс_токен је потребан приликом пролазне вредности ({}) за провајдера.
sr_latn: Access_token je potreban prilikom prolazne vrednosti ({}) za provajdera.

source: The provided access_token is already associated with another user.
ru: Обезбеђени приступ_токен је већ повезан са другим корисником.
sr_latn: Obezbeđeni pristup_token je već povezan sa drugim korisnikom.

source: The provided access_token is not valid.
ru: Обезбеђени приступ_токен није валидан.
sr_latn: Obezbeđeni pristup_token nije validan.

source: Full Name cannot contain the following characters: < >
ru: Пуно име не може садржати следеће знакове: <>
sr_latn: Puno ime ne može sadržati sledeće znakove: <>

source: A properly formatted e-mail is required
ru: Потребна је правилно форматирана е-пошта
sr_latn: Potrebna je pravilno formatirana e-pošta

source: Your legal name must be a minimum of one character long
ru: Ваше правно име мора бити најмање један од једног знака
sr_latn: Vaše pravno ime mora biti najmanje jedan od jednog znaka

source: Your legal name is too long. It must not exceed %(max_length)s characters
ru: Ваше правно име је предуго. Не сме прелазити %(max_length)s знакова
sr_latn: Vaše pravno ime je predugo. Ne sme prelaziti %(max_length)s znakova

source: Email cannot be more than %(limit_value)s characters long
ru: Е-пошта не може бити више од %(limit_value)s знакова
sr_latn: E-pošta ne može biti više od %(limit_value)s znakova

source: You must accept the terms of service.
ru: Морате прихватити услове услуге.
sr_latn: Morate prihvatiti uslove usluge.

source: A level of education is required
ru: Потребан је ниво образовања
sr_latn: Potreban je nivo obrazovanja

source: Your gender is required
ru: Ваш род је потребан
sr_latn: Vaš rod je potreban

source: Your year of birth is required
ru: Ваша година рођења је обавезна
sr_latn: Vaša godina rođenja je obavezna

source: Your mailing address is required
ru: Ваша поштанска адреса је обавезна
sr_latn: Vaša poštanska adresa je obavezna

source: A description of your goals is required
ru: Потребан је опис ваших циљева
sr_latn: Potreban je opis vaših ciljeva

source: A city is required
ru: Потребан је град
sr_latn: Potreban je grad

source: A country is required
ru: Потребна је земља
sr_latn: Potrebna je zemlja

source: To enroll, you must follow the honor code.
ru: Да бисте се уписали, морате да следите код части.
sr_latn: Da biste se upisali, morate da sledite kod časti.

source: You are missing one or more required fields
ru: Недостаје вам једно или више потребних поља
sr_latn: Nedostaje vam jedno ili više potrebnih polja

source: Unauthorized email address.
ru: Неовлашћена адреса е-поште.
sr_latn: Neovlašćena adresa e-pošte.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
ru: Изгледа да {email} припада постојећем налогу. Покушајте поново са другом адресом е-поште.
sr_latn: Izgleda da {email} pripada postojećem nalogu. Pokušajte ponovo sa drugom adresom e-pošte.

source: Registration from this country is not allowed due to restrictions.
ru: Регистрација из ове земље није дозвољена због ограничења.
sr_latn: Registracija iz ove zemlje nije dozvoljena zbog ograničenja.

source: This is what you will use to login.
ru: Ово ћете користити за пријаву.
sr_latn: Ovo ćete koristiti za prijavu.

source: This name will be used on any certificates that you earn.
ru: Ово име ће се користити на било каквим сертификатима које зарађујете.
sr_latn: Ovo ime će se koristiti na bilo kakvim sertifikatima koje zarađujete.

source: Public Username
ru: Корисничко име за јавно
sr_latn: Korisničko ime za javno

source: The name that will identify you in your courses. It cannot be changed later.
ru: Име које ће вас идентификовати на својим курсевима. Не може се касније променити.
sr_latn: Ime koje će vas identifikovati na svojim kursevima. Ne može se kasnije promeniti.

source: I agree that {platform_name} may send me marketing messages.
ru: Слажем се да ће ми {platform_name} можда послати маркетиншке поруке.
sr_latn: Slažem se da će mi {platform_name} možda poslati marketinške poruke.

source: Country or Region of Residence
ru: Земља или регија пребивалишта
sr_latn: Zemlja ili regija prebivališta

source: The country or region where you live.
ru: Земљу или регион у којој живите.
sr_latn: Zemlju ili region u kojoj živite.

source: Terms of Service and Honor Code
ru: Услови услуге и Код части
sr_latn: Uslovi usluge i Kod časti

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
ru: Слажем се са {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}
sr_latn: Slažem se sa {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
ru: Морате се сложити са {platform_name} {terms_of_service}
sr_latn: Morate se složiti sa {platform_name} {terms_of_service}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
ru: Стварањем налога прихватате се на {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} и признајете да {platform_name} и сваки члан процеса ваше личне податке у складу са {privacy_policy_link_start} ПолициП{privacy_policy_link_end}.
sr_latn: Stvaranjem naloga prihvatate se na {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} i priznajete da {platform_name} i svaki član procesa vaše lične podatke u skladu sa {privacy_policy_link_start} PoliciP{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
ru: Слажем се са {platform_name} {tos_link_start} {terms_of_service} {tos_link_end}
sr_latn: Slažem se sa {platform_name} {tos_link_start} {terms_of_service} {tos_link_end}

source: Create Account
ru: Креирајте налог
sr_latn: Kreirajte nalog

source: Dismiss
ru: Разрешити
sr_latn: Razrešiti

source: Oauth client name of VEM service.
ru: ОАУТХ име клијента Вем Сервице.
sr_latn: OAUTH ime klijenta Vem Service.

source: video encode manager API URL.
ru: Видео Енцоде Манагер АПИ УРЛ.

source: Username created for VEM Integration, e.g. vem_service_user.
ru: Корисничко име креирано за вем интеграцију, нпр. Вем_сервице_усер.
sr_latn: Korisničko ime kreirano za vem integraciju, npr. Vem_service_user.

source: Force On
ru: Присилити
sr_latn: Prisiliti

source: Force Off
ru: Омаловажити
sr_latn: Omalovažiti

source: This content is only accessible to registered learners. Sign in or register to view it.
ru: Овај садржај је приступачан само регистрованим ученицима. Пријавите се или се региструјте да бисте је видели.
sr_latn: Ovaj sadržaj je pristupačan samo registrovanim učenicima. Prijavite se ili se registrujte da biste je videli.

source: This content is only accessible to enrolled learners.
ru: Овај садржај је приступачан само уписаним ученицима.
sr_latn: Ovaj sadržaj je pristupačan samo upisanim učenicima.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
ru: Поље о мени мора бити на већини {BIO_MAX_LENGTH} знакова.
sr_latn: Polje o meni mora biti na većini {BIO_MAX_LENGTH} znakova.

source: This value is invalid.
ru: Ова вредност је неважећа.
sr_latn: Ova vrednost je nevažeća.

source: This field is not editable
ru: Ово поље није могуће уређивати
sr_latn: Ovo polje nije moguće uređivati

source: %(min_score)s is not a valid grade percentage
ru: %(min_score)s није валидан проценат оцене
sr_latn: %(min_score)s nije validan procenat ocene

source: Gating milestone for {usage_key}
ru: Гатинг Милестоне за {usage_key}
sr_latn: Gating Milestone za {usage_key}

source: License
ru: Лиценца
sr_latn: Licenca

source: A license defines how the contents of this block can be shared and reused.
ru: Лиценца дефинише како се садржај овог блока може поделити и поново користити.
sr_latn: Licenca definiše kako se sadržaj ovog bloka može podeliti i ponovo koristiti.

source: Team Group: {team_set_name}
ru: Теам Гроуп: {team_set_name}

source: Partition for segmenting users by team-set
ru: Партиција за кориснике сегментације по Теам-Сет-у
sr_latn: Particija za korisnike segmentacije po Team-Set-u

source: {assignment} is due for {course}.
ru: {assignment} заказује се за {course}.
sr_latn: {assignment} zakazuje se za {course}.

source: Calendar Sync
ru: Синхронизација календара
sr_latn: Sinhronizacija kalendara

source: Unsubscribe from calendar updates
ru: Одјавите се од ажурирања календара
sr_latn: Odjavite se od ažuriranja kalendara

source: Subscribe to calendar updates
ru: Претплатите се на ажурирања календара
sr_latn: Pretplatite se na ažuriranja kalendara

source: Sync {course} to your calendar
ru: Синхронизовани {course} у ваш календар
sr_latn: Sinhronizovani {course} u vaš kalendar

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
ru: Придржавање распореда је најбољи начин да се осигурате да успешно завршите свој курс самосталне кораке. Овај распоред за {course} ће вам помоћи да останете на путу!
sr_latn: Pridržavanje rasporeda je najbolji način da se osigurate da uspešno završite svoj kurs samostalne korake. Ovaj raspored za {course} će vam pomoći da ostanete na putu!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
ru: Једном када се синхронизујете свој распоред курса у свој календар, свака ажурирања за курс вашег инструктора ће се аутоматски одразити. Курс можете уклонити из календара у било које време.
sr_latn: Jednom kada se sinhronizujete svoj raspored kursa u svoj kalendar, svaka ažuriranja za kurs vašeg instruktora će se automatski odraziti. Kurs možete ukloniti iz kalendara u bilo koje vreme.

source: {course} dates have been updated on your calendar
ru: {course} датуми су ажурирани на вашем календару
sr_latn: {course} datumi su ažurirani na vašem kalendaru

source: You have successfully shifted your course schedule and your calendar is up to date.
ru: Успешно сте пребацили свој распоред курса и ваш календар је ажуриран.
sr_latn: Uspešno ste prebacili svoj raspored kursa i vaš kalendar je ažuriran.

source: Enabled As Of
ru: Омогућено као
sr_latn: Omogućeno kao

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
ru: Ако је конфигурација омогућена, тада ће бити погођени сви уписи креирани након овог датума и времена (локално време корисника).
sr_latn: Ako je konfiguracija omogućena, tada će biti pogođeni svi upisi kreirani nakon ovog datuma i vremena (lokalno vreme korisnika).

source: Studio Override Enabled
ru: Омогућено је прегласавање студија
sr_latn: Omogućeno je preglasavanje studija

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
ru: Дозволи видљивост уписа на одговарајући начин да буде надјачан на покупоненској основи у студију.
sr_latn: Dozvoli vidljivost upisa na odgovarajući način da bude nadjačan na pokuponenskoj osnovi u studiju.

source: enabled_as_of must be set when enabled is True
ru: Енаблед_Ас_ОФ мора бити постављен када је омогућен тачан
sr_latn: Enabled_As_OF mora biti postavljen kada je omogućen tačan

source: Partition for segmenting users by access to gated content types
ru: Партиција за кориснике сегментације приступом типовима прикладе
sr_latn: Particija za korisnike segmentacije pristupom tipovima priklade

source: Graded assessments are available to Verified Track learners.
ru: Оцењене процене су доступне за верификоване ученике за праћење.
sr_latn: Ocenjene procene su dostupne za verifikovane učenike za praćenje.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
ru: Оцењене процене су доступне за верификоване ученике за праћење. Надоградите за откључавање.
sr_latn: Ocenjene procene su dostupne za verifikovane učenike za praćenje. Nadogradite za otključavanje.

source: Content available only to verified track learners
ru: Садржај је доступан само за верификоване ученике за праћење
sr_latn: Sadržaj je dostupan samo za verifikovane učenike za praćenje

source: Verified Track Access
ru: Провјерени приступ праћењу
sr_latn: Provjereni pristup praćenju

source: Upgrade to unlock
ru: Надоградите за откључавање
sr_latn: Nadogradite za otključavanje

source: Access expired on {expiration_date}
ru: Приступ је истекао на {expiration_date}
sr_latn: Pristup je istekao na {expiration_date}

source: Access to {course_name} expired on {expiration_date}
ru: Приступ {course_name} Истекао је на {expiration_date}
sr_latn: Pristup {course_name} Istekao je na {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
ru: Приступ курсу који сте тражили истекли су на {expiration_date}
sr_latn: Pristup kursu koji ste tražili istekli su na {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
ru: Овај ученик нема приступ овом курсу. Њихов приступ је истекао на {expiration_date}.
sr_latn: Ovaj učenik nema pristup ovom kursu. Njihov pristup je istekao na {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
ru: {strong_open} Приступ ревизији истиче {expiration_date} {strong_close} {line_break} губите сви приступ овом курсу, укључујући ваш напредак, на {expiration_date}.
sr_latn: {strong_open} Pristup reviziji ističe {expiration_date} {strong_close} {line_break} gubite svi pristup ovom kursu, uključujući vaš napredak, na {expiration_date}.
