Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
ru: Унесите категорије дискусије у следећем формату: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. На пример, једна категорија дискусије може бити "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Вредност "id" за сваку категорију мора бити јединствена. У "id" Вредности, једини посебни знакови који су подржани су подвлачи, цртице и период. Такође можете да одредите категорију као подразумевану за нове постове на страници дискусије постављајући свој "default" атрибут Труе. На пример, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
sr_latn: Unesite kategorije diskusije u sledećem formatu: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Na primer, jedna kategorija diskusije može biti "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Вредност "id" за сваку категорију мора бити jedinstvena. U "id" Vrednosti, jedini posebni znakovi koji su podržani su podvlači, crtice i period. Takođe možete da odredite kategoriju kao podrazumevanu za nove postove na stranici diskusije postavljajući svoj "default" atribut True. Na primer, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussions Plugin Settings
ru: Подешавања додатака за дискусије
sr_latn: Podešavanja dodataka za diskusije

source: Settings for discussions plugins.
ru: Подешавања за дискусијске додатке.
sr_latn: Podešavanja za diskusijske dodatke.

source: Course Announcement Date
ru: Датум најаве на курсу
sr_latn: Datum najave na kursu

source: Enter the date to announce your course.
ru: Унесите датум да најавите свој курс.
sr_latn: Unesite datum da najavite svoj kurs.

source: Cohort Configuration
ru: Кохортна конфигурација
sr_latn: Kohortna konfiguracija

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
ru: Унесите тастере и вредности политике да бисте омогућили функцију Цохорт, дефинисати аутоматизовани задатак ученика групама или идентификовати било какве теме за дискусију на целу широкој теисти као приватни за кохорте чланове.
sr_latn: Unesite tastere i vrednosti politike da biste omogućili funkciju Cohort, definisati automatizovani zadatak učenika grupama ili identifikovati bilo kakve teme za diskusiju na celu širokoj teisti kao privatni za kohorte članove.

source: Course Is New
ru: Курс је нов
sr_latn: Kurs je nov

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, курс се појављује на листи нових курсева и ново! Значка се привремено појављује поред слике курса.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, kurs se pojavljuje na listi novih kurseva i novo! Značka se privremeno pojavljuje pored slike kursa.

source: Mobile Course Available
ru: Доступан је мобилни курс
sr_latn: Dostupan je mobilni kurs

source: Enter true or false. If true, the course will be available to mobile devices.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, курс ће бити доступан мобилним уређајима.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, kurs će biti dostupan mobilnim uređajima.

source: Video Upload Credentials
ru: Видео записивање видео записа
sr_latn: Video zapisivanje video zapisa

source: Enter the unique identifier for your course's video files provided by {platform_name}.
ru: Унесите јединствени идентификатор за видео датотеке вашег курса који је пружио {platform_name}.
sr_latn: Unesite jedinstveni identifikator za video datoteke vašeg kursa koji je pružio {platform_name}.

source: Course Not Graded
ru: Курс који није оцењен
sr_latn: Kurs koji nije ocenjen

source: Enter true or false. If true, the course will not be graded.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, курс се неће оценити.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, kurs se neće oceniti.

source: Disable Progress Graph
ru: Онемогући графикон напретка
sr_latn: Onemogući grafikon napretka

source: Enter true or false. If true, students cannot view the progress graph.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, студенти не могу да виде графикон напретка.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, studenti ne mogu da vide grafikon napretka.

source: PDF Textbooks
ru: ПДФ уџбенике
sr_latn: PDF udžbenike

source: List of dictionaries containing pdf_textbook configuration
ru: Списак речника који садрже конфигурацију ПДФ_ТектБоокБоок-а
sr_latn: Spisak rečnika koji sadrže konfiguraciju PDF_TektBookBook-a

source: HTML Textbooks
ru: ХТМЛ уџбенике
sr_latn: HTML udžbenike

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
ru: За ХТМЛ уџбенике који се појављују као одвојене картице у курсу, унесите име картице (обично наслов књиге) као и УРЛ-ове и наслове сваког поглавља у књизи.
sr_latn: Za HTML udžbenike koji se pojavljuju kao odvojene kartice u kursu, unesite ime kartice (obično naslov knjige) kao i URL-ove i naslove svakog poglavlja u knjizi.

source: Remote Gradebook
ru: Даљински део
sr_latn: Daljinski deo

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
ru: Унесите мапирање даљинског разграничног књиге. Користите само ову поставку када је прецизиран даљински_граднибоок_урл.
sr_latn: Unesite mapiranje daljinskog razgraničnog knjige. Koristite samo ovu postavku kada je preciziran daljinski_gradnibook_url.

source: Enable CCX
ru: Омогући CCX
sr_latn: Omogući CCKS

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
ru: Дозволите инструкторима курсева да доделе CCX тренерске улоге и омогућавају тренерима да управљају прилагођеним курсевима на {platform_name}. Када се лажно, прилагођени курсеви не могу креирати, али постојећи прилагођени курсеви ће се сачувати.
sr_latn: Dozvolite instruktorima kurseva da dodele CCKS trenerske uloge i omogućavaju trenerima da upravljaju prilagođenim kursevima na {platform_name}. Kada se lažno, prilagođeni kursevi ne mogu stvoriti, ali postojeći prilagođeni kursevi će se sačuvati.

source: CCX Connector URL
ru: CCX прикључак за прикључак
sr_latn: CCKS priključak za priključak

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
ru: УРЛ за CCX прикључак за управљање креирањем CCX-а. (необавезно). Занемарени осим 'Enable CCX' поставите на 'true'.
sr_latn: URL za CCKS priključak za upravljanje kreiranjem CCKS-a. (neobavezno). Zanemareni osim 'Enable CCX' postavite na 'true'.

source: Allow Anonymous Discussion Posts
ru: Дозволи Анонимне дискусионе постове
sr_latn: Dozvoli Anonimne diskusione postove

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, студенти могу креирати дискусијске постове који су анонимирани свим корисницима.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, studenti mogu stvoriti diskusijske postove koji su anonimirani svim korisnicima.

source: Allow Anonymous Discussion Posts to Peers
ru: Дозволите анонимним дискусијским постовима за вршњаке
sr_latn: Dozvolite anonimnim diskusijskim postovima za vršnjake

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, студенти могу да створе дискусијске постове који су анонимирани другима ученицима. Ово подешавање не чини постове анонимове особље курса.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, studenti mogu da stvore diskusijske postove koji su anonimirani drugima učenicima. Ovo podešavanje ne čini postove anonimove osoblje kursa.

source: Advanced Module List
ru: Напредни модул листа
sr_latn: Napredni modul lista

source: Enter the names of the advanced modules to use in your course.
ru: Унесите имена напредних модула који ћете користити на вашем курсу.
sr_latn: Unesite imena naprednih modula koji ćete koristiti na vašem kursu.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
ru: ТРУЕ ако временске зоне треба да се прикажу на датумима на курсу. Застарело у корист Дуе_Дате_Дисплаи_Формат.
sr_latn: TRUE ako vremenske zone treba da se prikažu na datumima na kursu. Zastarelo u korist Due_Date_Displai_Format.

source: Due Date Display Format
ru: Резорисантни формат
sr_latn: Rezorisantni format

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
ru: Унесите формат за датуме доспећа. Подразумевано је пон дд, ГГГГ. Унесите "%m-%d -%Y" за мм-дд-ииии, "%d -%m-%Y" за дд-мм-ииии, "%Y-%m-%d " за ДИД-ММ-ДД или "%Y-%d -%m" за ГГИИИ-ДД-ММ.
sr_latn: Unesite format za datume dospeća. Podrazumevano je pon dd, GGGG. Unesite "%m-%d -%Y" za mm-dd-iiii, "%d -%m-%Y" za dd-mm-iiii, "%Y-%m-%d " za DID-MM-DD ili "%Y-%d -%m" za GGIII-DD-MM.

source: External Login Domain
ru: Вањски домен за пријаву
sr_latn: Vanjski domen za prijavu

source: Enter the external login method students can use for the course.
ru: Унесите спољни метод за пријаву Студенти могу да користе за курс.
sr_latn: Unesite spoljni metod za prijavu Studenti mogu da koriste za kurs.

source: Certificates Downloadable Before End
ru: Сертификати преносе пре краја
sr_latn: Sertifikati prenose pre kraja

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, студенти могу преузети сертификате пре него што се курс заврши, ако су упознали захтеве сертификата.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, studenti mogu preuzeti sertifikate pre nego što se kurs završi, ako su upoznali zahteve sertifikata.

source: Certificates Display Behavior
ru: Понашање приказа сертификата
sr_latn: Ponašanje prikaza sertifikata

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
ru: Ово поље, заједно са сертификатом_Аваилабле_дате ће одредити када корисник може видети њихов сертификат за курс
sr_latn: Ovo polje, zajedno sa sertifikatom_Available_date će odrediti kada korisnik može videti njihov sertifikat za kurs

source: Course About Page Image
ru: Курс о Смицхен паге
sr_latn: Kurs o Smichen page

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
ru: Уредите назив датотеке сликовне слике. Морате да пренесете ову датотеку на страници датотеке и преноса. Такође можете да поставите имиџ курса на страници Подешавања и детаље.
sr_latn: Uredite naziv datoteke slikovne slike. Morate da prenesete ovu datoteku na stranici datoteke i prenosa. Takođe možete da postavite imidž kursa na stranici Podešavanja i detalje.

source: Course Banner Image
ru: Слика за баннер курса
sr_latn: Slika za banner kursa

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
ru: Уредите назив датотеке за банер. Можете поставити слику банер на страници Подешавања и детаље.
sr_latn: Uredite naziv datoteke za baner. Možete postaviti sliku baner na stranici Podešavanja i detalje.

source: Course Video Thumbnail Image
ru: Слика за видео снимак
sr_latn: Slika za video snimak

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
ru: Уредите назив видео сличице слике. Можете да поставите слику видео умањене слике на страници Подешавања и детаље.
sr_latn: Uredite naziv video sličice slike. Možete da postavite sliku video umanjene slike na stranici Podešavanja i detalje.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
ru: Користите ову поставку само приликом генерисања ПДФ сертификата. Између наводника, унесите кратко име врсти сертификата који студенти примају када заврше курс. На пример, "Certificate".
sr_latn: Koristite ovu postavku samo prilikom generisanja PDF sertifikata. Između navodnika, unesite kratko ime vrsti sertifikata koji studenti primaju kada završe kurs. Na primer, "Certificate".

source: Certificate Name (Short)
ru: Име сертификата (кратко)
sr_latn: Ime sertifikata (kratko)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
ru: Користите ову поставку само приликом генерисања ПДФ сертификата. Између наводника, унесите дугачко име врсте сертификата да студенти примају када заврше курс. На пример, "Certificate of Achievement".
sr_latn: Koristite ovu postavku samo prilikom generisanja PDF sertifikata. Između navodnika, unesite dugačko ime vrste sertifikata da studenti primaju kada završe kurs. Na primer, "Certificate of Achievement".

source: Certificate Name (Long)
ru: Име сертификата (дуго)
sr_latn: Ime sertifikata (dugo)

source: Certificate Web/HTML View Enabled
ru: Веб / ХТМЛ преглед сертификата омогућено
sr_latn: Veb / HTML pregled sertifikata omogućeno

source: If true, certificate Web/HTML views are enabled for the course.
ru: Ако су истинито, сертификат веб / хтмл прегледа омогућено за курс.
sr_latn: Ako su istinito, sertifikat veb / html pregleda omogućeno za kurs.

source: Certificate Web/HTML View Overrides
ru: Веб / ХТМЛ преглед сертификата Преглед
sr_latn: Veb / HTML pregled sertifikata Pregled

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
ru: Унесите прегласавање курсева за веб / хтмл параметре шаблона овде (ЈСОН формат)
sr_latn: Unesite preglasavanje kurseva za veb / html parametre šablona ovde (JSON format)

source: Certificate Configuration
ru: Конфигурација сертификата
sr_latn: Konfiguracija sertifikata

source: Enter course-specific configuration information here (JSON format)
ru: Овде унесите информације о конфигурацији курсева (ЈСОН формат)
sr_latn: Ovde unesite informacije o konfiguraciji kurseva (JSON format)

source: CSS Class for Course Reruns
ru: ЦСС класа за курсеве Рерунс
sr_latn: CSS klasa za kurseve Reruns

source: Allows courses to share the same css class across runs even if they have different numbers.
ru: Омогућава курсевима да деле исто ЦСС класе преко трчања чак и ако имају различите бројеве.
sr_latn: Omogućava kursevima da dele isto CSS klase preko trčanja čak i ako imaju različite brojeve.

source: Discussion Forum External Link
ru: Дискусија Форум Спољни линк
sr_latn: Diskusija Forum Spoljni link

source: Allows specification of an external link to replace discussion forums.
ru: Омогућава спецификацију спољне везе за замену форума за дискусију.
sr_latn: Omogućava specifikaciju spoljne veze za zamenu foruma za diskusiju.

source: Hide Progress Tab
ru: Сакриј картицу Прогресс
sr_latn: Sakrij karticu Progress

source: Allows hiding of the progress tab.
ru: Омогућује скривање картице напретка.
sr_latn: Omogućuje skrivanje kartice napretka.

source: Course Organization Display String
ru: Организација курса Прикажи низ
sr_latn: Organizacija kursa Prikaži niz

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
ru: Унесите организацију курса које желите да се појавите на курсу. Ово подешавање надјачава организацију коју сте унели када сте креирали курс. Да бисте користили организацију коју сте унели када сте креирали курс, унесите нулл.
sr_latn: Unesite organizaciju kursa koje želite da se pojavite na kursu. Ovo podešavanje nadjačava organizaciju koju ste uneli kada ste kreirali kurs. Da biste koristili organizaciju koju ste uneli kada ste kreirali kurs, unesite null.

source: Course Number Display String
ru: Број курса Број приказивања
sr_latn: Broj kursa Broj prikazivanja

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
ru: Унесите број курса који желите да се појавите на курсу. Ово подешавање надјачава број курса који сте унели када сте креирали курс. Да бисте користили број курса који сте унели када сте креирали курс, унесите нулл.
sr_latn: Unesite broj kursa koji želite da se pojavite na kursu. Ovo podešavanje nadjačava broj kursa koji ste uneli kada ste kreirali kurs. Da biste koristili broj kursa koji ste uneli kada ste kreirali kurs, unesite null.

source: Course Maximum Student Enrollment
ru: Наравно, максимално упис ученика
sr_latn: Naravno, maksimalno upis učenika

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
ru: Унесите максимални број ученика који се могу уписати на курс. Да бисте дозволили неограничен број ученика, уђите у нулл.
sr_latn: Unesite maksimalni broj učenika koji se mogu upisati na kurs. Da biste dozvolili neograničen broj učenika, uđite u null.

source: Allow Public Wiki Access
ru: Дозволи јавни вики приступ
sr_latn: Dozvoli javni viki pristup

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, студенти могу да прегледају вики за курс чак и ако се не уписују у току.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, studenti mogu da pregledaju viki za kurs čak i ako se ne upisuju u toku.

source: Invitation Only
ru: Само позивница
sr_latn: Samo pozivnica

source: Whether to restrict enrollment to invitation by the course staff.
ru: Да ли да ограничи упис на позив особља курса.
sr_latn: Da li da ograniči upis na poziv osoblja kursa.

source: Pre-Course Survey Name
ru: Назив анкете пре начана
sr_latn: Naziv ankete pre načana

source: Name of SurveyForm to display as a pre-course survey to the user.
ru: Назив анкете у коме се користи као прецизна анкета кориснику.
sr_latn: Naziv ankete u kome se koristi kao precizna anketa korisniku.

source: Pre-Course Survey Required
ru: Потребна је прецизна анкета
sr_latn: Potrebna je precizna anketa

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
ru: Наведите да ли студенти морају да испуне анкету пре него што могу да виде ваш садржај курса. Ако поставите ову вредност на ТРУЕ, морате да додате име за анкете на постављање имена анкете на курсу.
sr_latn: Navedite da li studenti moraju da ispune anketu pre nego što mogu da vide vaš sadržaj kursa. Ako postavite ovu vrednost na TRUE, morate da dodate ime za ankete na postavljanje imena ankete na kursu.

source: Course Visibility In Catalog
ru: Видљивост курса у каталогу
sr_latn: Vidljivost kursa u katalogu

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
ru: Дефинише дозволе приступа за приказивање курса у каталогу курса. Ово се може поставити на једну од три вредности: 'both' (Прикажи у каталогу и дозволите приступ на страници), 'about' (само дозволите приступ на страници), 'none' (не приказујте у каталогу и не дозвољавајте да се приступите страници на страници).
sr_latn: Definiše dozvole pristupa za prikazivanje kursa u katalogu kursa. Ovo se može postaviti na jednu od tri vrednosti: 'both' (Prikaži u katalogu i dozvolite pristup na stranici), 'about' (samo dozvolite pristup na stranici), 'none' (ne prikazujte u katalogu i ne dozvoljavajte da se pristupite stranici na stranici).

source: Entrance Exam Enabled
ru: Омогућен је пријемни испит
sr_latn: Omogućen je prijemni ispit

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ru: Наведите да ли студенти морају да испуне пријемни испит пре него што могу да виде ваш садржај курса. Напомена, морате да омогућите пријемни испите за ово постављање предмета да ступи на снагу.
sr_latn: Navedite da li studenti moraju da ispune prijemni ispit pre nego što mogu da vide vaš sadržaj kursa. Napomena, morate da omogućite prijemni ispite za ovo postavljanje predmeta da stupi na snagu.

source: Entrance Exam Minimum Score (%)
ru: Минимална оцена улазног испита (%)
sr_latn: Minimalna ocena ulaznog ispita (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ru: Наведите минимални проценат резултата за пријемни испит пре него што ученици могу да виде ваш садржај курса. Напомена, морате да омогућите пријемни испите за ово постављање предмета да ступи на снагу.
sr_latn: Navedite minimalni procenat rezultata za prijemni ispit pre nego što učenici mogu da vide vaš sadržaj kursa. Napomena, morate da omogućite prijemni ispite za ovo postavljanje predmeta da stupi na snagu.

source: Entrance Exam ID
ru: ИД пријемног испита
sr_latn: ID prijemnog ispita

source: Content block identifier (location) of entrance exam.
ru: Идентификатор блока садржаја (локација) пријемног испита.
sr_latn: Identifikator bloka sadržaja (lokacija) prijemnog ispita.

source: Social Media Sharing URL
ru: УРЛ за дељење друштвених медија
sr_latn: URL za deljenje društvenih medija
