Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Set Access
ru: Приступање
sr_latn: Pristupanje

source: Edit %(display_name)s (required)
ru: Едит %(display_name)s (обавезно)
sr_latn: Edit %(display_name)s (obavezno)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
ru: Учинили сте суво вођење силе објављивања курса. Ништа се није променило. Да ли сте га покренули, верзије на следећим курсу биле би биле промене.
sr_latn: Učinili ste suvo vođenje sile objavljivanja kursa. Ništa se nije promenilo. Da li ste ga pokrenuli, verzije na sledećim kursu bile bi bile promene.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
ru: Објављена верзија филијале, {published}, ресетирана је на нацрт филијале верзије, {draft}.
sr_latn: Objavljena verzija filijale, {published}, resetirana je na nacrt filijale verzije, {draft}.

source: Add URLs for additional versions
ru: Додајте УРЛ адресе за додатне верзије
sr_latn: Dodajte URL adrese za dodatne verzije

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
ru: Да бисте били сигурни да сви студенти могу приступити видео снимку, препоручујемо да дајемо и .мп4 и верзију вашег видеа. Кликните доле да додате УРЛ адресу за другу верзију. Ови УРЛ-ови не могу бити УРЛ-ови ИоуТубе. Први видео Видео ТхатПП_0__ С рачунар ће се играти.
sr_latn: Da biste bili sigurni da svi studenti mogu pristupiti video snimku, preporučujemo da dajemo i .mp4 i verziju vašeg videa. Kliknite dole da dodate URL adresu za drugu verziju. Ovi URL-ovi ne mogu biti URL-ovi IouTube. Prvi video Video ThatPP_0__ S računar će se igrati.

source: Default Timed Transcript
ru: Подразумевани временски транскрипт
sr_latn: Podrazumevani vremenski transkript

source: Timed Transcript Conflict
ru: Временски транскрипт сукоб
sr_latn: Vremenski transkript sukob

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
ru: Чини се да је временски транскрипт за прву видео датотеку исто као и временски транскрипт за другу видео датотеку.
sr_latn: Čini se da je vremenski transkript za prvu video datoteku isto kao i vremenski transkript za drugu video datoteku.

source: Which timed transcript would you like to use?
ru: Који је временски транскрипт желите да користите?
sr_latn: Koji je vremenski transkript želite da koristite?

source: Error.
ru: Грешка.
sr_latn: Greška.

source: Timed Transcript from %(filename)s
ru: Временски транскрипт са %(filename)s
sr_latn: Vremenski transkript sa %(filename)s

source: Timed Transcript Found
ru: Темпед Транскрипт пронађен
sr_latn: Temped Transkript pronađen

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
ru: ЕДКС има временски транскрипт за овај видео. Ако желите да измените овај транскрипт, можете преузети, уредити и поново пренијети постојећи транскрипт. Ако желите да замените овај транскрипт, отпремите нови .срт транскрипт датотека.
sr_latn: EDKS ima vremenski transkript za ovaj video. Ako želite da izmenite ovaj transkript, možete preuzeti, urediti i ponovo prenijeti postojeći transkript. Ako želite da zamenite ovaj transkript, otpremite novi .srt transkript datoteka.

source: Upload New Transcript
ru: Пошаљите нови транскрипт
sr_latn: Pošaljite novi transkript

source: Upload New .srt Transcript
ru: Отпремите нови .срт транскрипт
sr_latn: Otpremite novi .srt transkript

source: Download Transcript for Editing
ru: Преузмите транскрипт за уређивање
sr_latn: Preuzmite transkript za uređivanje

source: No EdX Timed Transcript
ru: Но Едк Временски транскрипт
sr_latn: No Edk Vremenski transkript

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
ru: ЕДКС нема временски транскрипт за овај видео у студију, али пронашли смо транскрипт на ИоуТубе-у. Можете да увезете ИоуТубе транскрипт или пренесите сопствену датотеку транскрипта .срт.
sr_latn: EDKS nema vremenski transkript za ovaj video u studiju, ali pronašli smo transkript na IouTube-u. Možete da uvezete IouTube transkript ili prenesite sopstvenu datoteku transkripta .srt.

source: Import YouTube Transcript
ru: Увоз ИоуТубе транскрипт
sr_latn: Uvoz IouTube transkript

source: No Timed Transcript
ru: Нема темпираног транскрипта
sr_latn: Nema tempiranog transkripta

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
ru: ЕДКС не има временски транскрипт за овај видео. Пошаљите датотеку .срт.
sr_latn: EDKS ne ima vremenski transkript za ovaj video. Pošaljite datoteku .srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
ru: Временски транскрипт за овај видео на ЕДКС-у је застарио, али ИоуТубе има тренутни временски транскрипт за овај видео.
sr_latn: Vremenski transkript za ovaj video na EDKS-u je zastario, ali IouTube ima trenutni vremenski transkript za ovaj video.

source: Do you want to replace the edX transcript with the YouTube transcript?
ru: Да ли желите да замените ЕДКС транскрипт са ИоуТубе транскриптом?
sr_latn: Da li želite da zamenite EDKS transkript sa IouTube transkriptom?

source: Yes, replace the edX transcript with the YouTube transcript
ru: Да, замените ЕДКС транскрипт са ИоуТубе транскриптом
sr_latn: Da, zamenite EDKS transkript sa IouTube transkriptom

source: Timed Transcript Uploaded Successfully
ru: Временски транскрипт успешно је учињен
sr_latn: Vremenski transkript uspešno je učinjen

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
ru: ЕДКС има временски транскрипт за овај видео. Ако желите да замените овај транскрипт, отпремите нови .срт транскрипт датотека. Ако желите да измените овај транскрипт, можете преузети, уредити и поново пренијети постојећи транскрипт.
sr_latn: EDKS ima vremenski transkript za ovaj video. Ako želite da zamenite ovaj transkript, otpremite novi .srt transkript datoteka. Ako želite da izmenite ovaj transkript, možete preuzeti, urediti i ponovo prenijeti postojeći transkript.

source: Confirm Timed Transcript
ru: Потврдите временски транскрипт
sr_latn: Potvrdite vremenski transkript

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
ru: Променили сте видео УРЛ адресу, али нисте променили временски транскрипт. Да ли желите да користите тренутни временски транскрипт или отпремите нови .срт транскрипт датотека?
sr_latn: Promenili ste video URL adresu, ali niste promenili vremenski transkript. Da li želite da koristite trenutni vremenski transkript ili otpremite novi .srt transkript datoteka?

source: Use Current Transcript
ru: Користите тренутни транскрипт
sr_latn: Koristite trenutni transkript
