Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
ru: Ово је да потврдите да сте променили е-маил повезану са %(platform_name)s са %(old_email)s до %(new_email)s. Ако нисте направили овај захтев, молимо вас да нас одмах контактирате. Контакт подаци су наведени на:
sr_latn: Ovo je da potvrdite da ste promenili e-mail povezanu sa %(platform_name)s sa %(old_email)s do %(new_email)s. Ako niste napravili ovaj zahtev, molimo vas da nas odmah kontaktirate. Kontakt podaci su navedeni na:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
ru: Држимо дневник старих е-маила, тако да ако је овај захтев био ненамјеран, можемо истражити.
sr_latn: Držimo dnevnik starih e-maila, tako da ako je ovaj zahtev bio nenamjeran, možemo istražiti.

source: Proctoring requirements for %(course_name)s
ru: Захтев %(course_name)s
sr_latn: Zahtev %(course_name)s

source: Hello %(full_name)s,
ru: Поздрав %(full_name)s,
sr_latn: Pozdrav %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
ru: Уписани сте у %(course_name)s на %(platform_name)s. Овај курс садржи пропортивне испите.
sr_latn: Upisani ste u %(course_name)s na %(platform_name)s. Ovaj kurs sadrži proportivne ispite.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
ru: Прокторирани испити су временски испити који узимате док Прокоторинг софтвер прати рад рачунара, видео записе на рачунару и звук. Ваш курс користи %(proctoring_provider)s софтвер за ЦОЦТОРИНГ.
sr_latn: Proktorirani ispiti su vremenski ispiti koji uzimate dok Prokotoring softver prati rad računara, video zapise na računaru i zvuk. Vaš kurs koristi %(proctoring_provider)s softver za COCTORING.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
ru: Пажљиво прегледајте системске захтеве као и кораке да бисте искористили прокорани испит како бисте осигурали да сте спремни.
sr_latn: Pažljivo pregledajte sistemske zahteve kao i korake da biste iskoristili prokorani ispit kako biste osigurali da ste spremni.

source: Proctoring Instructions and Requirements
ru: Упуте и захтеви
sr_latn: Upute i zahtevi

source: Thank you,
ru: Хвала,
sr_latn: Hvala,

source: The %(platform_name)s Team
ru: Тим %(platform_name)s
sr_latn: Tim %(platform_name)s

source: Hello %(full_name)s
ru: Поздрав %(full_name)s
sr_latn: Pozdrav %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
ru: Уписани сте у %(course_name)s на %(platform_name)s. Овај курс садржи пропортивне испите.
sr_latn: Upisani ste u %(course_name)s na %(platform_name)s. Ovaj kurs sadrži proportivne ispite.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
ru: Прокторирани испити су временски испити који узимате док Прокоторинг софтвер прати рад рачунара, видео записе на рачунару и звук. Ваш курс користи %(proctoring_provider)s софтвер за ЦОЦТОРИНГ.
sr_latn: Proktorirani ispiti su vremenski ispiti koji uzimate dok Prokotoring softver prati rad računara, video zapise na računaru i zvuk. Vaš kurs koristi %(proctoring_provider)s softver za COCTORING.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
ru: Пажљиво прегледајте системске захтеве као и кораке да бисте искористили прокорани испит како бисте осигурали да сте спремни.
sr_latn: Pažljivo pregledajte sistemske zahteve kao i korake da biste iskoristili prokorani ispit kako biste osigurali da ste spremni.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
ru: Да бисте видели упутства и захтеве за преглед, посетите: %(proctoring_requirements_url)s
sr_latn: Da biste videli uputstva i zahteve za pregled, posetite: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
ru: Ова адреса е-поште је аутоматски послата са %(platform_name)s на %(full_name)s.
sr_latn: Ova adresa e-pošte je automatski poslata sa %(platform_name)s na %(full_name)s.

source: Proctoring requirements for %(course_name)s
ru: Производи за %(course_name)s
sr_latn: Proizvodi za %(course_name)s

source: Create Recovery Email
ru: Креирајте е-пошту за опоравак
sr_latn: Kreirajte e-poštu za oporavak

source: You've registered this recovery email address for %(platform_name)s.
ru: Регистровали сте ову адресу за опоравак е-поште за %(platform_name)s.
sr_latn: Registrovali ste ovu adresu za oporavak e-pošte za %(platform_name)s.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
ru: Ако поставите ову адресу е-поште, кликните на "confirm email." ако нисте затражили ову промену, можете занемарити овај мејл.
sr_latn: Ako postavite ovu adresu e-pošte, kliknite na "confirm email." ako niste zatražili ovu promenu, možete zanemariti ovaj mejl.

source: Confirm Email
ru: Потврдите е-пошту
sr_latn: Potvrdite e-poštu

source: Confirm your recovery email for %(platform_name)s
ru: Потврдите свој опоравак е-поште за %(platform_name)s
sr_latn: Potvrdite svoj oporavak e-pošte za %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
ru: Попунио је курс "{course_name} " ({course_mode}, {start_date} - {end_date})
sr_latn: Popunio je kurs "{course_name} " ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
ru: Завршио курс "{course_name} " ({course_mode})
sr_latn: Završio kurs "{course_name} " ({course_mode})

source: The badge image must be square.
ru: Слика значке мора бити квадратна.
sr_latn: Slika značke mora biti kvadratna.

source: The badge image file size must be less than 250KB.
ru: Величина датотеке значке слике мора бити мања од 250КБ.
sr_latn: Veličina datoteke značke slike mora biti manja od 250KB.

source: This value must be all lowercase.
ru: Ова вредност мора бити мала слова.
sr_latn: Ova vrednost mora biti mala slova.

source: Take free online courses at edX.org
ru: Узмите бесплатне онлине курсеве на ЕДКС.орг
sr_latn: Uzmite besplatne online kurseve na EDKS.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
ru: © {org_name}. Сва права задржана, осим где је примећено. ЕДКС, Опен ЕДКС и њихови логотипи су регистровани заштитни знакови ЕДКС Инц.
sr_latn: © {org_name}. Sva prava zadržana, osim gde je primećeno. EDKS, Open EDKS i njihovi logotipi su registrovani zaštitni znakovi EDKS Inc.

source: Powered by Open edX
ru: Покреће Отвори ЕДКС
sr_latn: Pokreće Otvori EDKS

source: Blog
ru: Блог

source: Contact Us
ru: Контактирајте нас
sr_latn: Kontaktirajte nas

source: Help Center
ru: Центар за помоћ
sr_latn: Centar za pomoć

source: Security
ru: Сигурност
sr_latn: Sigurnost

source: Media Kit
ru: Медиа Кит

source: Donate
ru: Донирати
sr_latn: Donirati

source: About
ru: О томе
sr_latn: O tome

source: {platform_name} for Business
ru: {platform_name} за посао
sr_latn: {platform_name} za posao

source: Contact
ru: Контакт
sr_latn: Kontakt

source: Careers
ru: Каријере
sr_latn: Karijere

source: News
ru: Вести
sr_latn: Vesti

source: Terms of Service & Honor Code
ru: Услови услуге и кодекс части
sr_latn: Uslovi usluge i kodeks časti

source: Privacy Policy
ru: Политика приватности
sr_latn: Politika privatnosti

source: Accessibility Policy
ru: Политика приступачности
sr_latn: Politika pristupačnosti

source: Terms of Service
ru: Услови услуге
sr_latn: Uslovi usluge

source: Sitemap
ru: Мапа сајта
sr_latn: Mapa sajta

source: Affiliates
ru: Подружнице
sr_latn: Podružnice

source: Open edX
ru: Отвори ЕДКС
sr_latn: Otvori EDKS

source: Cookie Policy
ru: Политика колачића
sr_latn: Politika kolačića

source: Your Privacy Choices
ru: Ваш избор приватности
sr_latn: Vaš izbor privatnosti

source: Trademark Policy
ru: Политика заштитних знакова
sr_latn: Politika zaštitnih znakova

source: Download the {platform_name} mobile app from the Apple App Store
ru: Преузмите {platform_name} мобилну апликацију из Аппле Апп Сторе-а
sr_latn: Preuzmite {platform_name} mobilnu aplikaciju iz Apple App Store-a

source: Download the {platform_name} mobile app from Google Play
ru: Преузмите апликацију {platform_name} са Гоогле Плаи-а
sr_latn: Preuzmite aplikaciju {platform_name} sa Google Plai-a

source: "{course_title}" Course Staff
ru: "{course_title} " Особље курса
sr_latn: "{course_title} " Osoblje kursa

source: CCX Coach
ru: CCX тренер
sr_latn: CCKS trener

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
ru: CCX се може креирати само на овом курсу путем спољне услуге. Контактирајте Админ курса да бисте добили приступ.
sr_latn: CCKS se može stvoriti samo na ovom kursu putem spoljne usluge. Kontaktirajte Admin kursa da biste dobili pristup.

source: The course is full: the limit is {max_student_enrollments_allowed}
ru: Курс је пун: граница је {max_student_enrollments_allowed}
sr_latn: Kurs je pun: granica je {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
ru: Морате бити CCX тренер да бисте приступили овом приказу.
sr_latn: Morate biti CCKS trener da biste pristupili ovom prikazu.

source: You must be the coach for this ccx to access this view
ru: Сигурно сте тренер за овај CCX да бисте приступили овом приказу
sr_latn: Sigurno ste trener za ovaj CCKS da biste pristupili ovom prikazu

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
ru: Не можете да креирате CCX са курса користећи застарели ИД. Молимо вас да направите рекун овог курса у студију да бисте дозволили ову акцију.
sr_latn: Ne možete da kreirate CCKS sa kursa koristeći zastareli ID. Molimo vas da napravite rekun ovog kursa u studiju da biste dozvolili ovu akciju.

source: regenerated
ru: регенерисан
sr_latn: regenerisan

source: generated
ru: генерисан
sr_latn: generisan

source: All learners
ru: Сви ученици
sr_latn: Svi učenici

source: For exceptions
ru: За изузеће
sr_latn: Za izuzeće

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
ru: Опис читљивог читљивог примера о примеру сертификата. На пример, 'verified' или 'honor' разликовати две врсте сертификата.
sr_latn: Opis čitljivog čitljivog primera o primeru sertifikata. Na primer, 'verified' ili 'honor' razlikovati dve vrste sertifikata.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
ru: Јединствени идентификатор за пример сертификата. Ово се користи када примимо одговор од чекања да утврдимо који је пример сертификат обрађен.
sr_latn: Jedinstveni identifikator za primer sertifikata. Ovo se koristi kada primimo odgovor od čekanja da utvrdimo koji je primer sertifikat obrađen.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
ru: Приступни кључ за пример сертификата. Ово се користи када примимо одговор од чекања да потврдимо да је пошиљалац исти ентитет који смо тражили да генерише потврду.
sr_latn: Pristupni ključ za primer sertifikata. Ovo se koristi kada primimo odgovor od čekanja da potvrdimo da je pošiljalac isti entitet koji smo tražili da generiše potvrdu.

source: The full name that will appear on the certificate.
ru: Пуно име које ће се појавити у сертификату.
sr_latn: Puno ime koje će se pojaviti u sertifikatu.

source: The template file to use when generating the certificate.
ru: Датотека шаблона која ће се користити приликом генерисања сертификата.
sr_latn: Datoteka šablona koja će se koristiti prilikom generisanja sertifikata.

source: The status of the example certificate.
ru: Статус сертификата о примеру.
sr_latn: Status sertifikata o primeru.

source: The reason an error occurred during certificate generation.
ru: Разлог због којег је дошло до грешке током генерације сертификата.
sr_latn: Razlog zbog kojeg je došlo do greške tokom generacije sertifikata.

source: The download URL for the generated certificate.
ru: УРЛ за преузимање за генерисани сертификат.
sr_latn: URL za preuzimanje za generisani sertifikat.

source: Name of template.
ru: Назив шаблона.
sr_latn: Naziv šablona.

source: Description and/or admin notes.
ru: Опис и / или администраторске белешке.
sr_latn: Opis i / ili administratorske beleške.

source: Django template HTML.
ru: Дјанго шаблон ХТМЛ.
sr_latn: Django šablon HTML.

source: Organization of template.
ru: Организација шаблона.
sr_latn: Organizacija šablona.

source: The course mode for this template.
ru: Режим курса за овај образац.
sr_latn: Režim kursa za ovaj obrazac.

source: On/Off switch.
ru: Прекидач за укључивање / искључивање.
sr_latn: Prekidač za uključivanje / isključivanje.

source: Description of the asset.
ru: Опис средства.
sr_latn: Opis sredstva.

source: Asset file. It could be an image or css file.
ru: Датотека имовине. То би могла бити слика слика или ЦСС-а.
sr_latn: Datoteka imovine. To bi mogla biti slika slika ili CSS-a.

source: Asset's unique slug. We can reference the asset in templates using this value.
ru: Јединствени слуг имовине. Можемо да референцирамо имовину у предлошцима користећи ову вредност.
sr_latn: Jedinstveni slug imovine. Možemo da referenciramo imovinu u predlošcima koristeći ovu vrednost.

source: user is not given.
ru: Корисник није дат.
sr_latn: Korisnik nije dat.

source: user '{user}' does not exist
ru: Корисник '{user} ' не постоји
sr_latn: Korisnik '{user} ' ne postoji

source: Course id '{course_id}' is not valid
ru: ИД курса '{course_id} ' није валидно
sr_latn: ID kursa '{course_id} ' nije validno

source: The course does not exist against the given key '{course_key}'
ru: Курс не постоји против датог кључа '{course_key} '
sr_latn: Kurs ne postoji protiv datog ključa '{course_key} '

source: User {username} does not exist
ru: Корисник {username} не постоји
sr_latn: Korisnik {username} ne postoji

source: {course_key} is not a valid course key
ru: {course_key} није важећи кључ курса
sr_latn: {course_key} nije važeći ključ kursa

source: The course {course_key} does not exist
ru: Курс {course_key} не постоји
sr_latn: Kurs {course_key} ne postoji

source: User {user_id} is not enrolled in the course {course_key}
ru: Корисник {user_id} није уписано на курс {course_key}
sr_latn: Korisnik {user_id} nije upisano na kurs {course_key}

source: An unexpected error occurred while regenerating certificates.
ru: Дошло је до неочекиване грешке приликом регенерисања сертификата.
sr_latn: Došlo je do neočekivane greške prilikom regenerisanja sertifikata.

source: User {username} is not enrolled in the course {course_key}
ru: Корисник {username} није уписано на курс {course_key}
sr_latn: Korisnik {username} nije upisano na kurs {course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
ru: Потврда {cert_type} означава да је ученик пристао да се придржава Кодекса части утврђеним {platform_name} и завршио је све потребне задатке за овај курс под својим смерницама.
sr_latn: Potvrda {cert_type} označava da je učenik pristao da se pridržava Kodeksa časti utvrđenim {platform_name} i završio je sve potrebne zadatke za ovaj kurs pod svojim smernicama.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
ru: Потврда {cert_type} означава да је ученик пристао да се придржава Кодекса части утврђеним {platform_name} и завршио је све потребне задатке за овај курс под његовим смерницама.
sr_latn: Potvrda {cert_type} označava da je učenik pristao da se pridržava Kodeksa časti utvrđenim {platform_name} i završio je sve potrebne zadatke za ovaj kurs pod njegovim smernicama.

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
ru: Потврда о {cert_type} такође указује да је идентитет ученика проверен и важи.
sr_latn: Potvrda o {cert_type} takođe ukazuje da je identitet učenika proveren i važi.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
ru: Потврда {cert_type} показује висок ниво достигнућа у програму студија и укључује верификацију идентитета ученика.
sr_latn: Potvrda {cert_type} pokazuje visok nivo dostignuća u programu studija i uključuje verifikaciju identiteta učenika.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
ru: Ово је валидан {platform_name} сертификат за {user_name}, који је учествовао у {partner_short_name} {course_number}
sr_latn: Ovo je validan {platform_name} sertifikat za {user_name}, koji je učestvovao u {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
ru: {partner_short_name} {course_number} сертификат | {platform_name}
sr_latn: {partner_short_name} {course_number} sertifikat | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
ru: успешно завршен, добио је пролазни степен и доделио је овај {platform_name} {certificate_type} цертификат о завршетку у
sr_latn: uspešno završen, dobio je prolazni stepen i dodelio je ovaj {platform_name} {certificate_type} certifikat o završetku u

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
ru: {platform_name} Познати достигнућа кроз сертификате, које се додељују за активности на курсу који су комплетирани {platform_name} Цомплете.
sr_latn: {platform_name} Poznati dostignuća kroz sertifikate, koje se dodeljuju za aktivnosti na kursu koji su kompletirani {platform_name} Complete.

source: All rights reserved
ru: Сва права задржана
sr_latn: Sva prava zadržana

source: Invalid Certificate
ru: Неважећи сертификат
sr_latn: Nevažeći sertifikat

source: Certificate Validation
ru: Валидација сертификата
sr_latn: Validacija sertifikata

source: About {platform_name} Accomplishments
ru: О {platform_name} достигнућа
sr_latn: O {platform_name} dostignuća

source: Issued On:
ru: Издато на:
sr_latn: Izdato na:

source: Certificate ID Number
ru: ИД број сертификата
sr_latn: ID broj sertifikata

source: About {platform_name} Certificates
ru: О {platform_name} сертификатима
sr_latn: O {platform_name} sertifikatima

source: How {platform_name} Validates Student Certificates
ru: Како {platform_name} потврђује сертификате ученика
sr_latn: Kako {platform_name} potvrđuje sertifikate učenika

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
ru: Сертификати издате од стране {platform_name} потписују ГПГ тастер како би их било који могу самостално потврдити са {platform_name} јавним тастером. За независну верификацију, {platform_name} користи оно што се назива "detached signature" ";".
sr_latn: Sertifikati izdate od strane {platform_name} potpisuju GPG taster kako bi ih bilo koji mogu samostalno potvrditi sa {platform_name} javnim tasterom. Za nezavisnu verifikaciju, {platform_name} koristi ono što se naziva "detached signature" ";".

source: Validate this certificate for yourself
ru: Потврдите овај сертификат за себе
sr_latn: Potvrdite ovaj sertifikat za sebe

source: {platform_name} offers interactive online classes and MOOCs.
ru: {platform_name} нуди интерактивне класе на мрежи и мооцс.
sr_latn: {platform_name} nudi interaktivne klase na mreži i moocs.

source: About {platform_name}
ru: О {platform_name}
sr_latn: O {platform_name}

source: Learn more about {platform_name}
ru: Сазнајте више о {platform_name}
sr_latn: Saznajte više o {platform_name}

source: Learn with {platform_name}
ru: Научите са {platform_name}
sr_latn: Naučite sa {platform_name}

source: Work at {platform_name}
ru: Радите на {platform_name}
sr_latn: Radite na {platform_name}

source: Contact {platform_name}
ru: Контактирајте {platform_name}
sr_latn: Kontaktirajte {platform_name}

source: {platform_name} acknowledges the following student accomplishment
ru: {platform_name} признаје следеће достигнуће ученика
sr_latn: {platform_name} priznaje sledeće dostignuće učenika

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
ru: Курс студије који нуди {partner_short_name}, иницијатива за интернетско учење {partner_long_name}.
sr_latn: Kurs studije koji nudi {partner_short_name}, inicijativa za internetsko učenje {partner_long_name}.

source: a course of study offered by {partner_short_name}.
ru: Курс студије који нуди {partner_short_name}.
sr_latn: Kurs studije koji nudi {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
ru: Завршио сам {course_title} курс на {platform_name}.
sr_latn: Završio sam {course_title} kurs na {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
ru: Завршио сам курс на {platform_name}. Погледајте мој сертификат.
sr_latn: Završio sam kurs na {platform_name}. Pogledajte moj sertifikat.

source: More Information About {user_name}'s Certificate:
ru: Више информација о сертификату {user_name}
sr_latn: Više informacija o sertifikatu {user_name}

source: {fullname}, you earned a certificate!
ru: {fullname}, зарадили сте потврду!
sr_latn: {fullname}, zaradili ste potvrdu!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
ru: Честитам! Ова страница резимира шта сте постигли. Покажите то породици, пријатељима и колегама у друштвеним и професионалним мрежама.
sr_latn: Čestitam! Ova stranica rezimira šta ste postigli. Pokažite to porodici, prijateljima i kolegama u društvenim i profesionalnim mrežama.

source: More about {fullname}'s accomplishment
ru: Више о постигнућу {fullname}
sr_latn: Više o postignuću {fullname}

source: {course_id} is not a valid course key.
ru: {course_id} није важећи кључ курса.
sr_latn: {course_id} nije važeći ključ kursa.

source: Course {course_id} does not exist.
ru: Курс {course_id} не постоји.
sr_latn: Kurs {course_id} ne postoji.

source: Use the checkout page hosted by the E-Commerce service.
ru: Користите страницу за одјаве које је угостила услуга е-трговине.
sr_latn: Koristite stranicu za odjave koje je ugostila usluga e-trgovine.
