Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Download a CSV of learners who can enroll
ru: Преузмите ЦСВ ученика који се могу уписати
sr_latn: Preuzmite CSV učenika koji se mogu upisati

source: Click to download a CSV of anonymized student IDs:
ru: Кликните да бисте преузели ЦСВ анонимних студентских ИД-ова:
sr_latn: Kliknite da biste preuzeli CSV anonimnih studentskih ID-ova:

source: Get Student Anonymized IDs CSV
ru: Добијајте ИД-ове студентске анонимне ИДС ЦСВ
sr_latn: Dobijajte ID-ove studentske anonimne IDS CSV

source: Click to generate a CSV file of all proctored exam results in this course.
ru: Кликните да бисте генерисали ЦСВ датотеку свих прокорисаних испита резултата у овом курсу.
sr_latn: Kliknite da biste generisali CSV datoteku svih prokorisanih ispita rezultata u ovom kursu.

source: Generate Proctored Exam Results Report
ru: Генерисање извештаја о резултатима испита
sr_latn: Generisanje izveštaja o rezultatima ispita

source: Click to generate a CSV file of survey results for this course.
ru: Кликните да бисте генерисали ЦСВ датотеку резултата анкете за овај курс.
sr_latn: Kliknite da biste generisali CSV datoteku rezultata ankete za ovaj kurs.

source: Generate Survey Results Report
ru: Генерисање извештаја о резултатима анкете
sr_latn: Generisanje izveštaja o rezultatima ankete

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
ru: Изаберите проблем да бисте генерисали ЦСВ датотеку која наводи све одговоре ученика на проблем. Такође изаберите одељак или поглавље да бисте укључили резултате свих проблема у том одељку или поглављу.
sr_latn: Izaberite problem da biste generisali CSV datoteku koja navodi sve odgovore učenika na problem. Takođe izaberite odeljak ili poglavlje da biste uključili rezultate svih problema u tom odeljku ili poglavlju.

source: NOTE
ru: Бележити
sr_latn: Beležiti

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
ru: Генерирани извештај је ограничен на одговоре {max_entries}. Ако очекујете више од {max_entries} одговора, покушајте да генеришете извештај о поглављу или проблемима из проблема или да се обратите администратору сајта да бисте повећали границу.
sr_latn: Generirani izveštaj je ograničen na odgovore {max_entries}. Ako očekujete više od {max_entries} odgovora, pokušajte da generišete izveštaj o poglavlju ili problemima iz problema ili da se obratite administratoru sajta da biste povećali granicu.

source: Click to list certificates that are issued for this course:
ru: Кликните да ливе сертификате које се издају за овај курс:
sr_latn: Kliknite da live sertifikate koje se izdaju za ovaj kurs:

source: View Certificates Issued
ru: Издате сертификате
sr_latn: Izdate sertifikate

source: Download CSV of Certificates Issued
ru: Довнлоад ЦСВ сертификата издато
sr_latn: Dovnload CSV sertifikata izdato

source: For smaller courses, click to list profile information for enrolled students directly on this page:
ru: За мање курсеве кликните да бисте листу Информације о профилу за уписане студенте уписали директно на ову страницу:
sr_latn: Za manje kurseve kliknite da biste listu Informacije o profilu za upisane studente upisali direktno na ovu stranicu:

source: List enrolled students' profile information
ru: Листа уписаних података о ученицима
sr_latn: Lista upisanih podataka o učenicima

source: Click to generate a CSV grade report for all currently enrolled students.
ru: Кликните да бисте генерисали извештај ЦСВ разреда за све тренутно уписане студенте.
sr_latn: Kliknite da biste generisali izveštaj CSV razreda za sve trenutno upisane studente.

source: Generate Grade Report
ru: Генерирајте извештај оцјене
sr_latn: Generirajte izveštaj ocjene

source: Generate Problem Grade Report
ru: Генерисање извештаја о проблему
sr_latn: Generisanje izveštaja o problemu

source: Generate ORA Data Report
ru: Генерирајте ОРА извештај о подацима
sr_latn: Generirajte ORA izveštaj o podacima

source: Generate ORA Summary Report
ru: Генерирајте извештај о резимеу ОРА
sr_latn: Generirajte izveštaj o rezimeu ORA

source: Click to generate a ZIP file that contains all submission texts and attachments.
ru: Кликните да бисте генерисали ЗИП датотеку која садржи све текстове за подношење и прилоге.
sr_latn: Kliknite da biste generisali ZIP datoteku koja sadrži sve tekstove za podnošenje i priloge.

source: Generate Submission Files Archive
ru: Генерирајте архиву датотека за подношење датотека
sr_latn: Generirajte arhivu datoteka za podnošenje datoteka

source: Reports Available for Download
ru: Извештаји доступни за преузимање
sr_latn: Izveštaji dostupni za preuzimanje

source: The reports listed below are available for download, identified by UTC date and time of generation.
ru: У наставку наведени извештаји доступни су за преузимање, идентификовано УТЦ датумом и временом генерације.
sr_latn: U nastavku navedeni izveštaji dostupni su za preuzimanje, identifikovano UTC datumom i vremenom generacije.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ru: Извештај о дистрибуцији одговора наведен у наставку се периодично генерише аутоматским позадинским процесом. Извештај је кумулативан, тако да су одговори поднете након што се почне процес укључе у наредни извештај. Извештај се ствара неколико пута дневно.
sr_latn: Izveštaj o distribuciji odgovora naveden u nastavku se periodično generiše automatskim pozadinskim procesom. Izveštaj je kumulativan, tako da su odgovori podnete nakon što se počne proces uključe u naredni izveštaj. Izveštaj se stvara nekoliko puta dnevno.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
ru: {strong_start} Ноте{strong_end}: {ul_start} {li_start} Да бисте чували податке Студент Сецуре, не можете да сачувате или пошаљете е-пошту ове везе за директан приступ. Копије веза истичу у року од 5 минута.{li_end} {li_start} Извештај се бришу 90 дана након генерације. Ако ће вам требати приступ старим извештајима, преузети и чувати датотеке, у складу са подацима о подацима о подацима о вашој институцији.{li_end} {ul_end}
sr_latn: {strong_start} Note{strong_end}: {ul_start} {li_start} Da biste čuvali podatke Student Secure, ne možete da sačuvate ili pošaljete e-poštu ove veze za direktan pristup. Kopije veza ističu u roku od 5 minuta.{li_end} {li_start} Izveštaj se brišu 90 dana nakon generacije. Ako će vam trebati pristup starim izveštajima, preuzeti i čuvati datoteke, u skladu sa podacima o podacima o podacima o vašoj instituciji.{li_end} {ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ru: Извештај о дистрибуцији одговора наведен у наставку се периодично генерише аутоматским позадинским процесом. Извештај је кумулативан, тако да су одговори поднете након што се почне процес укључе у наредни извештај. Извештај се ствара неколико пута дневно.
sr_latn: Izveštaj o distribuciji odgovora naveden u nastavku se periodično generiše automatskim pozadinskim procesom. Izveštaj je kumulativan, tako da su odgovori podnete nakon što se počne proces uključe u naredni izveštaj. Izveštaj se stvara nekoliko puta dnevno.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
ru: {strong_start} Ноте{strong_end}: {ul_start} {li_start} Да бисте чували податке Студент Сецуре, не можете да сачувате или пошаљете е-пошту ове везе за директан приступ. Копије веза истичу у року од 5 минута.{li_end} {li_start} Извештај се бришу 90 дана након генерације. Ако ће вам требати приступ старим извештајима, преузети и чувати датотеке, у складу са подацима о подацима о подацима о вашој институцији.{li_end} {ul_end}
sr_latn: {strong_start} Note{strong_end}: {ul_start} {li_start} Da biste čuvali podatke Student Secure, ne možete da sačuvate ili pošaljete e-poštu ove veze za direktan pristup. Kopije veza ističu u roku od 5 minuta.{li_end} {li_start} Izveštaj se brišu 90 dana nakon generacije. Ako će vam trebati pristup starim izveštajima, preuzeti i čuvati datoteke, u skladu sa podacima o podacima o podacima o vašoj instituciji.{li_end} {ul_end}

source: Edit Coupon Code
ru: Уреди код купона
sr_latn: Uredi kod kupona

source: Edit Coupon Code Information
ru: Уређивање информација о купону
sr_latn: Uređivanje informacija o kuponu

source: Code
ru: Шифра
sr_latn: Šifra

source: example: A123DS
ru: Пример: А123ДС
sr_latn: Primer: A123DS

source: Percentage Discount
ru: Проценат попуста
sr_latn: Procenat popusta

source: Expiration Date
ru: Датум истека
sr_latn: Datum isteka

source: Update Coupon Code
ru: Ажурирајте код купона
sr_latn: Ažurirajte kod kupona

source: Individual due date extensions
ru: Појединачни продужеци рока
sr_latn: Pojedinačni produžeci roka

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
ru: У овом одељку имате могућност да дате проширења о специфичним пододјељкама појединим ученицима. Имајте на уму да се увек узима најновији датум; Не можете да користите овај алат да донесе задатак раније за одређеног ученика.
sr_latn: U ovom odeljku imate mogućnost da date proširenja o specifičnim pododjeljkama pojedinim učenicima. Imajte na umu da se uvek uzima najnoviji datum; Ne možete da koristite ovaj alat da donese zadatak ranije za određenog učenika.

source: Specify the {platform_name} email address or username of a student here:
ru: Наведите Адреса пописа {platform_name} овде или корисничко име ученика овде:
sr_latn: Navedite Adresa popisa {platform_name} ovde ili korisničko ime učenika ovde:

source: Student Email or Username
ru: Студент е-пошта или корисничко име
sr_latn: Student e-pošta ili korisničko ime

source: Choose the graded subsection:
ru: Изаберите оцењено пододјељке:
sr_latn: Izaberite ocenjeno pododjeljke:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
ru: Наведите датум и време продужења доспећа за продужење (у УТЦ-у; Молимо наведите {format_string}).
sr_latn: Navedite datum i vreme produženja dospeća za produženje (u UTC-u; Molimo navedite {format_string}).

source: Reason for extension
ru: Разлог за продужење
sr_latn: Razlog za produženje

source: Change due date for student
ru: Промените датум доспећа за ученика
sr_latn: Promenite datum dospeća za učenika

source: Viewing granted extensions
ru: Преглед одобрених екстензија
sr_latn: Pregled odobrenih ekstenzija

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
ru: Овде можете видети које су продужетке одобрене на одређеном пододељку или за одређеног ученика.
sr_latn: Ovde možete videti koje su produžetke odobrene na određenom pododeljku ili za određenog učenika.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
ru: Изаберите оцењено пододељке и кликните на дугме да бисте добили листу свих ученика који имају проширење за дато пододјељке.
sr_latn: Izaberite ocenjeno pododeljke i kliknite na dugme da biste dobili listu svih učenika koji imaju proširenje za dato pododjeljke.

source: List all students with due date extensions
ru: Наведите све студенте са продужецима за рок рока
sr_latn: Navedite sve studente sa produžecima za rok roka

source: Specify a student to see all of that student's extensions.
ru: Наведите ученика да бисте видели све проширења оних ученика.
sr_latn: Navedite učenika da biste videli sve proširenja onih učenika.

source: List date extensions for student
ru: Листа продужетака за студенте
sr_latn: Lista produžetaka za studente

source: Resetting extensions
ru: Поседовање екстензија
sr_latn: Posedovanje ekstenzija

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
ru: Поништавање проблема са оригиналном року.
sr_latn: Poništavanje problema sa originalnom roku.

source: Reason for reset
ru: Разлог за ресетовање
sr_latn: Razlog za resetovanje

source: Reset due date for student
ru: Ресетујте датум доспећа за студенте
sr_latn: Resetujte datum dospeća za studente

source: Generate Registration Code Modal
ru: Генерирајте модал за регистрацију кода
sr_latn: Generirajte modal za registraciju koda

source: Create Enrollment Codes
ru: Креирајте кодове за упис
sr_latn: Kreirajte kodove za upis

source: * Required Information
ru: * Потребне информације
sr_latn: * Potrebne informacije

source: The organization that purchased enrollments in the course
ru: Организација која је купила уписе у току
sr_latn: Organizacija koja je kupila upise u toku

source: Organization Contact
ru: Контакт организације
sr_latn: Kontakt organizacije

source: Organization Contact Name
ru: Име контакта организације
sr_latn: Ime kontakta organizacije

source: The primary contact at the organization
ru: Примарни контакт у организацији
sr_latn: Primarni kontakt u organizaciji

source: Invoice Recipient
ru: Прималац рачуна
sr_latn: Primalac računa

source: The contact who should receive the invoice
ru: Контакт који би требало да прими фактуру
sr_latn: Kontakt koji bi trebalo da primi fakturu

source: Organization Billing Address
ru: Адреса за наплату организације
sr_latn: Adresa za naplatu organizacije

source: Address Line 1
ru: Линија адресе 1
sr_latn: Linija adrese 1

source: Address Line 2
ru: Адреса 2
sr_latn: Adresa 2

source: Address Line 3
ru: Адреса 3
sr_latn: Adresa 3

source: State/Province
ru: Држава / провинција
sr_latn: Država / provincija

source: Zip
ru: Зип

source: Unit Price
ru: Јединична цена
sr_latn: Jedinična cena

source: The price per enrollment purchased
ru: Цена по купљеном упису
sr_latn: Cena po kupljenom upisu

source: Number of Enrollment Codes
ru: Број кодова за упис
sr_latn: Broj kodova za upis

source: The total number of enrollment codes to create
ru: Укупан број кодова за упис за креирање
sr_latn: Ukupan broj kodova za upis za kreiranje

source: Course Team Internal Reference
ru: Тим за течај Интерна референца
sr_latn: Tim za tečaj Interna referenca

source: Internal reference information for the sale
ru: Интерни референтни подаци за продају
sr_latn: Interni referentni podaci za prodaju

source: Customer Reference
ru: Референца купца
sr_latn: Referenca kupca

source: Customer's purchase order or other reference information
ru: Наруџба купаца или друге референтне информације
sr_latn: Narudžba kupaca ili druge referentne informacije

source: Send me a copy of the invoice
ru: Пошаљите ми копију фактуре
sr_latn: Pošaljite mi kopiju fakture

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
ru: За аналитику о вашем курсу идите на {link_start} {analytics_dashboard_name} {link_end}.
sr_latn: Za analitiku o vašem kursu idite na {link_start} {analytics_dashboard_name} {link_end}.

source: Instructor Dashboard
ru: Инструктор контролне табле
sr_latn: Instruktor kontrolne table

source: View Course in Studio
ru: Виев Курс у студију
sr_latn: Viev Kurs u studiju

source: Enrollment Code Status
ru: Статус кода за упис
sr_latn: Status koda za upis

source: Change the status of an enrollment code.
ru: Промените статус Кодекса за упис.
sr_latn: Promenite status Kodeksa za upis.

source: Enrollment Code
ru: Код уписа
sr_latn: Kod upisa

source: Find Enrollment Code
ru: Пронађите код за упис
sr_latn: Pronađite kod za upis

source: Enter email addresses and/or usernames separated by new lines or commas.
ru: Унесите адресе е-поште и / или корисничка имена одвојена новим линијама или зарезима.
sr_latn: Unesite adrese e-pošte i / ili korisnička imena odvojena novim linijama ili zarezima.

source: You will not get notification for emails that bounce, so please double-check spelling.
ru: Нећете добити обавештење за е-поруке које одбијају, па вас молим да се проверите правопис.
sr_latn: Nećete dobiti obaveštenje za e-poruke koje odbijaju, pa vas molim da se proverite pravopis.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
ru: Унесите разлог зашто се ученици ручно уписују или неуредне.
sr_latn: Unesite razlog zašto se učenici ručno upisuju ili neuredne.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
ru: Ово се не може оставити празно и биће снимљено и представљено у извештајима уписа.
sr_latn: Ovo se ne može ostaviti prazno i biće snimljeno i predstavljeno u izveštajima upisa.

source: Therefore, please give enough detail to account for this action.
ru: Стога, молим вас да дате довољно детаља да бисте умањили ову акцију.
sr_latn: Stoga, molim vas da date dovoljno detalja da biste umanjili ovu akciju.

source: Reason
ru: Разлог
sr_latn: Razlog

source: Register/Enroll Students
ru: Региструјте се / упишите студенте
sr_latn: Registrujte se / upišite studente

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines. Optionally, extra columns can be provided: cohort and course mode, in that order. These extra columns may be blank.
ru: Да бисте регистровали и уписали листу корисника у овом курсу, изаберите ЦСВ датотеку која садржи следеће ступце у овом тачном редоследу: е-пошта, корисничко име и име. Молимо вас да садржите једног ученика по низу и не укључују никакве заглавља, подножје или празне линије. По избору могу се пружити додатни ступци: У том редоследу Цохорт и мод курса. Ове додатне ступце могу бити празне.
sr_latn: Da biste registrovali i upisali listu korisnika u ovom kursu, izaberite CSV datoteku koja sadrži sledeće stupce u ovom tačnom redosledu: e-pošta, korisničko ime i ime. Molimo vas da sadržite jednog učenika po nizu i ne uključuju nikakve zaglavlja, podnožje ili prazne linije. Po izboru mogu se pružiti dodatni stupci: U tom redosledu Cohort i mod kursa. Ove dodatne stupce mogu biti prazne.

source: Upload a CSV for bulk enrollment
ru: Отпремите ЦСВ за упис на расути
sr_latn: Otpremite CSV za upis na rasuti

source: Upload CSV
ru: Пошаљите ЦСВ
sr_latn: Pošaljite CSV

source: Batch Beta Tester Addition
ru: Додатак батцх бета тестера
sr_latn: Dodatak batch beta testera

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
ru: Напомена: Корисници морају имати активирани {platform_name} рачун пре него што се могу уписати као бета тестери.
sr_latn: Napomena: Korisnici moraju imati aktivirani {platform_name} račun pre nego što se mogu upisati kao beta testeri.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
ru: Ако је ова опција {em_start} - {em_end}, корисници који се нису уписали на ваш курс аутоматски се уписују.
sr_latn: Ako je ova opcija {em_start} - {em_end}, korisnici koji se nisu upisali na vaš kurs automatski se upisuju.

source: Checking this box has no effect if 'Remove beta testers' is selected.
ru: Провера ове кутије нема ефекта ако је изабран 'Remove beta testers'.
sr_latn: Provera ove kutije nema efekta ako je izabran 'Remove beta testers'.

source: Add beta testers
ru: Додајте бета тестере
sr_latn: Dodajte beta testere

source: Remove beta testers
ru: Уклоните бета тестере
sr_latn: Uklonite beta testere

source: Course Team Management
ru: Управљање тимским курсом
sr_latn: Upravljanje timskim kursom

source: Select a course team role:
ru: Изаберите улогу Теам Теар:
sr_latn: Izaberite ulogu Team Tear:

source: Getting available lists...
ru: Добијање доступних листа ...
sr_latn: Dobijanje dostupnih lista ...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
ru: Особље не може модификовати ове спискове. За управљање чланством за течај, администратор курса мора вам дати улогу администратора да додате особље или бета тестере или улогу за дискусију да додате дискусију и ТАС.
sr_latn: Osoblje ne može modifikovati ove spiskove. Za upravljanje članstvom za tečaj, administrator kursa mora vam dati ulogu administratora da dodate osoblje ili beta testere ili ulogu za diskusiju da dodate diskusiju i TAS.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. Any users not yet enrolled in the course will be automatically enrolled when added as Staff.
ru: Чланови тима за течај са улогом особља помажу вам да управљате својим курсом. Особље може да упише и унешени ученици, као и модификују своје оцене и приступи свим подацима о курсу. Особље такође има приступ вашем курсу у студију и увидима. Сваки корисници још нису уписани у курс аутоматски се уписују када је додато као особље.
sr_latn: Članovi tima za tečaj sa ulogom osoblja pomažu vam da upravljate svojim kursom. Osoblje može da upiše i unešeni učenici, kao i modifikuju svoje ocene i pristupi svim podacima o kursu. Osoblje takođe ima pristup vašem kursu u studiju i uvidima. Svaki korisnici još nisu upisani u kurs automatski se upisuju kada je dodato kao osoblje.

source: Add Staff
ru: Додавање особља
sr_latn: Dodavanje osoblja

source: Limited Staff
ru: Ограничено особље
sr_latn: Ograničeno osoblje
