Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
ru: Добродошли на {platform_name}. Хвала вам што користите {platform_name} курс ДИСЦОВЕРИ АПИ, Ентерприсе АПИ и / или било који додатни АПИ који можемо повремено да понудимо у времену (колективно, "APIs"). Молимо прочитајте ове услове коришћења услуге пре приступа или употребе АПИ-а. Ови услови услуге, било који додатни услови у пратећој АПИ документацији и било какве примењиве политике и смернице које {platform_name} од времена на располагању и / или ажурирања су повремено споразуми (колективно, П"Terms") између вас и {platform_name}. Ови услови се издају у оквиру Уговора о предузећу, уговор о учешћу члана или други директни уговор који регулише куповину П{platform_name} производа, ако је било који (П"Agreement"), које је извршио вас или странка у чије име приступате или користећи АПИ и П{platform_name}. У случају да имате такав споразум који се односи на вашу употребу АПИ-а, споразум ће контролисати у случају било каквог сукоба између ње и ових услова. Приступом или коришћењем АПИ-а прихватате и прихватите да будете правно везани условима, да ли сте регистровани корисник или не. Ако приступате или користећи АПИ у име компаније, организације или другог правног лица, прихватате ове услове и заступање и гарантујући {platform_name} да имате потпуну овлашћење да прихватите и прихватите ове услове за такво субјект, у том случају, у овом случају, у овом случају, у овом случају, у овом случају приступате или користите АПИ-и. Ако немате такву власт или ако не разумете или не желите да будете везани условима, не бисте требали користити АПИ.
sr_latn: Dobrodošli na {platform_name}. Hvala vam što koristite {platform_name} kurs DISCOVERI API, Enterprise API i / ili bilo koji dodatni API koji možemo povremeno da ponudimo u vremenu (kolektivno, "APIs"). Molimo pročitajte ove uslove korišćenja usluge pre pristupa ili upotrebe API-a. Ovi uslovi usluge, bilo koji dodatni uslovi u pratećoj API dokumentaciji i bilo kakve primenjive politike i smernice koje {platform_name} od vremena na raspolaganju i / ili ažuriranja su povremeno sporazumi (kolektivno, P"Terms") između vas i {platform_name}. Ovi uslovi se izdaju u okviru Ugovora o preduzeću, ugovor o učešću člana ili drugi direktni ugovor koji reguliše kupovinu P{platform_name} proizvoda, ako je bilo koji (P"Agreement"), koje je izvršio vas ili stranka u čije ime pristupate ili koristeći API i P{platform_name}. U slučaju da imate takav sporazum koji se odnosi na vašu upotrebu API-a, sporazum će kontrolisati u slučaju bilo kakvog sukoba između nje i ovih uslova. Pristupom ili korišćenjem API-a prihvatate i prihvatite da budete pravno vezani uslovima, da li ste registrovani korisnik ili ne. Ako pristupate ili koristeći API u ime kompanije, organizacije ili drugog pravnog lica, prihvatate ove uslove i zastupanje i garantujući {platform_name} da imate potpunu ovlašćenje da prihvatite i prihvatite ove uslove za takvo subjekt, u tom slučaju, u ovom slučaju, u ovom slučaju, u ovom slučaju, u ovom slučaju pristupate ili koristite API-i. Ako nemate takvu vlast ili ako ne razumete ili ne želite da budete vezani uslovima, ne biste trebali koristiti API.

source: API Access
ru: АПИ приступ
sr_latn: API pristup

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
ru: Да бисте приступили АПИ-у, мораћете да креирате кориснички налог {platform_name} за вашу пријаву (не за личну употребу). Овај рачун ће вам пружити приступ нашој страници АПИ захтјева на {request_url}. На тој страници морате испунити образац за захтев АПИ-ја, укључујући опис предложених употреба АПИ-а. Подаци о било којем рачуну и регистрацији које дајете {platform_name} морају бити тачне и ажурне и договорите се да нас одмах информишете. {platform_name_capitalized} ће прегледати ваш образац за захтев АПИ-ја и, након одобрења на дискреционом дискрецији {platform_name}, пружиће вам упутства за добијање вашег АПИ-и-а Схаред Сецрет и ИД клијента.
sr_latn: Da biste pristupili API-u, moraćete da kreirate korisnički nalog {platform_name} za vašu prijavu (ne za ličnu upotrebu). Ovaj račun će vam pružiti pristup našoj stranici API zahtjeva na {request_url}. Na toj stranici morate ispuniti obrazac za zahtev API-ja, uključujući opis predloženih upotreba API-a. Podaci o bilo kojem računu i registraciji koje dajete {platform_name} moraju biti tačne i ažurne i dogovorite se da nas odmah informišete. {platform_name_capitalized} će pregledati vaš obrazac za zahtev API-ja i, nakon odobrenja na diskrecionom diskreciji {platform_name}, pružiće vam uputstva za dobijanje vašeg API-i-a Shared Secret i ID klijenta.

source: Permissible Use
ru: Дозвољена употреба
sr_latn: Dozvoljena upotreba

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
ru: Слажете се да ћете АПИ користити искључиво у сврху испоруке садржаја који се приступа преко АПИ-а (ПППП_7) на сопствену веб страницу, мобилну страницу, апликацију, блог, списак дистрибуције е-поште или некретнине на друштвеном медију (ППП_8) или за другу комерцијалну употребу коју сте описали у вашем захтеву за приступ и да је {platform_name} одобрио за приступ. {platform_name_capitalized} Може да прати вашу употребу АПИ-а за усаглашавање са условима и може да ускраћује ваш приступ или искључи вашу интеграцију ако покушате да обилазите или премашете услове и ограничења Постави {platform_name}. Ваша пријава или друга одобрена употреба АПИ-ја или АПИ садржаја не смеју да подстакну ваше крајње кориснике да обезбеде свој П{platform_name} корисничко име, лозинку или други {platform_name} Кориснички акредитиви било где осим на веб локацији {platform_name} на {platform_url}.
sr_latn: Slažete se da ćete API koristiti isključivo u svrhu isporuke sadržaja koji se pristupa preko API-a (PPPP_7) na sopstvenu veb stranicu, mobilnu stranicu, aplikaciju, blog, spisak distribucije e-pošte ili nekretnine na društvenom mediju (PPP_8) ili za drugu komercijalnu upotrebu koju ste opisali u vašem zahtevu za pristup i da je {platform_name} odobrio za pristup. {platform_name_capitalized} Može da prati vašu upotrebu API-a za usaglašavanje sa uslovima i može da uskraćuje vaš pristup ili isključi vašu integraciju ako pokušate da obilazite ili premašete uslove i ograničenja Postavi {platform_name}. Vaša prijava ili druga odobrena upotreba API-ja ili API sadržaja ne smeju da podstaknu vaše krajnje korisnike da obezbede svoj P{platform_name} korisničko ime, lozinku ili drugi {platform_name} Korisnički akreditivi bilo gde osim na veb lokaciji {platform_name} na {platform_url}.

source: Prohibited Uses and Activities
ru: Забрањена употреба и активности
sr_latn: Zabranjena upotreba i aktivnosti

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
ru: {platform_name_capitalized} има једино право да утврди да ли је било која дато употреба АПИ-а прихватљива, а {platform_name} задржава право да опозива АПИ приступ за било које време да{platform_name} одређује у било којем тренутку, у свом једином нахођењу, не користи или не користи најбоље интересе {platform_name}, њеним корисницима и њеним партнерима.
sr_latn: {platform_name_capitalized} ima jedino pravo da utvrdi da li je bilo koja dato upotreba API-a prihvatljiva, a {platform_name} zadržava pravo da opoziva API pristup za bilo koje vreme da{platform_name} određuje u bilo kojem trenutku, u svom jedinom nahođenju, ne koristi ili ne koristi najbolje interese {platform_name}, njenim korisnicima i njenim partnerima.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
ru: Следеће активности нису прихватљиве приликом коришћења АПИ-а (ово није исцрпан списак):
sr_latn: Sledeće aktivnosti nisu prihvatljive prilikom korišćenja API-a (ovo nije iscrpan spisak):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
ru: прикупљање или складиштење имена, лозинка или других акредитива од {platform_name} корисника;
sr_latn: prikupljanje ili skladištenje imena, lozinka ili drugih akreditiva od {platform_name} korisnika;

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
ru: стругање или сличне технике за агрегат или на други начин стварају сталне копије садржаја АПИ-ја;
sr_latn: struganje ili slične tehnike za agregat ili na drugi način stvaraju stalne kopije sadržaja API-ja;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
ru: кршење, процијењено или кршење било каквих ауторских права, права заштитних знакова, права приватности или публицитет, поверљиве информације или било које друго право било које треће стране;
sr_latn: kršenje, procijenjeno ili kršenje bilo kakvih autorskih prava, prava zaštitnih znakova, prava privatnosti ili publicitet, poverljive informacije ili bilo koje drugo pravo bilo koje treće strane;

source: altering or editing any content or graphics in the API Content;
ru: мењају или уређивање било којег садржаја или графике у садржају АПИ-ја;
sr_latn: menjaju ili uređivanje bilo kojeg sadržaja ili grafike u sadržaju API-ja;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
ru: измене или уклањање било каквих жигова, ауторских права или других власничких или правних обавештења садржаних или се појављују на АПИ-овима или било којем АПИ садржају;
sr_latn: izmene ili uklanjanje bilo kakvih žigova, autorskih prava ili drugih vlasničkih ili pravnih obaveštenja sadržanih ili se pojavljuju na API-ovima ili bilo kojem API sadržaju;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
ru: сублицирање, поновно дистрибуцију, изнајмљивање, продаја или лизинг приступ АПИ-у или вашој клијенту тајне било којој трећој страни;
sr_latn: subliciranje, ponovno distribuciju, iznajmljivanje, prodaja ili lizing pristup API-u ili vašoj klijentu tajne bilo kojoj trećoj strani;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
ru: дистрибуција било којег вируса, тројанских коња, шпијунског софтвера, адваре, злонамјерног софтвера, бота, временске бомбе, црва или друге штетне или злонамерне компоненте; или
sr_latn: distribucija bilo kojeg virusa, trojanskih konja, špijunskog softvera, advare, zlonamjernog softvera, bota, vremenske bombe, crva ili druge štetne ili zlonamerne komponente; ili

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
ru: Коришћење АПИ-а у било коју сврху која је или могла да претеране, нарушава или поремети платформу {platform_name}, сервере или мреже.
sr_latn: Korišćenje API-a u bilo koju svrhu koja je ili mogla da preterane, narušava ili poremeti platformu {platform_name}, servere ili mreže.

source: Usage and Quotas
ru: Употреба и квоте
sr_latn: Upotreba i kvote

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
ru: {platform_name_capitalized} задржава право, по свом нахођењу, да наметне разумна ограничења и ограничења на број и учесталост позива које сте направили ви или ваша пријава АПИ-у. Не смете покушати заобићи било каква ограничења или ограничења која је наметнута {platform_name}.
sr_latn: {platform_name_capitalized} zadržava pravo, po svom nahođenju, da nametne razumna ograničenja i ograničenja na broj i učestalost poziva koje ste napravili vi ili vaša prijava API-u. Ne smete pokušati zaobići bilo kakva ograničenja ili ograničenja koja je nametnuta {platform_name}.

source: Compliance
ru: Усаглашавање
sr_latn: Usaglašavanje

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
ru: Слажете се да ћете се придржавати свих важећих закона, прописа и права трећих страна (укључујући и законе о ограничавању у вези са увозом или извозом података или софтвера, приватности, ауторских и локалних закона). Нећете користити АПИ да подстичете или промовишу илегалну активност или кршење права трећих страна. Нећете кршити никакве друге услове услуге са {platform_name}. Приступићете само (или покушати да приступите) АПИ-у средствима описаним у документацији тог АПИ-ја. Нећете погрешно представити или маскирати ни идентитет или идентитет своје пријаве када користите АПИС.
sr_latn: Slažete se da ćete se pridržavati svih važećih zakona, propisa i prava trećih strana (uključujući i zakone o ograničavanju u vezi sa uvozom ili izvozom podataka ili softvera, privatnosti, autorskih i lokalnih zakona). Nećete koristiti API da podstičete ili promovišu ilegalnu aktivnost ili kršenje prava trećih strana. Nećete kršiti nikakve druge uslove usluge sa {platform_name}. Pristupićete samo (ili pokušati da pristupite) API-u sredstvima opisanim u dokumentaciji tog API-ja. Nećete pogrešno predstaviti ili maskirati ni identitet ili identitet svoje prijave kada koristite APIS.

source: Ownership
ru: Власништво
sr_latn: Vlasništvo

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
ru: Признајете и слажете се да АПИ и сви садржаји АПИ-и садрже вриједно интелектуално власништво {platform_name} и њених партнера. АПИ и сви садржаји АПИ заштићени су Сједињеним Државама и страним ауторским правима, заштитним знаком и другим законима. Сва права у АПИ-и и АПИ садржају, ако нису изричито одобрене, резервисане су. Користећи АПИ или било који садржај АПИ-а, не стичете власништво над никаквим правима у АПИ-и или АПИ садржају. Не смете да затражите или покушавате да затражите власништво у АПИ-и или било који АПИ садржај или погрешно представљате себе или вашу компанију или вашу пријаву као извор било којег АПИ садржаја. Можда нећете модификовати, креирати деривативне радове или покушај употребе, лиценце или на било који начин искориштавати било који садржај АПИ-ја у целости или делимично у своје име или у име било које треће стране. Не можете дистрибуирати или модификовати АПИ или било који АПИ садржај (укључујући адаптацију, уређивање, одвођење или стварање дериватних радова).
sr_latn: Priznajete i slažete se da API i svi sadržaji API-i sadrže vrijedno intelektualno vlasništvo {platform_name} i njenih partnera. API i svi sadržaji API zaštićeni su Sjedinjenim Državama i stranim autorskim pravima, zaštitnim znakom i drugim zakonima. Sva prava u API-i i API sadržaju, ako nisu izričito odobrene, rezervisane su. Koristeći API ili bilo koji sadržaj API-a, ne stičete vlasništvo nad nikakvim pravima u API-i ili API sadržaju. Ne smete da zatražite ili pokušavate da zatražite vlasništvo u API-i ili bilo koji API sadržaj ili pogrešno predstavljate sebe ili vašu kompaniju ili vašu prijavu kao izvor bilo kojeg API sadržaja. Možda nećete modifikovati, kreirati derivativne radove ili pokušaj upotrebe, licence ili na bilo koji način iskorištavati bilo koji sadržaj API-ja u celosti ili delimično u svoje ime ili u ime bilo koje treće strane. Ne možete distribuirati ili modifikovati API ili bilo koji API sadržaj (uključujući adaptaciju, uređivanje, odvođenje ili stvaranje derivatnih radova).

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
ru: Сва имена, логотипи и печати ("Trademarks") који се појављују у АПИ-и-у, садржају АПИ-ја или на или путем услуга на располагању на или преко АПИ-а, ако их има, имовина њихових власника. Не можете уклонити, изменити или оптеретити било какво ауторска права, заштитни знак или друга обавештења о власништву или пратећи садржај АПИ-ја. Ако је било који {platform_name} учесник (као што је дефинисано у даљем тексту) или друга трећа страна укинула приступ АПИ садржају у власништву или контролисаном од стране {platform_name} учесника или треће стране, укључујући и без ограничења било који заштитни знакови, морате да осигурате да се сав садржај АПИ-и-а који се односе на то да је сав натјерању, да се сачини са ваше апликације и ваше мреже, системе и сервере. "{platform_name_capitalized} Participants" значи МИТ, Харвард и остали субјекти који пружају информације, АПИ садржај или услуге за АПИ, инструктори курса и њихових особља.
sr_latn: Sva imena, logotipi i pečati ("Trademarks") koji se pojavljuju u API-i-u, sadržaju API-ja ili na ili putem usluga na raspolaganju na ili preko API-a, ako ih ima, imovina njihovih vlasnika. Ne možete ukloniti, izmeniti ili opteretiti bilo kakvo autorska prava, zaštitni znak ili druga obaveštenja o vlasništvu ili prateći sadržaj API-ja. Ako je bilo koji {platform_name} učesnik (kao što je definisano u daljem tekstu) ili druga treća strana ukinula pristup API sadržaju u vlasništvu ili kontrolisanom od strane {platform_name} učesnika ili treće strane, uključujući i bez ograničenja bilo koji zaštitni znakovi, morate da osigurate da se sav sadržaj API-i-a koji se odnose na to da je sav natjeranju, da se sačini sa vaše aplikacije i vaše mreže, sisteme i servere. "{platform_name_capitalized} Participants" znači MIT, Harvard i ostali subjekti koji pružaju informacije, API sadržaj ili usluge za API, instruktori kursa i njihovih osoblja.
