Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
ru: У којој мери поднесете било који садржај на {platform_name} у вези са коришћењем АПИ-а или било који АПИ садржај, који ће вам одобрити {platform_name} широм света, не-ексклузивне, преносиве, предображене, подземне, у потпуности исплаћене, у потпуности, да бисте их на други начин користили и на други начин користили и на други начин користи и искориштавање таквог садржаја, у целости или делимично, у било којем облику и у било којим медијским форматама и кроз било који медијски канали (сада познати или у наставку развијени).
sr_latn: U kojoj meri podnesete bilo koji sadržaj na {platform_name} u vezi sa korišćenjem API-a ili bilo koji API sadržaj, koji će vam odobriti {platform_name} širom sveta, ne-ekskluzivne, prenosive, predobražene, podzemne, u potpunosti isplaćene, u potpunosti, da biste ih na drugi način koristili i na drugi način koristili i na drugi način koristi i iskorištavanje takvog sadržaja, u celosti ili delimično, u bilo kojem obliku i u bilo kojim medijskim formatama i kroz bilo koji medijski kanali (sada poznati ili u nastavku razvijeni).

source: Privacy
ru: Приватност
sr_latn: Privatnost

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
ru: Слажете се да ћете се придржавати свих важећих закона о приватности и прописима и бити транспарентни у вези са било којом прикупљањем и коришћењем крајњих корисника. Обезбедите и придржавајте се политике приватности за вашу пријаву која јасно и тачно описује ваше крајње кориснике који кориснички подаци које прикупљате и како можете да користите и делите такве информације (укључујући рекламирање) са {platform_name} и другим трећим лицима.
sr_latn: Slažete se da ćete se pridržavati svih važećih zakona o privatnosti i propisima i biti transparentni u vezi sa bilo kojom prikupljanjem i korišćenjem krajnjih korisnika. Obezbedite i pridržavajte se politike privatnosti za vašu prijavu koja jasno i tačno opisuje vaše krajnje korisnike koji korisnički podaci koje prikupljate i kako možete da koristite i delite takve informacije (uključujući reklamiranje) sa {platform_name} i drugim trećim licima.

source: Right to Charge
ru: Право на наплату
sr_latn: Pravo na naplatu

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
ru: Одређени приступ АПИ-има може се бесплатно обезбедити, али {platform_name} задржава право на накнаде за будућу употребу или приступ АПИ-у.
sr_latn: Određeni pristup API-ima može se besplatno obezbediti, ali {platform_name} zadržava pravo na naknade za buduću upotrebu ili pristup API-u.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
ru: {platform_name_capitalized} задржава право да у било којем тренутку измени услове без претходног обавештења. Све промене у условима биће ефикасне одмах након објављивања на овој страници, са ажурираним датумом ступања на снагу. Приступањем или коришћењем АПИ-а након што су извршене било какве измене, означите свој споразум о модификационој основи и све промене. Обавезно се вратите на ову страницу периодично да бисте осигурали познатицу са најсавременијом верзијом појмова.
sr_latn: {platform_name_capitalized} zadržava pravo da u bilo kojem trenutku izmeni uslove bez prethodnog obaveštenja. Sve promene u uslovima biće efikasne odmah nakon objavljivanja na ovoj stranici, sa ažuriranim datumom stupanja na snagu. Pristupanjem ili korišćenjem API-a nakon što su izvršene bilo kakve izmene, označite svoj sporazum o modifikacionoj osnovi i sve promene. Obavezno se vratite na ovu stranicu periodično da biste osigurali poznaticu sa najsavremenijom verzijom pojmova.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
ru: {platform_name_capitalized} такође може да ажурира или измени АПИ-е с времена на време без претходног обавештења. Ове промене могу утицати на вашу употребу АПИ-а или начина на који ваша интеграција интерактира са АПИ-у. Ако променимо то је неприхватљиво за вас, престаните да користите АПИ. Наставак употреба АПИ-а значи да прихватате промену.
sr_latn: {platform_name_capitalized} takođe može da ažurira ili izmeni API-e s vremena na vreme bez prethodnog obaveštenja. Ove promene mogu uticati na vašu upotrebu API-a ili načina na koji vaša integracija interaktira sa API-u. Ako promenimo to je neprihvatljivo za vas, prestanite da koristite API. Nastavak upotreba API-a znači da prihvatate promenu.

source: Confidentiality
ru: Поверљивост
sr_latn: Poverljivost

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
ru: Ваши акредитиви (као што је клијентна тајна и ИДС) намерава да их користи искључиво. Поверљиве ћете чувати поверљиве и спречити и обесхрабрити друге да користе ваше акредитиве. Ваши акредитиви можда неће бити уграђени у пројекте отвореног кода.
sr_latn: Vaši akreditivi (kao što je klijentna tajna i IDS) namerava da ih koristi isključivo. Poverljive ćete čuvati poverljive i sprečiti i obeshrabriti druge da koriste vaše akreditive. Vaši akreditivi možda neće biti ugrađeni u projekte otvorenog koda.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
ru: У случају да вам {platform_name} пружа приступ информацијама специфичним за {platform_name} и / или АПИ који је означен као П"Confidential" или да би поуздана особа претпоставила да је поверљива или власничка усаглашена да је с обзиром на његове обелодањивања ("Confidential Information"), слажете се да ћете користити ове информације само да користите ове информације. Можда нећете обелоданити поверљиве информације никоме без претходног писменог пристанка {platform_name}, а слажете се да ћете заштитити поверљиве информације од неовлашћене употребе и откривања на исти начин на који бисте заштитили своје сопствене поверљиве информације. Поверљиве информације не укључују информације које сте независно развили, што вам је празно дао трећа страна без икакве обавезе поверљивости, или то постаје јавна никаква кривица. Можете открити поверљиве информације када је то приморан да то учините под тим законом ако наведете {platform_name} са разумним претходним обавештењем, осим ако судске наређене налоге, ако {platform_name} не прима обавештење.
sr_latn: U slučaju da vam {platform_name} pruža pristup informacijama specifičnim za {platform_name} i / ili API koji je označen kao P"Confidential" ili da bi pouzdana osoba pretpostavila da je poverljiva ili vlasnička usaglašena da je s obzirom na njegove obelodanjivanja ("Confidential Information"), slažete se da ćete koristiti ove informacije samo da koristite ove informacije. Možda nećete obelodaniti poverljive informacije nikome bez prethodnog pismenog pristanka {platform_name}, a slažete se da ćete zaštititi poverljive informacije od neovlašćene upotrebe i otkrivanja na isti način na koji biste zaštitili svoje sopstvene poverljive informacije. Poverljive informacije ne uključuju informacije koje ste nezavisno razvili, što vam je prazno dao treća strana bez ikakve obaveze poverljivosti, ili to postaje javna nikakva krivica. Možete otkriti poverljive informacije kada je to primoran da to učinite pod tim zakonom ako navedete {platform_name} sa razumnim prethodnim obaveštenjem, osim ako sudske naređene naloge, ako {platform_name} ne prima obaveštenje.

source: Disclaimer of Warranty / Limitation of Liabilities
ru: Изјава о одрицању одговорности / ограничења обавеза
sr_latn: Izjava o odricanju odgovornosti / ograničenja obaveza

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
ru: АПИ и било које информације, АПИ садржај или услуге доступне на АПИ-у или путем АПИ-а дају "AS IS" и "AS AVAILABLE" Без гаранције било које врсте (експресивно, подразумеване или на неки други начин), укључујући, без ограничења, било које подразумеване гаранције за заштиту од трговине, кондиције за одређену сврху и не-кршење, осим ако су у складу са важећим законом.
sr_latn: API i bilo koje informacije, API sadržaj ili usluge dostupne na API-u ili putem API-a daju "AS IS" i "AS AVAILABLE" Bez garancije bilo koje vrste (ekspresivno, podrazumevane ili na neki drugi način), uključujući, bez ograničenja, bilo koje podrazumevane garancije za zaštitu od trgovine, kondicije za određenu svrhu i ne-kršenje, osim ako su u skladu sa važećim zakonom.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
ru: {platform_name} и {platform_name} учесници не гарантују да ће АПИ-ов деловати на непрекидним или без грешака, да су АПИ-и без вируса или других штетних компоненти или да ће се АПИС или АПИ садржај дати задовољити ваше потребе или очекивања. {platform_name} и {platform_name} учесници такође не дају гаранцију о тачности, потпуности, благовремености или квалитету АПИ-и или било који садржај АПИ-а или да ће било који посебан АПИ садржај и даље бити на располагању.
sr_latn: {platform_name} i {platform_name} učesnici ne garantuju da će API-ov delovati na neprekidnim ili bez grešaka, da su API-i bez virusa ili drugih štetnih komponenti ili da će se APIS ili API sadržaj dati zadovoljiti vaše potrebe ili očekivanja. {platform_name} i {platform_name} učesnici takođe ne daju garanciju o tačnosti, potpunosti, blagovremenosti ili kvalitetu API-i ili bilo koji sadržaj API-a ili da će bilo koji poseban API sadržaj i dalje biti na raspolaganju.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
ru: Употреба АПИ-а и садржаја АПИ-а и било које услуге добијене од АПИ-а или преко АПИ-а су на вашем ризику. Ваш приступ или преузимање информација, материјала или података путем АПИ-а је по вашем поступку и ризикују, а ви ћете бити искључиво на штету на вашу имовину (укључујући ваш рачунар) или губитак података који резултирају преузму или употребом таквих информација, материјалима или података, осим ако није другачије одређено да се у политици {platform_name} није другачије одређено.
sr_latn: Upotreba API-a i sadržaja API-a i bilo koje usluge dobijene od API-a ili preko API-a su na vašem riziku. Vaš pristup ili preuzimanje informacija, materijala ili podataka putem API-a je po vašem postupku i rizikuju, a vi ćete biti isključivo na štetu na vašu imovinu (uključujući vaš računar) ili gubitak podataka koji rezultiraju preuzmu ili upotrebom takvih informacija, materijalima ili podataka, osim ako nije drugačije određeno da se u politici {platform_name} nije drugačije određeno.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
ru: У највећој мери коју је дозвољено важећим законом, слажете се да ће вам нити {platform_name} нити било који од {platform_name} бити одговоран за било какав губитак или оштећење, било да је стварно или последично, проистекло или се односи на употребу или немогућност ваше (или било којег треће стране) или било који АПИ садржај или било који АПИ садржај добијено или поуздано на АПИ-и, да ли је ваш захтев за употребу у уговору, било да је ваш захтев за податке или било који АПИ. Или други закон.
sr_latn: U najvećoj meri koju je dozvoljeno važećim zakonom, slažete se da će vam niti {platform_name} niti bilo koji od {platform_name} biti odgovoran za bilo kakav gubitak ili oštećenje, bilo da je stvarno ili posledično, proisteklo ili se odnosi na upotrebu ili nemogućnost vaše (ili bilo kojeg treće strane) ili bilo koji API sadržaj ili bilo koji API sadržaj dobijeno ili pouzdano na API-i, da li je vaš zahtev za upotrebu u ugovoru, bilo da je vaš zahtev za podatke ili bilo koji API. Ili drugi zakon.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
ru: Посебно, у највећој мери коју је дозвољено важећим законом, нити {platform_name} нити било који од {platform_name} имаће одговорност за било које последице, индиректно, казнено, посебне, примерене или случајне оштећења, било да је предвиђено или не, а да или не на неки начин не ограничавају, али на неки други начин не ограничавају се на захтев Клевета, грешке, губитак профита, губитак података или прекид у доступности података).
sr_latn: Posebno, u najvećoj meri koju je dozvoljeno važećim zakonom, niti {platform_name} niti bilo koji od {platform_name} imaće odgovornost za bilo koje posledice, indirektno, kazneno, posebne, primerene ili slučajne oštećenja, bilo da je predviđeno ili ne, a da ili ne na neki način ne ograničavaju, ali na neki drugi način ne ograničavaju se na zahtev Kleveta, greške, gubitak profita, gubitak podataka ili prekid u dostupnosti podataka).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
ru: Одређени државни закони не дозвољавају ограничења подразумеваних гаранција или искључење или ограничење одређених оштећења. Ако се ови закони односе на вас, неке или све горе наведене одрицање од одговорности, искључења или ограничења, можда се не односе на вас и можда имате додатна права.
sr_latn: Određeni državni zakoni ne dozvoljavaju ograničenja podrazumevanih garancija ili isključenje ili ograničenje određenih oštećenja. Ako se ovi zakoni odnose na vas, neke ili sve gore navedene odricanje od odgovornosti, isključenja ili ograničenja, možda se ne odnose na vas i možda imate dodatna prava.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
ru: Садржај АПИ-и и АПИ могу укључивати хипервезе на локације које су остали или контролисали други и нису повезани са или под контролом {platform_name}. {platform_name_capitalized} и {platform_name} учесници нису одговорни и не рутински екран, одобравају, преиспитују или подржавају садржај или употребу било којег од производа или услуга које се могу понудити на овим веб локацијама трећих страна. Ако одлучите да приступите везаним веб локацијама треће стране, то радите на свој ризик.
sr_latn: Sadržaj API-i i API mogu uključivati hiperveze na lokacije koje su ostali ili kontrolisali drugi i nisu povezani sa ili pod kontrolom {platform_name}. {platform_name_capitalized} i {platform_name} učesnici nisu odgovorni i ne rutinski ekran, odobravaju, preispituju ili podržavaju sadržaj ili upotrebu bilo kojeg od proizvoda ili usluga koje se mogu ponuditi na ovim veb lokacijama trećih strana. Ako odlučite da pristupite vezanim veb lokacijama treće strane, to radite na svoj rizik.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
ru: У највећој мери коју је дозвољено важећим законом, слажете се да ћете се бранити, држати безопасну и накнадну П{platform_name} и њихове подружнице, подружнице, припаднике, припаднике, припаднике, ученике, агенте и запослене, а против било којег треће стране, а од било којег начина на било који начин и било који АПИ-и Одговорност или трошак који произлазе из свих и свих захтева, губитака, оштећења (стварне и последице), одијела, пресуда, парнични трошкови и адвокатове таксе, сваке врсте и природе. У таквом случају, {platform_name} или један од {platform_name} учесника ће вам пружити писмено обавештење о таквом захтеву, акцији или потражњи.
sr_latn: U najvećoj meri koju je dozvoljeno važećim zakonom, slažete se da ćete se braniti, držati bezopasnu i naknadnu P{platform_name} i njihove podružnice, podružnice, pripadnike, pripadnike, pripadnike, učenike, agente i zaposlene, a protiv bilo kojeg treće strane, a od bilo kojeg načina na bilo koji način i bilo koji API-i Odgovornost ili trošak koji proizlaze iz svih i svih zahteva, gubitaka, oštećenja (stvarne i posledice), odijela, presuda, parnični troškovi i advokatove takse, svake vrste i prirode. U takvom slučaju, {platform_name} ili jedan od {platform_name} učesnika će vam pružiti pismeno obaveštenje o takvom zahtevu, akciji ili potražnji.

source: General Legal Terms
ru: Општи правни појмови
sr_latn: Opšti pravni pojmovi
