Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
ru: Дефинише када показати да ли је одговор ученика на проблем тачан. Конфигурисан на пододељку.
sr_latn: Definiše kada pokazati da li je odgovor učenika na problem tačan. Konfigurisan na pododeljku.

source: Always
ru: Увек
sr_latn: Uvek

source: Past Due
ru: Доспели
sr_latn: Dospeli

source: Show Answer
ru: Покажи одговор
sr_latn: Pokaži odgovor

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
ru: Дефинише када да покажете одговор на проблем. Подразумевана вредност се може поставити у напредним подешавањима.
sr_latn: Definiše kada da pokažete odgovor na problem. Podrazumevana vrednost se može postaviti u naprednim podešavanjima.

source: Answered
ru: Одговоран
sr_latn: Odgovoran

source: Attempted or Past Due
ru: Покушај или прошли доспело
sr_latn: Pokušaj ili prošli dospelo

source: Closed
ru: Затворен
sr_latn: Zatvoren

source: Finished
ru: Завршен
sr_latn: Završen

source: Correct or Past Due
ru: Исправно или прошло доспело
sr_latn: Ispravno ili prošlo dospelo

source: After Some Number of Attempts
ru: Након неких бројева покушаја
sr_latn: Nakon nekih brojeva pokušaja

source: After All Attempts
ru: Након свих покушаја
sr_latn: Nakon svih pokušaja

source: After All Attempts or Correct
ru: Након свих покушаја или тачних
sr_latn: Nakon svih pokušaja ili tačnih

source: Attempted
ru: Покушај
sr_latn: Pokušaj

source: Show Answer: Number of Attempts
ru: Покажите одговор: Број покушаја
sr_latn: Pokažite odgovor: Broj pokušaja

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
ru: Број пута да студент мора да покуша да одговори на питање пре него што се појави дугме за приказ одговора.
sr_latn: Broj puta da student mora da pokuša da odgovori na pitanje pre nego što se pojavi dugme za prikaz odgovora.

source: Whether to force the save button to appear on the page
ru: Да ли да примора дугме сачувај да се појави на страници
sr_latn: Da li da primora dugme sačuvaj da se pojavi na stranici

source: Show Reset Button
ru: Прикажи дугме за ресетовање
sr_latn: Prikaži dugme za resetovanje

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
ru: Одређује да ли је приказано дугме 'Reset', тако да корисник може да ресетује свој одговор. Подразумевана вредност се може поставити у напредним подешавањима.
sr_latn: Određuje da li je prikazano dugme 'Reset', tako da korisnik može da resetuje svoj odgovor. Podrazumevana vrednost se može postaviti u naprednim podešavanjima.

source: Randomization
ru: Рандомизација
sr_latn: Randomizacija

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
ru: Дефинише када се рандомизира променљиве наведене у придруженом питхон скрипту. За проблеме који не рандомизирају вредности, одредите "Never".
sr_latn: Definiše kada se randomizira promenljive navedene u pridruženom pithon skriptu. Za probleme koji ne randomiziraju vrednosti, odredite "Never".

source: On Reset
ru: На ресетовању
sr_latn: Na resetovanju

source: Per Student
ru: По ученику
sr_latn: Po učeniku

source: XML data for the problem
ru: КСМЛ подаци за проблем
sr_latn: KSML podaci za problem

source: Dictionary with the correctness of current student answers
ru: Речник са тачношћу тренутних студентских одговора
sr_latn: Rečnik sa tačnošću trenutnih studentskih odgovora

source: List of correctness maps for each attempt
ru: Списак тачних карата за сваки покушај
sr_latn: Spisak tačnih karata za svaki pokušaj

source: Dictionary for maintaining the state of inputtypes
ru: Речник за одржавање стања уноса
sr_latn: Rečnik za održavanje stanja unosa

source: Dictionary with the current student responses
ru: Речник са тренутним студентским одговорима
sr_latn: Rečnik sa trenutnim studentskim odgovorima

source: List of student answers for each attempt
ru: Списак студентских одговора за сваки покушај
sr_latn: Spisak studentskih odgovora za svaki pokušaj

source: Dictionary with the current student score
ru: Речник са тренутним резултатом ученика
sr_latn: Rečnik sa trenutnim rezultatom učenika

source: List of scores for each attempt
ru: Списак резултата за сваки покушај
sr_latn: Spisak rezultata za svaki pokušaj

source: Whether or not the answers have been saved since last submit
ru: Да ли су одговори сачувани или не од последњег посла
sr_latn: Da li su odgovori sačuvani ili ne od poslednjeg posla

source: Whether the student has answered the problem
ru: Да ли је студент одговорио на проблем
sr_latn: Da li je student odgovorio na problem

source: Random seed for this student
ru: Случајно семе за овог ученика
sr_latn: Slučajno seme za ovog učenika

source: Last submission time
ru: Време последњег подношења
sr_latn: Vreme poslednjeg podnošenja

source: Timer Between Attempts
ru: Тајмер између покушаја
sr_latn: Tajmer između pokušaja

source: Seconds a student must wait between submissions for a problem with multiple attempts.
ru: Секунди Студент мора да сачека између поднесака за проблем са вишеструким покушајима.
sr_latn: Sekundi Student mora da sačeka između podnesaka za problem sa višestrukim pokušajima.

source: Problem Weight
ru: Тежина проблема
sr_latn: Težina problema

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
ru: Дефинише број бодова који сваки проблем вреди. Ако вредност није постављена, сваки поље од одговора у проблему вреди једног бода.
sr_latn: Definiše broj bodova koji svaki problem vredi. Ako vrednost nije postavljena, svaki polje od odgovora u problemu vredi jednog boda.

source: Markdown source of this module
ru: Маркдовн извор овог модула
sr_latn: Markdovn izvor ovog modula

source: Source code for LaTeX and Word problems. This feature is not well-supported.
ru: Изворни код за проблеме са латеком и речима. Ова функција није добро подржана.
sr_latn: Izvorni kod za probleme sa latekom i rečima. Ova funkcija nije dobro podržana.

source: Enable LaTeX templates?
ru: Омогућите предлошке Латекса?
sr_latn: Omogućite predloške Lateksa?

source: Matlab API key
ru: Матлаб АПИ тастер
sr_latn: Matlab API taster

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ru: Унесите АПИ кључ који је дао математичка дела за приступ матлаб хостед услузи. Овај кључ је одобрен за ексклузивну употребу овим курсом у одређено време. Немојте делити тастер АПИ са другим курсевима и одмах обавестите математике ако верујете да је кључ изложен или угрожен. Да бисте добили кључ за ваш курс, или да пријавите проблем, контактирајте мооцсуппорт@матхворкс.цом
sr_latn: Unesite API ključ koji je dao matematička dela za pristup matlab hosted usluzi. Ovaj ključ je odobren za ekskluzivnu upotrebu ovim kursom u određeno vreme. Nemojte deliti taster API sa drugim kursevima i odmah obavestite matematike ako verujete da je ključ izložen ili ugrožen. Da biste dobili ključ za vaš kurs, ili da prijavite problem, kontaktirajte moocsupport@mathvorks.com

source: Indicates if the problem was edited using the Markdown editor in the Authoring MFE.
ru: Означава да ли је проблем уређен помоћу уређивача Маркдовн у ауторинг МФЕ-у.
sr_latn: Označava da li je problem uređen pomoću uređivača Markdovn u autoring MFE-u.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
ru: Жао нам је, дошло је до грешке у обради вашег захтева. Покушајте поново да напуните своју страницу и покушајте поново.
sr_latn: Žao nam je, došlo je do greške u obradi vašeg zahteva. Pokušajte ponovo da napunite svoju stranicu i pokušajte ponovo.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
ru: Стање овог проблема се променило откад сте учитали ову страницу. Освежите своју страницу.
sr_latn: Stanje ovog problema se promenilo otkad ste učitali ovu stranicu. Osvežite svoju stranicu.

source: Answer ID
ru: ИД одговора
sr_latn: ID odgovora

source: Question
ru: Питање
sr_latn: Pitanje

source: Correct Answer
ru: Тачан одговор
sr_latn: Tačan odgovor

source: Submitting
ru: Који се шаље
sr_latn: Koji se šalje

source: Warning: The problem has been reset to its initial state!
ru: УПОЗОРЕЊЕ: Проблем је ресетиран на почетно стање!
sr_latn: UPOZORENjE: Problem je resetiran na početno stanje!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
ru: Станица проблема је оштећена неважећим поднеском. Подношење се састојало од:
sr_latn: Stanica problema je oštećena nevažećim podneskom. Podnošenje se sastojalo od:

source: If this error persists, please contact the course staff.
ru: Ако се ова грешка настави, обратите се особља курсева.
sr_latn: Ako se ova greška nastavi, obratite se osoblja kurseva.

source: {previous_hints}{list_start_tag}{strong_text}{hint_text}</li>
ru: {previous_hints} {list_start_tag} {strong_text} {hint_text} </ ЛИ>

source: Hint ({hint_num} of {hints_count}):
ru: ХИНТ ({hint_num} од {hints_count}):
sr_latn: HINT ({hint_num} od {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
ru: Ваши одговори су претходно сачувани. Кликните на '{button_name} ' да бисте их оценили.
sr_latn: Vaši odgovori su prethodno sačuvani. Kliknite na '{button_name} ' da biste ih ocenili.

source: Incorrect ({progress} point)
ru: Нетачно ({progress} поена)
sr_latn: Netačno ({progress} poena)

source: Correct ({progress} point)
ru: Тачно ({progress} поена)
sr_latn: Tačno ({progress} poena)

source: Partially correct ({progress} point)
ru: Делимично тачно ({progress} поена)
sr_latn: Delimično tačno ({progress} poena)

source: Partially Correct
ru: Делимично тачно
sr_latn: Delimično tačno

source: Answer submitted.
ru: Одговор је поднесен.
sr_latn: Odgovor je podnesen.

source: Problem is closed.
ru: Проблем је затворен.
sr_latn: Problem je zatvoren.

source: Problem must be reset before it can be submitted again.
ru: Проблем се мора ресетовати пре него што се поново може доставити.
sr_latn: Problem se mora resetovati pre nego što se ponovo može dostaviti.

source: You must wait at least {wait} seconds between submissions.
ru: Морате сачекати најмање {wait} секунди између поднесака.
sr_latn: Morate sačekati najmanje {wait} sekundi između podnesaka.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
ru: Морате да сачекате најмање {wait_secs} између поднесака. {remaining_secs} Преостало.
sr_latn: Morate da sačekate najmanje {wait_secs} između podnesaka. {remaining_secs} Preostalo.

source: {num_hour} hour
ru: {num_hour} сати
sr_latn: {num_hour} sati

source: {num_minute} minute
ru: {num_minute} минута
sr_latn: {num_minute} minuta

source: {num_second} second
ru: {num_second} секунди
sr_latn: {num_second} sekundi

source: Problem needs to be reset prior to save.
ru: Проблем се мора ресетовати пре него што је сачувао.
sr_latn: Problem se mora resetovati pre nego što je sačuvao.

source: Your answers have been saved.
ru: Ваши одговори су сачувани.
sr_latn: Vaši odgovori su sačuvani.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
ru: Ваши одговори су сачувани, али нису оцењени. Кликните на '{button_name} ' да бисте их оценили.
sr_latn: Vaši odgovori su sačuvani, ali nisu ocenjeni. Kliknite na '{button_name} ' da biste ih ocenili.

source: You cannot select Reset for a problem that is closed.
ru: Не можете да изаберете ресетовање проблема који је затворен.
sr_latn: Ne možete da izaberete resetovanje problema koji je zatvoren.

source: You must submit an answer before you can select Reset.
ru: Морате да поднесете одговор пре него што можете да изаберете ресетовање.
sr_latn: Morate da podnesete odgovor pre nego što možete da izaberete resetovanje.

source: Problem's definition does not support rescoring.
ru: Резолуција проблема не подржава спашавање.
sr_latn: Rezolucija problema ne podržava spašavanje.

source: Problem must be answered before it can be graded again.
ru: Проблем мора да се одговори пре него што се поново може оценити.
sr_latn: Problem mora da se odgovori pre nego što se ponovo može oceniti.

source: Conditional
ru: Условни
sr_latn: Uslovni

source: List of urls of children that are references to external modules
ru: Списак УРЛ-ова деце која су референце на спољне модуле
sr_latn: Spisak URL-ova dece koja su reference na spoljne module

source: Source Components
ru: Изворне компоненте
sr_latn: Izvorne komponente

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional block. Copy the component location ID of a component from its Settings dialog in Studio.
ru: ИД-ови сакупљања компонента свих компоненти извора који се користе за утврђивање да ли је ученик приказан садржај овог условног блока. Копирајте ИД локације компоненте компоненте са његових дијалога поставки у студио.
sr_latn: ID-ovi sakupljanja komponenta svih komponenti izvora koji se koriste za utvrđivanje da li je učenik prikazan sadržaj ovog uslovnog bloka. Kopirajte ID lokacije komponente komponente sa njegovih dijaloga postavki u studio.

source: Conditional Attribute
ru: Условни атрибут
sr_latn: Uslovni atribut

source: The attribute of the source components that determines whether a learner is shown the content of this conditional block.
ru: Атрибут изворних компоненти који одређују да ли је ученик приказан садржај овог условног блока.
sr_latn: Atribut izvornih komponenti koji određuju da li je učenik prikazan sadržaj ovog uslovnog bloka.

source: Conditional Value
ru: Условна вредност
sr_latn: Uslovna vrednost

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional block.
ru: Вредност коју условни атрибут изворних компоненти мора да одговара пре него што се ученик прикаже садржај овог условног блока.
sr_latn: Vrednost koju uslovni atribut izvornih komponenti mora da odgovara pre nego što se učenik prikaže sadržaj ovog uslovnog bloka.

source: Blocked Content Message
ru: Блокирана порука са садржајем
sr_latn: Blokirana poruka sa sadržajem

source: The message that is shown to learners when not all conditions are met to show the content of this conditional block. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
ru: Порука која је приказана ученицима када нису испуњени сви услови за приказивање садржаја овог условног блока. Укључите {link} у текст своје поруке како бисте ученицима дали директну везу до потребних јединица. На пример, 'You must complete {link} before you can access this unit'.
sr_latn: Poruka koja je prikazana učenicima kada nisu ispunjeni svi uslovi za prikazivanje sadržaja ovog uslovnog bloka. Uključite {link} u tekst svoje poruke kako biste učenicima dali direktnu vezu do potrebnih jedinica. Na primer, 'You must complete {link} before you can access this unit'.

source: You must complete {link} before you can access this unit.
ru: Морате довршити {link} пре него што приступите овој јединици.
sr_latn: Morate dovršiti {link} pre nego što pristupite ovoj jedinici.

source: This component has no source components configured yet.
ru: Ова компонента још нема конфигурисане компоненте извора.
sr_latn: Ova komponenta još nema konfigurisane komponente izvora.

source: Configure list of sources
ru: Конфигуришите листу извора
sr_latn: Konfigurišite listu izvora

source: LTI Passports
ru: ЛТИ пасоше
sr_latn: LTI pasoše

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
ru: Унесите пасоше за курсеве ЛТИ Алати у следећем формату: "id:client_key:client_secret".
sr_latn: Unesite pasoše za kurseve LTI Alati u sledećem formatu: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
ru: Листа објеката уџбеника са (наслов, УРЛ) за уџбенике који се користе у овом курсу
sr_latn: Lista objekata udžbenika sa (naslov, URL) za udžbenike koji se koriste u ovom kursu

source: Slug that points to the wiki for this course
ru: Пуг који указује на вики за овај курс
sr_latn: Pug koji ukazuje na viki za ovaj kurs

source: Date that enrollment for this class is opened
ru: Датум да се отвори упис за ову класу
sr_latn: Datum da se otvori upis za ovu klasu

source: Date that enrollment for this class is closed
ru: Датум да је упис за ову класу затворен
sr_latn: Datum da je upis za ovu klasu zatvoren

source: Start time when this block is visible
ru: Покрените време када је овај блок видљив
sr_latn: Pokrenite vreme kada je ovaj blok vidljiv

source: Date that this class ends
ru: Датум да се овај класа завршава
sr_latn: Datum da se ovaj klasa završava

source: Date that certificates become available to learners
ru: Датум да се цертификати постају доступни ученицима
sr_latn: Datum da se certifikati postaju dostupni učenicima

source: Cosmetic Course Display Price
ru: Козметичка курс Приказ Цена
sr_latn: Kozmetička kurs Prikaz Cena

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
ru: Трошкови приказани студентима за упис у курс. Ако је плаћена цена за регистрацију предмета постављала администратор у бази података, та цена ће се приказати уместо ове.
sr_latn: Troškovi prikazani studentima za upis u kurs. Ako je plaćena cena za registraciju predmeta postavljala administrator u bazi podataka, ta cena će se prikazati umesto ove.

source: Course Advertised Start
ru: Курс Рекламирани почетак
sr_latn: Kurs Reklamirani početak

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
ru: Унесите текст који желите да користите као оглашени временски оквир за курс, као што је "Winter 2018". Ако уђете у нулл за ову вредност, користи се датум почетка који сте поставили за овај курс.
sr_latn: Unesite tekst koji želite da koristite kao oglašeni vremenski okvir za kurs, kao što je "Winter 2018". Ako uđete u null za ovu vrednost, koristi se datum početka koji ste postavili za ovaj kurs.

source: Pre-Requisite Courses
ru: Предусловне курсеве
sr_latn: Preduslovne kurseve

source: Pre-Requisite Course key if this course has a pre-requisite course
ru: Пре-Рекуисит тастер курса Ако овај курс има пред-потребан курс
sr_latn: Pre-Rekuisit taster kursa Ako ovaj kurs ima pred-potreban kurs

source: Grading policy definition for this class
ru: Дефиниција политике за оцењивање за ову класу
sr_latn: Definicija politike za ocenjivanje za ovu klasu

source: Show Calculator
ru: Прикажи калкулатор
sr_latn: Prikaži kalkulator

source: Enter true or false. When true, students can see the calculator in the course.
ru: Унесите ТРУЕ или ФАЛСЕ. Када је истина, студенти могу да виде калкулатор на курсу.
sr_latn: Unesite TRUE ili FALSE. Kada je istina, studenti mogu da vide kalkulator na kursu.

source: Enter the name of the course as it should appear in the course list.
ru: Унесите име курса јер би требало да се појави на листи курса.
sr_latn: Unesite ime kursa jer bi trebalo da se pojavi na listi kursa.

source: Course Display Name
ru: Приказ на курсу
sr_latn: Prikaz na kursu

source: Course Editor
ru: Уредник курса
sr_latn: Urednik kursa

source: Enter the method by which this course is edited ("XML" or "Studio").
ru: Унесите методу помоћу којих је овај курс уређен ("XML" или "Studio").
sr_latn: Unesite metodu pomoću kojih je ovaj kurs uređen ("XML" ili "Studio").

source: Course Survey URL
ru: УРЛ анкета на курсу
sr_latn: URL anketa na kursu

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
ru: Унесите УРЛ за истраживање на крају курса. Ако ваш курс нема анкету, унесите нулл.
sr_latn: Unesite URL za istraživanje na kraju kursa. Ako vaš kurs nema anketu, unesite null.

source: Discussion Blackout Dates
ru: ДИСКУСИОН БЛАЦКОУТ ДАТУМЕ
sr_latn: DISKUSION BLACKOUT DATUME

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
ru: Уђите у парове датума између којих студенти не могу да поставе на форуме за дискусију. Унутар пружених носача унесите додатни скуп квадратних заграда које окружује сваки пар датума које додајете. Форматирајте сваки пар датума као ["YYYY-MM-DD", "YYYY-MM-DD"]. Да бисте одредили времена, као и датуме, форматирајте сваки пар као ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Обавезно укључите "T" између датума и времена. На пример, унос који дефинише два размака за умањивање изгледа овако, укључујући спољни пар квадратних носача: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
sr_latn: Uđite u parove datuma između kojih studenti ne mogu da postave na forume za diskusiju. Unutar pruženih nosača unesite dodatni skup kvadratnih zagrada koje okružuje svaki par datuma koje dodajete. Formatirajte svaki par datuma kao ["YYYY-MM-DD", "YYYY-MM-DD"]. Da biste odredili vremena, kao i datume, formatirajte svaki par kao ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Обавезно укључите "T" између датума и времена. На пример, unos koji definiše dva razmaka za umanjivanje izgleda ovako, uključujući spoljni par kvadratnih nosača: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
ru: Дискусија Преспирање тема
sr_latn: Diskusija Prespiranje tema
