Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: The display name for this component. Analytics reports may also use the display name to identify this component.
ru: Назив приказа за ову компоненту. Извештаји о аналитици такође могу да користе и назив приказа да би се идентификовало ову компоненту.
sr_latn: Naziv prikaza za ovu komponentu. Izveštaji o analitici takođe mogu da koriste i naziv prikaza da bi se identifikovalo ovu komponentu.

source: LTI ID
ru: Ид
sr_latn: Id

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ru: Унесите ЛТИ ИД за спољни ЛТИ провајдера. Ова вредност мора бити иста ЛТИ ИД коју сте унели у ЛТИ пасоше Подешавање на напредним подешавањима странице.{break_tag} Погледајте {docs_anchor_open} Тхе ЕДКС ЛТИ Доцументатион{anchor_close} За више детаља о овом подешавању.
sr_latn: Unesite LTI ID za spoljni LTI provajdera. Ova vrednost mora biti ista LTI ID koju ste uneli u LTI pasoše Podešavanje na naprednim podešavanjima stranice.{break_tag} Pogledajte {docs_anchor_open} The EDKS LTI Documentation{anchor_close} Za više detalja o ovom podešavanju.

source: LTI URL
ru: ЛТИ УРЛ

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ru: Унесите УРЛ спољног алата који се ова компонента покреће. Ово подешавање се користи само када се сакрије спољни алат је постављен на ФАЛСЕ.{break_tag} СЕЕ {docs_anchor_open} ТХЕ ЕДКС ЛТИ Доцументатион{anchor_close} За више детаља о овом подешавању.
sr_latn: Unesite URL spoljnog alata koji se ova komponenta pokreće. Ovo podešavanje se koristi samo kada se sakrije spoljni alat je postavljen na FALSE.{break_tag} SEE {docs_anchor_open} THE EDKS LTI Documentation{anchor_close} Za više detalja o ovom podešavanju.

source: Custom Parameters
ru: Прилагођени параметри
sr_latn: Prilagođeni parametri

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ru: Додајте пари за кључ / вредност за све прилагођене параметре, као што је страница, ваша е-књига треба да отвори или позадинску боју за ову ЦОМПОНЕНТ.{break_tag} СЕЕ {docs_anchor_open} ТХЕ ЕДКС ЛТИ Доцументатион{anchor_close} за више детаља о овој поставци.
sr_latn: Dodajte pari za ključ / vrednost za sve prilagođene parametre, kao što je stranica, vaša e-knjiga treba da otvori ili pozadinsku boju za ovu COMPONENT.{break_tag} SEE {docs_anchor_open} THE EDKS LTI Documentation{anchor_close} za više detalja o ovoj postavci.

source: Open in New Page
ru: Отвори на новој страници
sr_latn: Otvori na novoj stranici

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
ru: Изаберите тачно ако желите да студенти кликну на везу која отвара ЛТИ алат у новом прозору. Изаберите ФАЛСЕ ако желите да садржај ЛТИ отвори у иФраме на тренутној страници. Ово подешавање се користи само када се сакрије спољни алат постављен је на ФАЛСЕ.
sr_latn: Izaberite tačno ako želite da studenti kliknu na vezu koja otvara LTI alat u novom prozoru. Izaberite FALSE ako želite da sadržaj LTI otvori u iFrame na trenutnoj stranici. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na FALSE.

source: Scored
ru: Постигнут
sr_latn: Postignut

source: Select True if this component will receive a numerical score from the external LTI system.
ru: Изаберите тачно ако ће ова компонента добити нумерички резултат из спољног ЛТИ система.
sr_latn: Izaberite tačno ako će ova komponenta dobiti numerički rezultat iz spoljnog LTI sistema.

source: Weight
ru: Тежина
sr_latn: Težina

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
ru: Унесите број могућих тачака за ову компоненту. Подразумевана вредност је 1.0. Ово подешавање се користи само када је постигнуто постављено на тачно.
sr_latn: Unesite broj mogućih tačaka za ovu komponentu. Podrazumevana vrednost je 1.0. Ovo podešavanje se koristi samo kada je postignuto postavljeno na tačno.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
ru: Резултат чуван у КСБлоцк КВС - дупликат објављеног резултата у Дјанго ДБ
sr_latn: Rezultat čuvan u KSBlock KVS - duplikat objavljenog rezultata u Django DB

source: Comment as returned from grader, LTI2.0 spec
ru: Коментар као враћени из грејдера, ЛТИ2.0 Спец
sr_latn: Komentar kao vraćeni iz grejdera, LTI2.0 Spec

source: Hide External Tool
ru: Сакријте спољни алат
sr_latn: Sakrijte spoljni alat

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
ru: Изаберите Тачно ако желите да користите ову компоненту као резервоару за синхронизацију са спољним системом оцењивања, а не покретање спољног алата. Ово подешавање скрива дугме за покретање и било који ифрамес за ову компоненту.
sr_latn: Izaberite Tačno ako želite da koristite ovu komponentu kao rezervoaru za sinhronizaciju sa spoljnim sistemom ocenjivanja, a ne pokretanje spoljnog alata. Ovo podešavanje skriva dugme za pokretanje i bilo koji iframes za ovu komponentu.

source: Request user's username
ru: Затражите корисничко име корисника
sr_latn: Zatražite korisničko ime korisnika

source: Select True to request the user's username.
ru: Изаберите ТРУЕ да бисте затражили корисничко име корисника.
sr_latn: Izaberite TRUE da biste zatražili korisničko ime korisnika.

source: Request user's email
ru: Затражите е-пошту корисника
sr_latn: Zatražite e-poštu korisnika

source: Select True to request the user's email address.
ru: Изаберите Тачно да бисте затражили корисничку адресу е-поште.
sr_latn: Izaberite Tačno da biste zatražili korisničku adresu e-pošte.

source: LTI Application Information
ru: ЛТИ Информације о апликацији
sr_latn: LTI Informacije o aplikaciji

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
ru: Унесите опис апликације треће стране. Ако тражите корисничко име и / или е-маил, користите овај текстуални оквир да бисте информисали кориснике зашто ће њихово корисничко име и / или е-маил бити прослеђен апликацији треће стране.
sr_latn: Unesite opis aplikacije treće strane. Ako tražite korisničko ime i / ili e-mail, koristite ovaj tekstualni okvir da biste informisali korisnike zašto će njihovo korisničko ime i / ili e-mail biti prosleđen aplikaciji treće strane.

source: Button Text
ru: Тастер ТЕКСТ
sr_latn: Taster TEKST

source: Enter the text on the button used to launch the third party application.
ru: Унесите текст на дугме који се користи за покретање апликације треће стране.
sr_latn: Unesite tekst na dugme koji se koristi za pokretanje aplikacije treće strane.

source: Accept grades past deadline
ru: Прихватите оцене прошлог рока
sr_latn: Prihvatite ocene prošlog roka

source: Select True to allow third party systems to post grades past the deadline.
ru: Изаберите ТРУЕ да бисте омогућили системима трећих страна да поставе оцене поред рока.
sr_latn: Izaberite TRUE da biste omogućili sistemima trećih strana da postave ocene pored roka.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
ru: Није могуће рашчланити параметар: {custom_parameter}. Треба да буде "x=y" низ.
sr_latn: Nije moguće raščlaniti parametar: {custom_parameter}. Treba da bude "x=y" niz.

source: Due Date
ru: Датум
sr_latn: Datum

source: Enter the default date by which problems are due.
ru: Унесите подразумевани датум по којем су доспели проблеми.
sr_latn: Unesite podrazumevani datum po kojem su dospeli problemi.

source: Number of Relative Weeks Due By
ru: Број родбинских недеља
sr_latn: Broj rodbinskih nedelja

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
ru: Унесите број недеља, проблеми су доспели у односу на датум уписа ученика
sr_latn: Unesite broj nedelja, problemi su dospeli u odnosu na datum upisa učenika

source: GIT URL
ru: Гит урл

source: Enter the URL for the course data GIT repository.
ru: Унесите УРЛ за спремишта података о курсу података.
sr_latn: Unesite URL za spremišta podataka o kursu podataka.

source: XQA Key
ru: ККА Кеи
sr_latn: KKA Kei

source: This setting is not currently supported.
ru: Ово подешавање тренутно није подржано.
sr_latn: Ovo podešavanje trenutno nije podržano.

source: Enter the ids for the content groups this problem belongs to.
ru: Унесите ИД-ове групе за садржајне групе Овај проблем припада.
sr_latn: Unesite ID-ove grupe za sadržajne grupe Ovaj problem pripada.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
ru: Наведите када се појави дугме Прикажи одговор за сваки проблем. Важеће вредности су "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", "attempted_no_past_due" и "never".
sr_latn: Navedite kada se pojavi dugme Prikaži odgovor za svaki problem. Važeće vrednosti su "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", "attempted_no_past_due" i "never".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
ru: Наведите када треба да покажете тачност одговора и резултат по ученицима. Важеће вредности су "always", "never" и "past_due".
sr_latn: Navedite kada treba da pokažete tačnost odgovora i rezultat po učenicima. Važeće vrednosti su "always", "never" i "past_due".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
ru: Наведите подразумевани за колико често се насумизирају променљиве вредности у проблему. Ово подешавање треба да буде постављено на "never", осим ако не планирате да пружите питхон скрипту да идентификујете и насумичите вредности у већини проблема у вашем курсу. Важеће вредности су "always", "onreset", "never" и "per_student".
sr_latn: Navedite podrazumevani za koliko često se nasumiziraju promenljive vrednosti u problemu. Ovo podešavanje treba da bude postavljeno na "never", osim ako ne planirate da pružite pithon skriptu da identifikujete i nasumičite vrednosti u većini problema u vašem kursu. Važeće vrednosti su "always", "onreset", "never" i "per_student".

source: Days Early for Beta Users
ru: Дани рано за бета корисника
sr_latn: Dani rano za beta korisnika

source: Enter the number of days before the start date that beta users can access the course.
ru: Унесите број дана пре датума почетка да бета корисници могу да приступе курсу.
sr_latn: Unesite broj dana pre datuma početka da beta korisnici mogu da pristupe kursu.

source: Static Asset Path
ru: Статички пут имовине
sr_latn: Statički put imovine

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
ru: Унесите путању да бисте користили датотеке за датотеку и пренос странице. Ова вредност надјачава студио подразумевано, Ц4Кс: //.
sr_latn: Unesite putanju da biste koristili datoteke za datoteku i prenos stranice. Ova vrednost nadjačava studio podrazumevano, C4Ks: //.

source: Enable LaTeX Compiler
ru: Омогућите ЦАТЕКС преводилац
sr_latn: Omogućite CATEKS prevodilac

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, можете да користите предлошке латекса за ХТМЛ компоненте и напредне проблеме компоненте.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, možete da koristite predloške lateksa za HTML komponente i napredne probleme komponente.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
ru: Унесите максимални број пута када студент може да покуша да одговори на проблеме. Подразумевано је максимални покушаји постављени на нулл, што значи да студенти имају неограничен број покушаја проблема. Можете да надјачате ову поставку широм курс за појединачне проблеме. Међутим, ако је подешавање широког курса одређени број, не можете подесити максималне покушаје појединачних проблема да се неограниче.
sr_latn: Unesite maksimalni broj puta kada student može da pokuša da odgovori na probleme. Podrazumevano je maksimalni pokušaji postavljeni na null, što znači da studenti imaju neograničen broj pokušaja problema. Možete da nadjačate ovu postavku širom kurs za pojedinačne probleme. Međutim, ako je podešavanje širokog kursa određeni broj, ne možete podesiti maksimalne pokušaje pojedinačnih problema da se neograniče.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ru: Унесите АПИ кључ који је дао математичка дела за приступ матлаб хостед услузи. Овај кључ је одобрен за ексклузивну употребу у овом курсу за одређено трајање. Не делите АПИ кључ са другим курсевима. Обавестите математике одмах ако верујете да је кључ изложен или угрожен. Да бисте добили кључ за ваш курс, или да пријавите проблем, контактирајте мооцсуппорт@матхворкс.цом
sr_latn: Unesite API ključ koji je dao matematička dela za pristup matlab hosted usluzi. Ovaj ključ je odobren za ekskluzivnu upotrebu u ovom kursu za određeno trajanje. Ne delite API ključ sa drugim kursevima. Obavestite matematike odmah ako verujete da je ključ izložen ili ugrožen. Da biste dobili ključ za vaš kurs, ili da prijavite problem, kontaktirajte moocsupport@mathvorks.com

source: Group Configurations
ru: Конфигурације групе
sr_latn: Konfiguracije grupe

source: Enter the configurations that govern how students are grouped together.
ru: Унесите конфигурације које управљају како су студенти груписани заједно.
sr_latn: Unesite konfiguracije koje upravljaju kako su studenti grupisani zajedno.

source: Enable video caching system
ru: Омогућите систем за кеширање видео записа
sr_latn: Omogućite sistem za keširanje video zapisa

source: Enter true or false. If true, video caching will be used for HTML5 videos.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако се истинито, видео кеширање користи за ХТМЛ5 видео записе.
sr_latn: Unesite TRUE ili FALSE. Ako se istinito, video keširanje koristi za HTML5 video zapise.

source: Enable video auto-advance
ru: Омогући видео аутоматско унапред
sr_latn: Omogući video automatsko unapred

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
ru: Наведите да ли да бисте приказали дугме за аутоматско напредовање у видео снимцима. Ако је студент кликне, када се последњи видео у јединици заврши, аутоматски ће се пребацити на следећу јединицу и аутоматско снимање првог видеа.
sr_latn: Navedite da li da biste prikazali dugme za automatsko napredovanje u video snimcima. Ako je student klikne, kada se poslednji video u jedinici završi, automatski će se prebaciti na sledeću jedinicu i automatsko snimanje prvog videa.

source: Video Pre-Roll
ru: Видео запис
sr_latn: Video zapis

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
ru: Идентификујте видео, дужине 5-10 секунди, да бисте репродуковали пре снимка курса. Унесите видео ИД са странице видео записа и једну или више датотека транскрипта у следећем формату: {format}. На пример, унос за видео са два транскрипата изгледа овако: {example}
sr_latn: Identifikujte video, dužine 5-10 sekundi, da biste reprodukovali pre snimka kursa. Unesite video ID sa stranice video zapisa i jednu ili više datoteka transkripta u sledećem formatu: {format}. Na primer, unos za video sa dva transkripata izgleda ovako: {example}

source: Show Reset Button for Problems
ru: Прикажи дугме за ресетовање проблема
sr_latn: Prikaži dugme za resetovanje problema

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, проблеми на курсу подразумевано да увек приказују дугме 'Reset'. Ово можете да надјачате у поставкама сваког проблема. Сви постојећи проблеми су погођени када се ова подешавање широм куната промени.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, problemi na kursu podrazumevano da uvek prikazuju dugme 'Reset'. Ovo možete da nadjačate u postavkama svakog problema. Svi postojeći problemi su pogođeni kada se ova podešavanje širom kunata promeni.

source: Enable Student Notes
ru: Омогућите белешке ученика
sr_latn: Omogućite beleške učenika

source: Enter true or false. If true, students can use the Student Notes feature.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, студенти могу да користе функцију студентске белешке.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, studenti mogu da koriste funkciju studentske beleške.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
ru: Означава да ли су у току видљиве белешке ученика. Студенти такође могу показати или сакрити своје белешке у курсевима.
sr_latn: Označava da li su u toku vidljive beleške učenika. Studenti takođe mogu pokazati ili sakriti svoje beleške u kursevima.

source: Tag this block as part of an Entrance Exam section
ru: Означите овај блок као део одељка за пријемни испит
sr_latn: Označite ovaj blok kao deo odeljka za prijemni ispit

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако се истинита, одговори на блокове проблема ће се разматрати у пријемном испиту / алогиталном алогума.
sr_latn: Unesite TRUE ili FALSE. Ako se istinita, odgovori na blokove problema će se razmatrati u prijemnom ispitu / alogitalnom aloguma.

source: Hide from Table of Contents
ru: Сакриј се са садржаја
sr_latn: Sakrij se sa sadržaja

source: Enter true or false. If true, this block will be hidden from the Table of Contents.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, овај блок ће бити скривен од садржаја.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, ovaj blok će biti skriven od sadržaja.

source: Error while reading {}. Check file for XML errors.
ru: Грешка приликом читања {}. Проверите датотеку за КСМЛ грешке.
sr_latn: Greška prilikom čitanja {}. Proverite datoteku za KSML greške.

source: Failed to import block: {} at location: {}
ru: Увоз блока у увозу: {} на локацији: {}
sr_latn: Uvoz bloka u uvozu: {} na lokaciji: {}

source: Enrollment Track Groups
ru: Групе за упис
sr_latn: Grupe za upis

source: Partition for segmenting users by enrollment track
ru: Партиција за кориснике сегментације по запису за упис
sr_latn: Particija za korisnike segmentacije po zapisu za upis

source: Whether this student has voted on the poll
ru: Да ли је овај студент гласао на анкети
sr_latn: Da li je ovaj student glasao na anketi

source: Student answer
ru: Одговор ученика
sr_latn: Odgovor učenika

source: Poll answers from all students
ru: Анкета одговори свих студената
sr_latn: Anketa odgovori svih studenata

source: Poll answers from xml
ru: Анкета одговори од КСМЛ-а
sr_latn: Anketa odgovori od KSML-a

source: Poll question
ru: Питање за анкету
sr_latn: Pitanje za anketu

source: Enter the date by which problems are due.
ru: Унесите датум којим се проблеми требају.
sr_latn: Unesite datum kojim se problemi trebaju.

source: Hide sequence content After Due Date
ru: Сакријте садржај секвенце након рока
sr_latn: Sakrijte sadržaj sekvence nakon roka

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
ru: Ако је постављено, садржај секвенце је скривен за кориснике не-особља након што је доспео датум доспећа.
sr_latn: Ako je postavljeno, sadržaj sekvence je skriven za korisnike ne-osoblja nakon što je dospeo datum dospeća.

source: Is Entrance Exam
ru: Је пријемни испит
sr_latn: Je prijemni ispit

source: Tag this course block as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
ru: Означите овај блок курса као пријемни испит. Напомена, морате да омогућите пријемни испите за ово постављање предмета да ступи на снагу.
sr_latn: Označite ovaj blok kursa kao prijemni ispit. Napomena, morate da omogućite prijemni ispite za ovo postavljanje predmeta da stupi na snagu.

source: Is Time Limited
ru: Је време ограничено
sr_latn: Je vreme ograničeno

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
ru: Ово подешавање указује да ли студенти имају ограничено време да прегледају или комуницирају са овом компонентом предмета.
sr_latn: Ovo podešavanje ukazuje da li studenti imaju ograničeno vreme da pregledaju ili komuniciraju sa ovom komponentom predmeta.

source: Time Limit in Minutes
ru: Временско ограничење за неколико минута
sr_latn: Vremensko ograničenje za nekoliko minuta

source: The number of minutes available to students for viewing or interacting with this courseware component.
ru: Број минута на располагању студентима за гледање или интеракцију са овом компонентом предмета.
sr_latn: Broj minuta na raspolaganju studentima za gledanje ili interakciju sa ovom komponentom predmeta.

source: Is Proctoring Enabled
ru: Да ли је омогућено да је ЦОЦТОРИНГ
sr_latn: Da li je omogućeno da je COCTORING

source: This setting indicates whether this exam is a proctored exam.
ru: Ово подешавање указује да ли је овај испит прокорани испит.
sr_latn: Ovo podešavanje ukazuje da li je ovaj ispit prokorani ispit.

source: Software Secure Review Rules
ru: Правила за безбедну ревизију софтвера
sr_latn: Pravila za bezbednu reviziju softvera
