Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: User does not have the permission to create library in this organization or course creation is disabled
ru: Корисник нема дозволу за креирање библиотеке у овој организацији или је то је онемогућено
sr_latn: Korisnik nema dozvolu za kreiranje biblioteke u ovoj organizaciji ili je to je onemogućeno

source: Unable to create library - missing required field '{field}'
ru: Није могуће креирати библиотеку - Недостаје потребно поље поље '{field} '
sr_latn: Nije moguće kreirati biblioteku - Nedostaje potrebno polje polje '{field} '

source: Unable to create library '{name}'. {err}
ru: Није могуће креирати библиотеку '{name} '. {err}
sr_latn: Nije moguće kreirati biblioteku '{name} '. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
ru: Већ постоји библиотека која је дефинисана истом организацијом и библиотечком кодом. Молимо промените свој библиотечки код тако да је јединствен у вашој организацији.
sr_latn: Već postoji biblioteka koja je definisana istom organizacijom i bibliotečkom kodom. Molimo promenite svoj bibliotečki kod tako da je jedinstven u vašoj organizaciji.

source: '{organization_key}' is not a valid organization identifier.
ru: '{organization_key} ' није валидан идентификатор организације.
sr_latn: '{organization_key} ' nije validan identifikator organizacije.

source: Access restricted to: {list_of_groups}
ru: Приступ ограничен на: {list_of_groups}
sr_latn: Pristup ograničen na: {list_of_groups}

source: Transcripts are supported only for "video" blocks.
ru: Транскрипти су подржани само за Блокове "video".
sr_latn: Transkripti su podržani samo za Blokove "video".

source: Cannot find item by locator.
ru: Не може пронаћи ставку од стране локатора.
sr_latn: Ne može pronaći stavku od strane lokatora.

source: Video locator is required.
ru: Локатор видео записа је потребан.
sr_latn: Lokator video zapisa je potreban.

source: This transcript file type is not supported.
ru: Ова врста транскрипта датотеке није подржана.
sr_latn: Ova vrsta transkripta datoteke nije podržana.

source: Video ID is required.
ru: Потребан је ИД видео ИД-а.
sr_latn: Potreban je ID video ID-a.

source: Incoming video data is empty.
ru: Долазни видео подаци су празни.
sr_latn: Dolazni video podaci su prazni.

source: Can't find item by locator.
ru: Локатор не може пронаћи ставку.
sr_latn: Lokator ne može pronaći stavku.

source: No such transcript.
ru: Нема таквог транскрипта.
sr_latn: Nema takvog transkripta.

source: There is a problem with the chosen transcript file.
ru: Постоји проблем са одабраном досијеом транскрипта.
sr_latn: Postoji problem sa odabranom dosijeom transkripta.

source: There is a problem with the existing transcript file. Please upload a different file.
ru: Постоји проблем са постојећом досијеом транскрипта. Пошаљите другу датотеку.
sr_latn: Postoji problem sa postojećom dosijeom transkripta. Pošaljite drugu datoteku.

source: YouTube ID is required.
ru: ИоуТубе ИД је потребан.
sr_latn: IouTube ID je potreban.

source: There is a problem with the YouTube transcript file.
ru: Постоји проблем са датотеком са ИоуТубе-ом.
sr_latn: Postoji problem sa datotekom sa IouTube-om.

source: Transcripts are not yet supported for this type of block
ru: Транскрипти још нису подржани за ову врсту блока
sr_latn: Transkripti još nisu podržani za ovu vrstu bloka

source: Insufficient permissions
ru: Недовољно дозвола
sr_latn: Nedovoljno dozvola

source: Could not find user by email address '{email}'.
ru: Корисник није могао да нађе адресу е-поште '{email} '.
sr_latn: Korisnik nije mogao da nađe adresu e-pošte '{email} '.

source: No `role` specified.
ru: Није наведено
sr_latn: Nije navedeno

source: User {email} has registered but has not yet activated their account.
ru: Корисник {email} је регистрован, али још није активирао свој рачун.
sr_latn: Korisnik {email} je registrovan, ali još nije aktivirao svoj račun.

source: Invalid `role` specified.
ru: Наведена је неваљана `улога`.
sr_latn: Navedena je nevaljana `uloga`.

source: You may not remove the last Admin. Add another Admin first.
ru: Можда нећете уклонити последњи администратор. Прво додајте другог администратора.
sr_latn: Možda nećete ukloniti poslednji administrator. Prvo dodajte drugog administratora.

source: Libraries cannot have more than {limit} components
ru: Библиотеке не могу имати више од {limit} компоненти
sr_latn: Biblioteke ne mogu imati više od {limit} komponenti

source: There was a problem pasting your component.
ru: Дошло је до проблема за лепљење ваше компоненте.
sr_latn: Došlo je do problema za lepljenje vaše komponente.

source: Your clipboard is empty or invalid.
ru: Ваш међуспремник је празан или неважећи.
sr_latn: Vaš međuspremnik je prazan ili nevažeći.

source: You can not move {source_type} into {target_parent_type}.
ru: Не можете да померите {source_type} у {target_parent_type}.
sr_latn: Ne možete da pomerite {source_type} u {target_parent_type}.

source: Item is already present in target location.
ru: Ставка је већ присутна на циљаној локацији.
sr_latn: Stavka je već prisutna na ciljanoj lokaciji.

source: You can not move an item into itself.
ru: Не можете преместити ставку само на себе.
sr_latn: Ne možete premestiti stavku samo na sebe.

source: You can not move an item into it's child.
ru: Не можете преместити ставку у то дете.
sr_latn: Ne možete premestiti stavku u to dete.

source: You can not move an item directly into content experiment.
ru: Не можете преместити ставку директно у експеримент садржаја.
sr_latn: Ne možete premestiti stavku direktno u eksperiment sadržaja.

source: {source_usage_key} not found in {parent_usage_key}.
ru: {source_usage_key} Није пронађен у {parent_usage_key}.
sr_latn: {source_usage_key} Nije pronađen u {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
ru: Не можете да померите {source_usage_key} на неважећим индексу ({target_index}).
sr_latn: Ne možete da pomerite {source_usage_key} na nevažećim indeksu ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
ru: Морате да обезбедите таргет_индек ({target_index}) као цели број.
sr_latn: Morate da obezbedite target_indek ({target_index}) kao celi broj.

source: Students must score {score}{pct_sign} or higher to access course materials.
ru: Студенти морају да постигну оцену {score} {pct_sign} или виши за приступ материјалима предмета.
sr_latn: Studenti moraju da postignu ocenu {score} {pct_sign} ili viši za pristup materijalima predmeta.

source: unrequested
ru: нестручан
sr_latn: nestručan

source: pending
ru: на чекању
sr_latn: na čekanju

source: granted
ru: одобрено
sr_latn: odobreno

source: denied
ru: одбијен
sr_latn: odbijen

source: Studio user
ru: Корисник студио
sr_latn: Korisnik studio

source: The date when state was last updated
ru: Датум када је држава последњи пут ажурирана
sr_latn: Datum kada je država poslednji put ažurirana

source: Current course creator state
ru: Тренутно стање Креатора
sr_latn: Trenutno stanje Stvoritelja

source: Optional notes about this user (for example, why course creation access was denied)
ru: Опционалне напомене о овом кориснику (на пример, зашто је одређен приступ креирању курса)
sr_latn: Opcionalne napomene o ovom korisniku (na primer, zašto je određen pristup kreiranju kursa)

source: Organizations under which the user is allowed to create courses.
ru: Организације под којима је корисник дозвољено да креирају курсеве.
sr_latn: Organizacije pod kojima je korisnik dozvoljeno da kreiraju kurseve.

source: Grant the user the permission to create courses in ALL organizations
ru: Одобрити кориснику дозволу за стварање курсева у свим организацијама
sr_latn: Odobriti korisniku dozvolu za stvaranje kurseva u svim organizacijama

source: Waiting to stage content
ru: Чека се да сажети садржај
sr_latn: Čeka se da sažeti sadržaj

source: Staging content for import
ru: Средњи садржај за увоз
sr_latn: Srednji sadržaj za uvoz

source: Failed to stage content
ru: Није успело са фазе садржаја
sr_latn: Nije uspelo sa faze sadržaja

source: Content is staged and ready for import
ru: Садржај је инсцениран и спреман за увоз
sr_latn: Sadržaj je insceniran i spreman za uvoz

source: Importing staged content
ru: Увоз инсценираног садржаја
sr_latn: Uvoz insceniranog sadržaja

source: Failed to import staged content
ru: Увоз инсценираног садржаја није успело
sr_latn: Uvoz insceniranog sadržaja nije uspelo

source: Successfully imported content
ru: Успешно увезени садржај
sr_latn: Uspešno uvezeni sadržaj

source: Canceled
ru: Отказан
sr_latn: Otkazan

source: The modulestore course
ru: Модулесторни курс
sr_latn: Modulestorni kurs

source: Import from modulestore
ru: Увоз из модулесторе
sr_latn: Uvoz iz modulestore

source: Imports from modulestore
ru: Увоз из модулесторе
sr_latn: Uvoz iz modulestore

source: Original usage key/ID of the thing that has been imported.
ru: Оригинални кључ употребе / ИД о ономе што је увезено.
sr_latn: Originalni ključ upotrebe / ID o onome što je uvezeno.

source: The original Usage key of the highest-level component that was saved in StagedContent.
ru: Оригинални коришћени кључ компоненте највишег нивоа који је сачуван у усредсређености.
sr_latn: Originalni korišćeni ključ komponente najvišeg nivoa koji je sačuvan u usredsređenosti.

source: Edit Announcements
ru: Уређивање најава
sr_latn: Uređivanje najava

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
ru: Ово приказ приказује уређивач најава да креира или измени најаве које су приказане на десној страни командне табле.
sr_latn: Ovo prikaz prikazuje uređivač najava da kreira ili izmeni najave koje su prikazane na desnoj strani komandne table.

source: Please provide course id.
ru: Наведите ИД курса.
sr_latn: Navedite ID kursa.

source: Invalid course key.
ru: Неважећи кључ курса.
sr_latn: Nevažeći ključ kursa.

source: No matching course found.
ru: Није пронађен ниједан подударни курс.
sr_latn: Nije pronađen nijedan podudarni kurs.

source: Incorrect format for field '{name}'. {detailed_message}
ru: Нетачан формат за поље '{name} '. {detailed_message}
sr_latn: Netačan format za polje '{name} '. {detailed_message}

source: Dictionary with the available tags
ru: Речник са доступним ознакама
sr_latn: Rečnik sa dostupnim oznakama

source: Content is not linked to a Content Library.
ru: Садржај није повезан са садржајем библиотеке.
sr_latn: Sadržaj nije povezan sa sadržajem biblioteke.

source: Downstream is not an XBlock or is missing required UpstreamSyncMixin
ru: Низводно није кблоцк или недостаје потребан узхонстсинцмикин
sr_latn: Nizvodno nije kblock ili nedostaje potreban uzhonstsincmikin

source: Cannot update content because it does not belong to a course.
ru: Не може да ажурира садржај јер не припада курс.
sr_latn: Ne može da ažurira sadržaj jer ne pripada kurs.

source: Reference to linked library item is malformed
ru: Упућивање на Линкед Либрари Ставка је неправилно обликована
sr_latn: Upućivanje na Linked Librari Stavka je nepravilno oblikovana

source: Updating content with children is not yet supported unless the upstream is a container.
ru: Ажурирање садржаја са децом још није подржан ако је узводно спремник.
sr_latn: Ažuriranje sadržaja sa decom još nije podržan ako je uzvodno spremnik.

source: Linked upstream library block was not found in the system
ru: Повезани блок библиотеке узводног узбрдо није пронађен у систему
sr_latn: Povezani blok biblioteke uzvodnog uzbrdo nije pronađen u sistemu

source: Linked upstream library container was not found in the system
ru: Повезана контејнер за библиотеку узводне томе није пронађен у систему
sr_latn: Povezana kontejner za biblioteku uzvodne tome nije pronađen u sistemu

source: Content type mismatch: {downstream_id} ({downstream_type}) cannot be linked to {upstream_id}.
ru: Непознатница типа садржаја: {downstream_id} ({downstream_type}) не може бити повезана са {upstream_id}.
sr_latn: Nepoznatnica tipa sadržaja: {downstream_id} ({downstream_type}) ne može biti povezana sa {upstream_id}.

source: Linked library item could not be loaded: {}
ru: Повезана ставка библиотеке није могла бити учитана: {}
sr_latn: Povezana stavka biblioteke nije mogla biti učitana: {}

source: Studio Administration
ru: Студио Администрација
sr_latn: Studio Administracija

source: Page Not Found
ru: Страница није пронађена
sr_latn: Stranica nije pronađena

source: Page not found
ru: Страница није пронађена
sr_latn: Stranica nije pronađena

source: Content
ru: Садржај
sr_latn: Sadržaj

source: Settings
ru: Подешавања
sr_latn: Podešavanja

source: Course Name
ru: Назив курса
sr_latn: Naziv kursa

source: Course Number
ru: Број курса
sr_latn: Broj kursa

source: Error:
ru: Грешка:
sr_latn: Greška:

source: Organization:
ru: Организација:
sr_latn: Organizacija:

source: Course Number:
ru: Број курса:
sr_latn: Broj kursa:

source: Course Run:
ru: Покретање курса:
sr_latn: Pokretanje kursa:

source: example: username@domain.com
ru: Пример: Корисничко име@дамАин.цом
sr_latn: Primer: Korisničko ime@damAin.com

source: Instructors
ru: Инструктори
sr_latn: Instruktori

source: Requirements
ru: Захтеви
sr_latn: Zahtevi

source: Save
ru: Сачувати
sr_latn: Sačuvati

source: Legal
ru: Правни
sr_latn: Pravni

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
ru: ЕДКС, Опен ЕДКС, и ЕДКС и Опен ЕДКС Логос су регистровани заштитни знакови {link_start} ЕДКС Инц.{link_end}
sr_latn: EDKS, Open EDKS, i EDKS i Open EDKS Logos su registrovani zaštitni znakovi {link_start} EDKS Inc.{link_end}

source: Choose Language
ru: Изаберите језик
sr_latn: Izaberite jezik

source: Account
ru: Рачун
sr_latn: Račun

source: Help
ru: Помоћи
sr_latn: Pomoći

source: name
ru: назив
sr_latn: naziv

source: Sign Out
ru: Одјавити се
sr_latn: Odjaviti se

source: Feedback Form
ru: Образац за повратне информације
sr_latn: Obrazac za povratne informacije

source: Email: {email}
ru: Емаил: {email}

source: Full Name: {realname}
ru: Пуно име: {realname}
sr_latn: Puno ime: {realname}

source: Inquiry Type: {inquiry_type}
ru: Упит Тип: {inquiry_type}
sr_latn: Upit Tip: {inquiry_type}

source: Message: {message}
ru: Порука: {message}
sr_latn: Poruka: {message}

source: Tags: {tags}
ru: Ознаке: {tags}
sr_latn: Oznake: {tags}

source: Additional Info:
ru: Додатни подаци:
sr_latn: Dodatni podaci:

source: Feedback from user
ru: Повратне информације од корисника
sr_latn: Povratne informacije od korisnika

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
ru: Е-пошта повезана са вашом {platform_name} на рачуну је промењена од {old_email} до {new_email}.
sr_latn: E-pošta povezana sa vašom {platform_name} na računu je promenjena od {old_email} do {new_email}.

source: No action is needed on your part.
ru: Са ваше стране није потребна акција.
sr_latn: Sa vaše strane nije potrebna akcija.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
ru: Ако ова промена није тачна, контактирајте {link_start} {platform_name} Подршка{link_end} или вашег администратора.
sr_latn: Ako ova promena nije tačna, kontaktirajte {link_start} {platform_name} Podrška{link_end} ili vašeg administratora.

source: Your {platform_name} account email has been updated
ru: Ваш {platform_name} Аццоунт е-маил је ажуриран
sr_latn: Vaš {platform_name} Account e-mail je ažuriran

source: Add a Post
ru: Додајте пост
sr_latn: Dodajte post

source: New topic form
ru: Нова формата теме
sr_latn: Nova formata teme

source: Discussion thread list
ru: Листа навоја за дискусију
sr_latn: Lista navoja za diskusiju

source: Private Discussion
ru: Приватна дискусија
sr_latn: Privatna diskusija

source: This is a private discussion. You do not have permissions to view this discussion
ru: Ово је приватна дискусија. Немате дозволе за преглед ове дискусије
sr_latn: Ovo je privatna diskusija. Nemate dozvole za pregled ove diskusije

source: %s discussion started
ru: %s дискусија је почела
sr_latn: %s diskusija je počela

source: %s comment
ru: %s коментар
sr_latn: %s komentar

source: Discussion unavailable
ru: Дискусија недоступна
sr_latn: Diskusija nedostupna

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
ru: Расправе су тренутно у току одржавања. Ускоро ћемо их назвати!
sr_latn: Rasprave su trenutno u toku održavanja. Uskoro ćemo ih nazvati!

source: Content Locked
ru: Садржај закључан
sr_latn: Sadržaj zaključan

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
ru: Морате завршити предуслове за '{prereq_section_name} ' да бисте приступили овом садржају.
sr_latn: Morate završiti preduslove za '{prereq_section_name} ' da biste pristupili ovom sadržaju.

source: Go to Prerequisite Section
ru: Идите на одељак Предугусите
sr_latn: Idite na odeljak Predugusite

source: Collapse Instructions
ru: Упутства за колапс
sr_latn: Uputstva za kolaps

source: Guided Discussion
ru: Вођена дискусија
sr_latn: Vođena diskusija

source: Hide Annotations
ru: Сакриј напомене
sr_latn: Sakrij napomene

source: Bookmarked
ru: Обележен
sr_latn: Obeležen

source: Bookmark this page
ru: Означи ову страницу
sr_latn: Označi ovu stranicu

source: You do not have access to this dependency block.
ru: Немате приступ овом блоку зависности.
sr_latn: Nemate pristup ovom bloku zavisnosti.

source: LEARN MORE
ru: Сазнајте више
sr_latn: Saznajte više

source: Starts
ru: Почети
sr_latn: Početi

source: Starts: {date}
ru: Покретање: {date}
sr_latn: Pokretanje: {date}

source: View all Courses
ru: Погледајте све курсеве
sr_latn: Pogledajte sve kurseve

source: Dashboard
ru: Командна табла
sr_latn: Komandna tabla

source: results successfully populated,
ru: резултати успешно насељени,
sr_latn: rezultati uspešno naseljeni,

source: Click to load all enrolled courses
ru: Кликните да бисте учитали све уписане курсеве
sr_latn: Kliknite da biste učitali sve upisane kurseve

source: You are not enrolled in any courses yet.
ru: Још нисте уписани никаквих курсева.
sr_latn: Još niste upisani nikakvih kurseva.

source: Explore courses
ru: Истражите курсеве
sr_latn: Istražite kurseve

source: Activate your account!
ru: Активирајте свој налог!
sr_latn: Aktivirajte svoj nalog!

source: Course-loading errors
ru: Грешке утовара на курсу
sr_latn: Greške utovara na kursu

source: Search Your Courses
ru: Претражите своје курсеве
sr_latn: Pretražite svoje kurseve

source: Clear search
ru: Јасна претрага
sr_latn: Jasna pretraga

source: Skip to list of announcements
ru: Прескочите на листу најава
sr_latn: Preskočite na listu najava

source: Activate your account so you can log back in
ru: Активирајте свој налог да бисте се могли пријавити
sr_latn: Aktivirajte svoj nalog da biste se mogli prijaviti

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
ru: Послали смо е-пошту {strong_start} {email} {strong_end} са везом да бисте активирали свој налог. Не могу да га нађем? Проверите своју нежељену мапу или {link_start} Поново пошаљите е-пошту{link_end}.
sr_latn: Poslali smo e-poštu {strong_start} {email} {strong_end} sa vezom da biste aktivirali svoj nalog. Ne mogu da ga nađem? Proverite svoju neželjenu mapu ili {link_start} Ponovo pošaljite e-poštu{link_end}.

source: Continue to {platform_name}
ru: Наставите до {platform_name}
sr_latn: Nastavite do {platform_name}

source: Email Settings for {course_number}
ru: Подешавања е-поште за {course_number}
sr_latn: Podešavanja e-pošte za {course_number}

source: Receive course emails
ru: Примање е-порука курса
sr_latn: Primanje e-poruka kursa

source: Save Settings
ru: Сачувајте подешавања
sr_latn: Sačuvajte podešavanja

source: Unenroll
ru: Неенролл
sr_latn: Neenroll

source: E-mail change failed
ru: Промена е-поште није успела
sr_latn: Promena e-pošte nije uspela

source: We were unable to send a confirmation email to {email}
ru: Нисмо успели да пошаљемо потврду е-пошту {email}
sr_latn: Nismo uspeli da pošaljemo potvrdu e-poštu {email}

source: Go back to the {link_start}home page{link_end}.
ru: Вратите се на почетну страницу {link_start}-{link_end}.
sr_latn: Vratite se na početnu stranicu {link_start}-{link_end}.

source: E-mail change successful!
ru: Промена е-поште је успела!
sr_latn: Promena e-pošte je uspela!

source: You should see your new email in your {link_start}dashboard{link_end}.
ru: Требали бисте видети своју нову е-пошту у вашем {link_start} -{link_end}.
sr_latn: Trebali biste videti svoju novu e-poštu u vašem {link_start} -{link_end}.

source: An account with the new e-mail address already exists.
ru: Рачун са новом е-маил адресом већ постоји.
sr_latn: Račun sa novom e-mail adresom već postoji.

source: You should Register before trying to access the Unit
ru: Требало би да се региструјете пре него што покушате да приступите јединици
sr_latn: Trebalo bi da se registrujete pre nego što pokušate da pristupite jedinici

# self
source: Enroll
ru: Уписати
sr_latn: Upisati

source: Don't enroll
ru: Не уписујте се
sr_latn: Ne upisujte se

source: Student Enrollment Form
ru: Образац за упис ученика
sr_latn: Obrazac za upis učenika

source: Course:
ru: Курс:
sr_latn: Kurs:

source: Add new students
ru: Додајте нове студенте
sr_latn: Dodajte nove studente

source: Existing students:
ru: Постојећи студенти:
sr_latn: Postojeći studenti:

source: New students added:
ru: Додани су нови студенти:
sr_latn: Dodani su novi studenti:

source: Students rejected:
ru: Студенти су одбачени:
sr_latn: Studenti su odbačeni:

source: Debug:
ru: Дебуг:

source: External Authentication failed
ru: Спољна аутентификација није успела
sr_latn: Spoljna autentifikacija nije uspela

source: organization logo
ru: Логотип организација
sr_latn: Logotip organizacija

source: Password Reset
ru: Ресетовање лозинке
sr_latn: Resetovanje lozinke

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
ru: Унесите своју е-маил адресу испод, а ми ћемо упутства за подешавање нове лозинке за подешавање нове лозинке.
sr_latn: Unesite svoju e-mail adresu ispod, a mi ćemo uputstva za podešavanje nove lozinke za podešavanje nove lozinke.

source: Required Information
ru: Потребне информације
sr_latn: Potrebne informacije

source: Your E-mail Address
ru: Ваша адреса е-поште
sr_latn: Vaša adresa e-pošte

source: This is the e-mail address you used to register with {platform}
ru: Ово је адреса е-поште коју сте користили за регистрацију са {platform}
sr_latn: Ovo je adresa e-pošte koju ste koristili za registraciju sa {platform}

source: Reset My Password
ru: Ресетујте моју лозинку
sr_latn: Resetujte moju lozinku

source: Email is incorrect.
ru: Е-пошта је нетачна.
sr_latn: E-pošta je netačna.

source: The course has ended.
ru: Курс се завршио.
sr_latn: Kurs se završio.

source: The due date for this assignment has passed.
ru: Досптембар за овај задатак је положио.
sr_latn: Dosptembar za ovaj zadatak je položio.
