Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
ru: Услови чине целокупни споразум између вас и {platform_name} у односу на вашу употребу АПИ-и и АПИ садржаја, замењено било којим претходним споразумима између вас и {platform_name} у вези са коришћењем АПИ-и и садржаја АПИ-ја. Неуспјех {platform_name} да вежба или спроводи било које право или одредбе услова не представља одрицање од таквог права или одредбе. Ако било какве одредбе о условима надлежна надлежна надлежност за неважеће стране, партије ипак се слажу да би суд требало да настоје да настоје да натјера на снагу намерама странака, јер се одражава у одредби и остале одредбе услова остају у пуној снази. Услови не стварају ниједну праву корисника трећа страна или било коју агенцију, партнерство или заједничко улагање. Да би вам било које обавештење пружило {platform_name} под овим условима, {platform_name} може вас обавестити путем адресе е-поште повезане са вашим {platform_name} налогом.
sr_latn: Uslovi čine celokupni sporazum između vas i {platform_name} u odnosu na vašu upotrebu API-i i API sadržaja, zamenjeno bilo kojim prethodnim sporazumima između vas i {platform_name} u vezi sa korišćenjem API-i i sadržaja API-ja. Neuspjeh {platform_name} da vežba ili sprovodi bilo koje pravo ili odredbe uslova ne predstavlja odricanje od takvog prava ili odredbe. Ako bilo kakve odredbe o uslovima nadležna nadležna nadležnost za nevažeće strane, partije ipak se slažu da bi sud trebalo da nastoje da nastoje da natjera na snagu namerama stranaka, jer se odražava u odredbi i ostale odredbe uslova ostaju u punoj snazi. Uslovi ne stvaraju nijednu pravu korisnika treća strana ili bilo koju agenciju, partnerstvo ili zajedničko ulaganje. Da bi vam bilo koje obaveštenje pružilo {platform_name} pod ovim uslovima, {platform_name} može vas obavestiti putem adrese e-pošte povezane sa vašim {platform_name} nalogom.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
ru: Слажете се да ће услови, АПИ и било који захтев или спор који произлазе у односу на услове или АПИ-и, регулисаће се законима Заједнице Масачусетса, искључујући своје сукобе закона. Слажете се да ће се сви такви захтеви и спорови чути и решити искључиво у савезним или државним судовима који се налазе у Цамбридгеу, Массацхусеттс, У.С.А. Ви сте сагласни на личну надлежност тих судова над вама у ту сврху, а ви се одричете и не приговарате да не приговорите такве поступке на такве поступке (укључујући било какву одбрану или непријатности). Без обзира на горе наведено, слажете се да ће {platform_name} и даље бити дозвољено да се пријави за ињурне лекове (или еквивалентну врсту хитне правне помоћи) у било којој надлежности.
sr_latn: Slažete se da će uslovi, API i bilo koji zahtev ili spor koji proizlaze u odnosu na uslove ili API-i, regulisaće se zakonima Zajednice Masačusetsa, isključujući svoje sukobe zakona. Slažete se da će se svi takvi zahtevi i sporovi čuti i rešiti isključivo u saveznim ili državnim sudovima koji se nalaze u Cambridgeu, Massachusetts, U.S.A. Vi ste saglasni na ličnu nadležnost tih sudova nad vama u tu svrhu, a vi se odričete i ne prigovarate da ne prigovorite takve postupke na takve postupke (uključujući bilo kakvu odbranu ili neprijatnosti). Bez obzira na gore navedeno, slažete se da će {platform_name} i dalje biti dozvoljeno da se prijavi za injurne lekove (ili ekvivalentnu vrstu hitne pravne pomoći) u bilo kojoj nadležnosti.

source: Termination
ru: Престанак
sr_latn: Prestanak

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
ru: Можете престати да користите АПИ у било које време. Слажете се да је {platform_name}, у својој јединој дискрецији и у било којем тренутку, може да у било којем разлогу може прекинути употребу АПИС-а или било којег АПИ садржаја или никакав разлог, без претходне обавештења или одговорности.
sr_latn: Možete prestati da koristite API u bilo koje vreme. Slažete se da je {platform_name}, u svojoj jedinoj diskreciji i u bilo kojem trenutku, može da u bilo kojem razlogu može prekinuti upotrebu APIS-a ili bilo kojeg API sadržaja ili nikakav razlog, bez prethodne obaveštenja ili odgovornosti.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
ru: {platform_name_capitalized} и {platform_name} учесници задржавају право у било које време у искључивању на дискрецији да би се отказало, одгоде, преправљали или измени формат АПИ или АПИ садржаја који се нуде путем {platform_name} или да престане да дају било који део или све садржај АПИ-и или АПИ-и или било који од {platform_name} нити било који {platform_name} нити било који {platform_name} нити било који од {platform_name} нити било који од {platform_name} нити било који од {platform_name} нити било који од {platform_name} нити било који од {platform_name} нити било који од {platform_name} ни било који од {platform_name} ни било који од {platform_name} нити било који од {platform_name} ни било који од {platform_name} ни било који од ППП_1.
sr_latn: {platform_name_capitalized} i {platform_name} učesnici zadržavaju pravo u bilo koje vreme u isključivanju na diskreciji da bi se otkazalo, odgode, prepravljali ili izmeni format API ili API sadržaja koji se nude putem {platform_name} ili da prestane da daju bilo koji deo ili sve sadržaj API-i ili API-i ili bilo koji od {platform_name} niti bilo koji {platform_name} niti bilo koji {platform_name} niti bilo koji od {platform_name} niti bilo koji od {platform_name} niti bilo koji od {platform_name} niti bilo koji od {platform_name} niti bilo koji od {platform_name} niti bilo koji od {platform_name} ni bilo koji od {platform_name} ni bilo koji od {platform_name} niti bilo koji od {platform_name} ni bilo koji od {platform_name} ni bilo koji od PPP_1.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
ru: Након престанка услова или прекида вашег приступа АПИ-у из било којег разлога, ваше право на коришћење било којег АПИ и АПИ садржаја одмах ће престати. Одмах ћете престати да користите АПИС и избришете било који кеширани или чувани АПИ садржај из своје пријаве и ваше мреже, системе и сервере чим је могуће разумно могуће. Све одредбе услова да би по својој природи требало да преживе преживљавају преживљавање раскида, укључујући, без ограничења, власничке одредбе, гаранције и ограничења одговорности. Прекид вашег приступа и употребе АПИ-и-а и АПИ садржаја не може се ослобађати никакве обавезе које настају или обрачунавају пре него што је престанак или ограничавају никакву одговорност да иначе можете да морате да {platform_name}, укључујући и без ограничења било каква ограничења која је овде садржана било каква накнада у којој се овде налази у супротном.
sr_latn: Nakon prestanka uslova ili prekida vašeg pristupa API-u iz bilo kojeg razloga, vaše pravo na korišćenje bilo kojeg API i API sadržaja odmah će prestati. Odmah ćete prestati da koristite APIS i izbrišete bilo koji keširani ili čuvani API sadržaj iz svoje prijave i vaše mreže, sisteme i servere čim je moguće razumno moguće. Sve odredbe uslova da bi po svojoj prirodi trebalo da prežive preživljavaju preživljavanje raskida, uključujući, bez ograničenja, vlasničke odredbe, garancije i ograničenja odgovornosti. Prekid vašeg pristupa i upotrebe API-i-a i API sadržaja ne može se oslobađati nikakve obaveze koje nastaju ili obračunavaju pre nego što je prestanak ili ograničavaju nikakvu odgovornost da inače možete da morate da {platform_name}, uključujući i bez ograničenja bilo kakva ograničenja koja je ovde sadržana bilo kakva naknada u kojoj se ovde nalazi u suprotnom.

source: Edit {catalog_name}
ru: Едит {catalog_name}

source: Download CSV
ru: Преузми ЦСВ
sr_latn: Preuzmi CSV

source: Delete this catalog
ru: Избришите овај каталог
sr_latn: Izbrišite ovaj katalog

source: Update Catalog
ru: Ажурирај каталог
sr_latn: Ažuriraj katalog

source: Catalogs for {username}
ru: Каталози за {username}
sr_latn: Katalozi za {username}

source: Create new catalog:
ru: Креирајте нови каталог:
sr_latn: Kreirajte novi katalog:

source: Create Catalog
ru: Креирајте каталог
sr_latn: Kreirajte katalog

source: Catalog search
ru: Каталог претрага
sr_latn: Katalog pretraga

source: Catalog Search
ru: Каталог претрага
sr_latn: Katalog pretraga

source: Enter a username to view catalogs belonging to that user.
ru: Унесите корисничко име да бисте видели каталоге који припадају том кориснику.
sr_latn: Unesite korisničko ime da biste videli kataloge koji pripadaju tom korisniku.

source: Unsubscribe
ru: Одјавити
sr_latn: Odjaviti

source: confirm unsubscribe from {org} {course} emails.
ru: Потврдите одјавите претплату од {org} {course} Е-маилс.
sr_latn: Potvrdite odjavite pretplatu od {org} {course} E-mails.

source: Note:
ru: Напомена:
sr_latn: Napomena:

source: You will still receive course emails from other courses you are enrolled in.
ru: И даље ћете добити е-пошту курса са других курсева у које сте уписани.
sr_latn: I dalje ćete dobiti e-poštu kursa sa drugih kurseva u koje ste upisani.

source: You have successfully unsubscribed from {org} {course} emails.
ru: Успешно сте се одјавили са {org} {course} е-поште.
sr_latn: Uspešno ste se odjavili sa {org} {course} e-pošte.

source: You have not been unsubscribed from {org} {course} emails.
ru: Нисте се одјавили од {org} {course} е-поште.
sr_latn: Niste se odjavili od {org} {course} e-pošte.

source: {link_start}Return to {platform_name}{link_end}
ru: {link_start} Повратак на {platform_name} {link_end}
sr_latn: {link_start} Povratak na {platform_name} {link_end}

source: Open Calculator
ru: Отворен калкулатор
sr_latn: Otvoren kalkulator

source: Enter equation
ru: Унесите једначину
sr_latn: Unesite jednačinu

source: Calculator Input Field
ru: Поље за унос калкулатора
sr_latn: Polje za unos kalkulatora

source: Hints
ru: Наговештаји
sr_latn: Nagoveštaji

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
ru: Помоћу тастера са стрелицама крећете да се крећете са врховима или користите тастер Таб да бисте се вратили калкулатор
sr_latn: Pomoću tastera sa strelicama krećete da se krećete sa vrhovima ili koristite taster Tab da biste se vratili kalkulator

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}Open edX Guide for Students{guide_link_end}.
ru: За детаљније информације погледајте {math_link_start} Уношење математичких и научних експресија{math_link_end} у {guide_link_start} Опен ЕДКС водич за Студент{guide_link_end}.
sr_latn: Za detaljnije informacije pogledajte {math_link_start} Unošenje matematičkih i naučnih ekspresija{math_link_end} u {guide_link_start} Open EDKS vodič za Student{guide_link_end}.

source: Tips
ru: Савети
sr_latn: Saveti

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
ru: Користите заграде () да изразе изразе. Можете користити заграде унутар осталих заграда.
sr_latn: Koristite zagrade () da izraze izraze. Možete koristiti zagrade unutar ostalih zagrada.

source: Do not use spaces in expressions.
ru: Не користите размаке у изразима.
sr_latn: Ne koristite razmake u izrazima.

source: For constants, indicate multiplication explicitly (example: 5*c).
ru: За константе, назначите изричито множење (пример: 5 * Ц).
sr_latn: Za konstante, naznačite izričito množenje (primer: 5 * C).

source: For affixes, type the number and affix without a space (example: 5c).
ru: За причвршћиве унесите број и прилог без размака (пример: 5Ц).
sr_latn: Za pričvršćive unesite broj i prilog bez razmaka (primer: 5C).

source: For functions, type the name of the function, then the expression in parentheses.
ru: За функције откуцајте име функције, а затим израз у заградама.
sr_latn: Za funkcije otkucajte ime funkcije, a zatim izraz u zagradama.

source: To Use
ru: Да се користи
sr_latn: Da se koristi

source: Type
ru: Уписати
sr_latn: Upisati

source: Examples
ru: Примери
sr_latn: Primeri

source: Numbers
ru: Бројеви
sr_latn: Brojevi

source: Integers
ru: Цели бројеви
sr_latn: Celi brojevi

source: Fractions
ru: Фракције
sr_latn: Frakcije

source: Decimals
ru: Децимале
sr_latn: Decimale

source: Operators
ru: Оператери
sr_latn: Operateri

source: + - * / (add, subtract, multiply, divide)
ru: + - * / (Додај, одузима, помножите, поделите)
sr_latn: + - * / (Dodaj, oduzima, pomnožite, podelite)

source: ^ (raise to a power)
ru: ^ (подићи на снагу)
sr_latn: ^ (podići na snagu)

source: || (parallel resistors)
ru: || (паралелни отпорници)
sr_latn: || (paralelni otpornici)

source: Constants
ru: Константа
sr_latn: Konstanta

source: Affixes
ru: Аффик
sr_latn: Affik

source: Percent sign (%)
ru: Проценат знака (%)
sr_latn: Procenat znaka (%)

source: Basic functions
ru: Основне функције
sr_latn: Osnovne funkcije

source: Trigonometric functions
ru: Тригонометријске функције
sr_latn: Trigonometrijske funkcije

source: Scientific notation
ru: Научна нотација
sr_latn: Naučna notacija

source: 10^ and the exponent
ru: 10 ^ и експонент
sr_latn: 10 ^ i eksponent

source: e notation
ru: етатион
sr_latn: etation

source: 1e and the exponent
ru: 1е и експонент
sr_latn: 1e i eksponent

source: Calculate
ru: Израчунати
sr_latn: Izračunati

source: Result
ru: Резултат
sr_latn: Rezultat

source: CCX Coach Dashboard
ru: CCX Цоацх Цомпбоард
sr_latn: CCKS Coach Compboard

source: Name your CCX
ru: Наведите свој CCX
sr_latn: Navedite svoj CCKS

source: Create a new Custom Course for {platform_name}
ru: Креирајте нови прилагођени курс за {platform_name}
sr_latn: Kreirajte novi prilagođeni kurs za {platform_name}

source: Grading Policy
ru: Политика оцењивања
sr_latn: Politika ocenjivanja

source: Batch Enrollment
ru: Упис серије
sr_latn: Upis serije

source: Student Grades
ru: Студентске оцене
sr_latn: Studentske ocene

source: Please enter a valid CCX name.
ru: Унесите важеће име CCX-а.
sr_latn: Unesite važeće ime CCKS-a.

source: Email Addresses/Usernames
ru: Адреса е-поште / корисничка имена
sr_latn: Adresa e-pošte / korisnička imena

source: Enter one or more email addresses or usernames separated by new lines or commas.
ru: Унесите једну или више адреса е-поште или корисничка имена одвојена новим линијама или зарезима.
sr_latn: Unesite jednu ili više adresa e-pošte ili korisnička imena odvojena novim linijama ili zarezima.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
ru: Обавезно пажљиво уносите информације. Нећете примати обавештење за неважећа корисничка имена или адресе е-поште.
sr_latn: Obavezno pažljivo unosite informacije. Nećete primati obaveštenje za nevažeća korisnička imena ili adrese e-pošte.

source: Auto Enroll
ru: Аутоматско упис
sr_latn: Automatsko upis

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
ru: Ако је ова опција {em_start} Цхецк{em_end}, корисници који још нису регистровани за {platform_name} биће аутоматски уписани.
sr_latn: Ako je ova opcija {em_start} Check{em_end}, korisnici koji još nisu registrovani za {platform_name} biće automatski upisani.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ru: Ако је ова опција остављена {em_start} Унхецкед{em_end}, корисници који још нису регистровали за {platform_name} неће бити уписани, али ће се дозволити да се упишу када направе рачун.
sr_latn: Ako je ova opcija ostavljena {em_start} Unhecked{em_end}, korisnici koji još nisu registrovali za {platform_name} neće biti upisani, ali će se dozvoliti da se upišu kada naprave račun.

source: Checking this box has no effect if 'Unenroll' is selected.
ru: Провера ове кутије нема ефекта ако је изабран 'Unenroll'.
sr_latn: Provera ove kutije nema efekta ako je izabran 'Unenroll'.

source: Notify users by email
ru: Обавестите кориснике путем е-маила
sr_latn: Obavestite korisnike putem e-maila

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
ru: Ако је ова опција {em_start} Цхецк{em_end}, корисници ће добити обавештење путем е-поште.
sr_latn: Ako je ova opcija {em_start} Check{em_end}, korisnici će dobiti obaveštenje putem e-pošte.

# someone
source: Enroll
ru: Уписати
sr_latn: Upisati

source: Student List Management
ru: Управљање студентским списком
sr_latn: Upravljanje studentskim spiskom

source: CCX student list management response message
ru: Порука одговора управљања студентским списком CCX-а
sr_latn: Poruka odgovora upravljanja studentskim spiskom CCKS-a

source: Revoke access
ru: Опозвати приступ
sr_latn: Opozvati pristup

source: WARNING
ru: Упозорење
sr_latn: Upozorenje

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
ru: Само за напредне кориснике. Грешке у политици оцењивања могу довести до приказивања курса. Овај образац не проверава валидност политике пре спавања.
sr_latn: Samo za napredne korisnike. Greške u politici ocenjivanja mogu dovesti do prikazivanja kursa. Ovaj obrazac ne proverava validnost politike pre spavanja.

source: Most coaches should not need to make changes to the grading policy.
ru: Већина тренера не би требала да унесе измене у политици оцењивања.
sr_latn: Većina trenera ne bi trebala da unese izmene u politici ocenjivanja.

source: Save Grading Policy
ru: Сачувај политику оцењивања
sr_latn: Sačuvaj politiku ocenjivanja

source: Date format four digit year dash two digit month dash two digit day
ru: Формат датума Четвороцифрен Година дасх двоцифрени месец дасх двоцифрени дан
sr_latn: Format datuma Četvorocifren Godina dash dvocifreni mesec dash dvocifreni dan

source: Date
ru: Датум
sr_latn: Datum

source: Time format two digit hours colon two digit minutes
ru: Временски формат Двоцифрени сати десно двоцифрене неколико минута
sr_latn: Vremenski format Dvocifreni sati desno dvocifrene nekoliko minuta

source: Time
ru: Време
sr_latn: Vreme

source: Set date
ru: Датум подешавања
sr_latn: Datum podešavanja

source: You have unsaved changes.
ru: Имате неспремљене промене.
sr_latn: Imate nespremljene promene.

source: There was an error saving changes.
ru: Дошло је до грешке у спремање промена.
sr_latn: Došlo je do greške u spremanje promena.

source: Schedule a Unit
ru: Закажите јединицу
sr_latn: Zakažite jedinicu

source: Start Date
ru: Датум почетка
sr_latn: Datum početka

source: format four digit year dash two digit month dash two digit day
ru: Форматирајте четвороцифрену годину дасх двоцифрени месец дасх двоцифрени дан
sr_latn: Formatirajte četvorocifrenu godinu dash dvocifreni mesec dash dvocifreni dan

source: yyyy-mm-dd
ru: ГГГГ-ММ-ДД
sr_latn: GGGG-MM-DD

source: Start time format two digit hours colon two digit minutes
ru: Започните Временски формат Двоцифрени радни сати дебелог двоцифреног минута
sr_latn: Započnite Vremenski format Dvocifreni radni sati debelog dvocifrenog minuta

source: time
ru: време
sr_latn: vreme

source: (Optional)
ru: (Необавезно)
sr_latn: (Neobavezno)

source: Due Time format two digit hours colon two digit minutes
ru: Временски временски формат Двоцифрени радни хонор дебело Двоцифрени минута
sr_latn: Vremenski vremenski format Dvocifreni radni honor debelo Dvocifreni minuta

source: Add Unit
ru: Додавање јединице
sr_latn: Dodavanje jedinice

source: Add All Units
ru: Додајте све јединице
sr_latn: Dodajte sve jedinice

source: All units have been added.
ru: Све јединице су додате.
sr_latn: Sve jedinice su dodate.

source: View gradebook
ru: Погледајте БРЗИНЕБОБЛЕ
sr_latn: Pogledajte BRZINEBOBLE

source: Download student grades
ru: Преузмите студентске оцене
sr_latn: Preuzmite studentske ocene

source: Print or share your certificate:
ru: Штампајте или делите свој сертификат:
sr_latn: Štampajte ili delite svoj sertifikat:

source: Post on Facebook
ru: Пост на Фацебооку
sr_latn: Post na Facebooku

source: Share on Twitter
ru: Поделите на Твиттеру
sr_latn: Podelite na Tvitteru

source: Tweet this Accomplishment. Pop up window.
ru: Твеет ово постигнуће. Појави се прозор.
sr_latn: Tveet ovo postignuće. Pojavi se prozor.

source: Add to LinkedIn Profile
ru: Додај у ЛинкедИн профил
sr_latn: Dodaj u LinkedIn profil

source: Add to Mozilla Backpack
ru: Додај у Мозилла Бацкпацк
sr_latn: Dodaj u Mozilla Backpack

source: Print Certificate
ru: Потврда о штампању
sr_latn: Potvrda o štampanju

source: {platform_name} Home
ru: {platform_name} Почетна
sr_latn: {platform_name} Početna

source: Noted by
ru: Примећен
sr_latn: Primećen
