Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Grade required to pass this course:
ru: Оцена потребна за пролазак овог курса:
sr_latn: Ocena potrebna za prolazak ovog kursa:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
ru: Ваш верификовани {cert_name_long} одржава се у току потврда да је издавање вашег {cert_name_short} у складу са строгим америчким ембаргоом на Иран, Куби, Сирији и Судан. Ако мислите да је наш систем погрешно идентификовао да сте повезани са једном од оних земаља, јавите нам да контактирамо {email}. Ако желите поврат новца на вашем {cert_name_long}, обратите се нашој адреси за наплату {billing_email}
sr_latn: Vaš verifikovani {cert_name_long} održava se u toku potvrda da je izdavanje vašeg {cert_name_short} u skladu sa strogim američkim embargoom na Iran, Kubi, Siriji i Sudan. Ako mislite da je naš sistem pogrešno identifikovao da ste povezani sa jednom od onih zemalja, javite nam da kontaktiramo {email}. Ako želite povrat novca na vašem {cert_name_long}, obratite se našoj adresi za naplatu {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
ru: Ваш {cert_name_long} се држи у току потврда да је издавање вашег {cert_name_short} у складу са строгим америчким ембаргома на Иран, Куби, Сирији и Судану. Ако мислите да је наш систем погрешно идентификовао да сте повезани са једном од оних земаља, јавите нам да контактирамо {email}.
sr_latn: Vaš {cert_name_long} se drži u toku potvrda da je izdavanje vašeg {cert_name_short} u skladu sa strogim američkim embargoma na Iran, Kubi, Siriji i Sudanu. Ako mislite da je naš sistem pogrešno identifikovao da ste povezani sa jednom od onih zemalja, javite nam da kontaktiramo {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
ru: Ваш сертификат није издат јер немате тренутни верификовани идентитет са {platform_name}.
sr_latn: Vaš sertifikat nije izdat jer nemate trenutni verifikovani identitet sa {platform_name}.

source: Your {cert_name_short} is Generating
ru: Ваш {cert_name_short} генерише
sr_latn: Vaš {cert_name_short} generiše

source: This link will open the certificate web view
ru: Ова веза ће отворити веб сертификат
sr_latn: Ova veza će otvoriti veb sertifikat

source: View my {cert_name_short}
ru: Погледајте мој {cert_name_short}
sr_latn: Pogledajte moj {cert_name_short}

source: Complete our course feedback survey
ru: Попуните нашу анкету о повратним информацијама курса
sr_latn: Popunite našu anketu o povratnim informacijama kursa

source: Add Certificate to LinkedIn Profile
ru: Додајте сертификат на линкедин профил
sr_latn: Dodajte sertifikat na linkedin profil

source: Share on LinkedIn
ru: Схаре на ЛинкедИн-у
sr_latn: Share na LinkedIn-u

source: You are not yet eligible for a certificate.
ru: Још нисте подобни за потврду.
sr_latn: Još niste podobni za potvrdu.

source: This link will open the course progress page
ru: Ова веза ће отворити страницу напретка курса
sr_latn: Ova veza će otvoriti stranicu napretka kursa

source: View grades
ru: Погледајте оцене
sr_latn: Pogledajte ocene

source: Course details
ru: Детаљи курса
sr_latn: Detalji kursa

source: {course_number} {course_name} Home Page
ru: {course_number} {course_name} Почетна страница
sr_latn: {course_number} {course_name} Početna stranica

source: {course_number} {course_name} Cover Image
ru: {course_number} {course_name} насловна слика
sr_latn: {course_number} {course_name} naslovna slika

source: Enrolled as:
ru: Уписан као:
sr_latn: Upisan kao:

source: Coming Soon
ru: Ускоро долази
sr_latn: Uskoro dolazi

source: Ended - {date}
ru: ЕНТЕД - {date}
sr_latn: ENTED - {date}

source: Started - {date}
ru: Почело - {date}
sr_latn: Počelo - {date}

source: Starts - {date}
ru: Старт - {date}
sr_latn: Start - {date}

source: for {course_display_name}
ru: за {course_display_name}
sr_latn: za {course_display_name}

source: You must select a session by {expiration_date} to access the course.
ru: Морате одабрати сесију {expiration_date} да бисте приступили курсу.
sr_latn: Morate odabrati sesiju {expiration_date} da biste pristupili kursu.

source: You must select a session to access the course.
ru: Морате одабрати сесију да бисте приступили курсу.
sr_latn: Morate odabrati sesiju da biste pristupili kursu.

source: Change or Leave Session
ru: Промените или напустите сесију
sr_latn: Promenite ili napustite sesiju

source: You can no longer change sessions.
ru: Више не можете да мењате седнице.
sr_latn: Više ne možete da menjate sednice.

source: You can change sessions until {entitlement_expiration_date}.
ru: Можете променити сесије док {entitlement_expiration_date}.
sr_latn: Možete promeniti sesije dok {entitlement_expiration_date}.

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
ru: Узимам {course_name} на мрежи са {facebook_brand}. Погледајте!
sr_latn: Uzimam {course_name} na mreži sa {facebook_brand}. Pogledajte!

source: Share {course_name} on Facebook
ru: Схаре {course_name} на Фацебооку
sr_latn: Share {course_name} na Facebooku

source: Share on Facebook
ru: Подели на Фацебооку
sr_latn: Podeli na Facebooku

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
ru: Узимам {course_name} на мрежи са {twitter_brand}. Погледајте!
sr_latn: Uzimam {course_name} na mreži sa {twitter_brand}. Pogledajte!

source: Share {course_name} on Twitter
ru: Схаре {course_name} на Твиттеру
sr_latn: Share {course_name} na Tvitteru

source: Course options for
ru: Опције курса за
sr_latn: Opcije kursa za

source: Available Actions
ru: Доступне акције
sr_latn: Dostupne akcije

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
ru: Уписали сте вас у своју институцију и требали бисте посегнути са својом институцијом да испустите овај курс.
sr_latn: Upisali ste vas u svoju instituciju i trebali biste posegnuti sa svojom institucijom da ispustite ovaj kurs.

source: Email Settings
ru: Подешавања е-поште
sr_latn: Podešavanja e-pošte

source: View Archived Course
ru: Погледајте архивирани курс
sr_latn: Pogledajte arhivirani kurs

source: Related Programs
ru: Сродни програми
sr_latn: Srodni programi

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
ru: {start_bold} Добијте максимум са курса! {end_bold} Надоградите да бисте добили потпуни приступ курсевима, откључајте и оцењене и нецедесете задатке и зарадите {link_start} верификовано сертификат{link_end} да бисте излили на своје животописе.
sr_latn: {start_bold} Dobijte maksimum sa kursa! {end_bold} Nadogradite da biste dobili potpuni pristup kursevima, otključajte i ocenjene i necedesete zadatke i zaradite {link_start} verifikovano sertifikat{link_end} da biste izlili na svoje životopise.

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to earn a {link_start}verified certificate{link_end} to showcase on your resumé.
ru: {start_bold} Добијте максимално од свог курса! {end_bold} Надоградите да бисте зарадили {link_start} Верифиед ЦЕРТИФИКАТ{link_end} да бисте излили на вашем Ресумеу.
sr_latn: {start_bold} Dobijte maksimalno od svog kursa! {end_bold} Nadogradite da biste zaradili {link_start} Verified CERTIFIKAT{link_end} da biste izlili na vašem Resumeu.

source: Upgrade
ru: Надоградити
sr_latn: Nadograditi

source: Resume Course
ru: Наставак курса
sr_latn: Nastavak kursa

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
ru: Завршили сте овај курс и испуњавате услове за куповину курсева. Изаберите {strong_start} Гет Цредит{strong_end} да бисте започели.
sr_latn: Završili ste ovaj kurs i ispunjavate uslove za kupovinu kurseva. Izaberite {strong_start} Get Credit{strong_end} da biste započeli.

source: You are now eligible for credit from {provider}. Congratulations!
ru: Сада испуњавате услове за кредит од {provider}. Честитам!
sr_latn: Sada ispunjavate uslove za kredit od {provider}. Čestitam!

source: Get Credit
ru: Добити кредит
sr_latn: Dobiti kredit

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
ru: Хвала вам на уплати. Да бисте примили кредит за курс, сада морате затражити кредит на веб локацији {link_to_provider_site}. Изаберите {start_bold} Захтев Цредит{end_bold} да бисте започели.
sr_latn: Hvala vam na uplati. Da biste primili kredit za kurs, sada morate zatražiti kredit na veb lokaciji {link_to_provider_site}. Izaberite {start_bold} Zahtev Credit{end_bold} da biste započeli.

source: Request Credit
ru: Захтевајте кредит
sr_latn: Zahtevajte kredit

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
ru: {provider_name} је примио ваш захтев за курс. Ажурираћемо вас када је кредитна обрада завршена.
sr_latn: {provider_name} je primio vaš zahtev za kurs. Ažuriraćemo vas kada je kreditna obrada završena.

source: View Details
ru: Погледајте детаље
sr_latn: Pogledajte detalje

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
ru: {start_bold} Честитамо! {end_bold} {provider_name} је одобрио ваш захтев за кредит за курс. Да бисте видели кредит за курс, посетите веб локацију {link_to_provider_site}.
sr_latn: {start_bold} Čestitamo! {end_bold} {provider_name} je odobrio vaš zahtev za kredit za kurs. Da biste videli kredit za kurs, posetite veb lokaciju {link_to_provider_site}.

source: View Credit
ru: Погледајте кредит
sr_latn: Pogledajte kredit

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
ru: {provider_name} није одобрио ваш захтев за кредит за курс. За више информација контактирајте {link_to_provider_site} директно.
sr_latn: {provider_name} nije odobrio vaš zahtev za kredit za kurs. Za više informacija kontaktirajte {link_to_provider_site} direktno.

source: An error occurred with this transaction. For help, contact {support_email}.
ru: Дошло је до грешке у овој трансакцији. За помоћ, контактирајте {support_email}.
sr_latn: Došlo je do greške u ovoj transakciji. Za pomoć, kontaktirajte {support_email}.

source: Course options for {courseName}
ru: Опције курса за {courseName}
sr_latn: Opcije kursa za {courseName}

source: Consent to share your data
ru: Сагласност за поделу ваших података
sr_latn: Saglasnost za podelu vaših podataka

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
ru: Да бисте приступили овом курсу, прво морате сагласити да поделите своја достигнућа учења са {enterprise_customer_name}.
sr_latn: Da biste pristupili ovom kursu, prvo morate saglasiti da podelite svoja dostignuća učenja sa {enterprise_customer_name}.

source: View Consent
ru: Погледајте сагласност
sr_latn: Pogledajte saglasnost

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
ru: Жао нам је што те видимо! Прочитајте следеће изјаве и оцените ниво уговора.
sr_latn: Žao nam je što te vidimo! Pročitajte sledeće izjave i ocenite nivo ugovora.

source: Price is too high for me
ru: Цена је превисока за мене
sr_latn: Cena je previsoka za mene

source: I was not satisfied with my experience taking the courses
ru: Нисам био задовољан својим искуством узимање курсева
sr_latn: Nisam bio zadovoljan svojim iskustvom uzimanje kurseva

source: Content of the courses was too difficult
ru: Садржај курсева било је претерано тешко
sr_latn: Sadržaj kurseva bilo je preterano teško

source: I did not have enough time to complete the courses
ru: Нисам имао довољно времена да завршим курсеве
sr_latn: Nisam imao dovoljno vremena da završim kurseve

source: The content was not available when I wanted to start
ru: Садржај није био доступан када сам желео да започнем
sr_latn: Sadržaj nije bio dostupan kada sam želeo da započnem

source: Can we contact you via email for follow up?
ru: Можемо ли да вас контактирамо путем е-поште за праћење?
sr_latn: Možemo li da vas kontaktiramo putem e-pošte za praćenje?

source: Thank you for sharing your reasons for unenrolling.
ru: Хвала вам што сте делили своје разлоге за неенроллинг.
sr_latn: Hvala vam što ste delili svoje razloge za neenrolling.

source: You are unenrolled from
ru: Од којих сте неуредни
sr_latn: Od kojih ste neuredni

source: Return To Dashboard
ru: Повратак на контролну таблу
sr_latn: Povratak na kontrolnu tablu

source: Browse Courses
ru: Претражите курсеве
sr_latn: Pretražite kurseve

source: We're sorry to see you go! Please share your main reason for unenrolling.
ru: Жао нам је што те видимо! Молимо вас да поделите свој главни разлог несветања.
sr_latn: Žao nam je što te vidimo! Molimo vas da podelite svoj glavni razlog nesvetanja.

source: I just wanted to browse the material
ru: Само сам хтео да прегледам материјал
sr_latn: Samo sam hteo da pregledam materijal

source: This won't help me reach my goals
ru: Ово ми неће помоћи да досегнем своје циљеве
sr_latn: Ovo mi neće pomoći da dosegnem svoje ciljeve

source: I don't have the time
ru: Немам времена
sr_latn: Nemam vremena

source: I don't have the academic or language prerequisites
ru: Немам академске или језичке предуслове
sr_latn: Nemam akademske ili jezičke preduslove

source: I don't have enough support
ru: Немам довољно подршке
sr_latn: Nemam dovoljno podrške

source: I am not happy with the quality of the content
ru: Нисам задовољан квалитетом садржаја
sr_latn: Nisam zadovoljan kvalitetom sadržaja

source: The course material was too hard
ru: Материјал курса је био прејажан
sr_latn: Materijal kursa je bio prejažan

source: The course material was too easy
ru: Материјал курса је био превише лаган
sr_latn: Materijal kursa je bio previše lagan

source: Something was broken
ru: Нешто је сломљено
sr_latn: Nešto je slomljeno

source: Other
ru: Други
sr_latn: Drugi

source: Results:
ru: Резултати:
sr_latn: Rezultati:

source: Topic:
ru: Тема:
sr_latn: Tema:

source: Show Discussion
ru: Покажи дискусију
sr_latn: Pokaži diskusiju

source: To view live discussions, click Preview or View Live in Unit Settings.
ru: Да бисте погледали дискусије уживо, кликните на преглед или приказ уживо у подешавањима јединице.
sr_latn: Da biste pogledali diskusije uživo, kliknite na pregled ili prikaz uživo u podešavanjima jedinice.

source: Discussion ID: {discussion_id}
ru: ИД дискусије: {discussion_id}
sr_latn: ID diskusije: {discussion_id}

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
ru: Блок дискусије је онемогућен за овај курс јер не користи компатибилни провајдер дискусије.
sr_latn: Blok diskusije je onemogućen za ovaj kurs jer ne koristi kompatibilni provajder diskusije.

source: Discussion topics list
ru: Листа тема за дискусију
sr_latn: Lista tema za diskusiju

source: Filter Topics
ru: Филтрирајте теме
sr_latn: Filtrirajte teme

source: filter topics
ru: Филтрирајте теме
sr_latn: Filtrirajte teme

source: All Discussions
ru: Све дискусије
sr_latn: Sve diskusije

source: Posts I'm Following
ru: Поруке које пратим
sr_latn: Poruke koje pratim

source: Filter:
ru: Филтер:

source: Show all posts
ru: Прикажи све постове
sr_latn: Prikaži sve postove

source: Unread posts
ru: Непрочитане поруке
sr_latn: Nepročitane poruke

source: Unanswered posts
ru: Неодговорени постови
sr_latn: Neodgovoreni postovi

source: Flagged
ru: Означен
sr_latn: Označen

source: Group:
ru: Група:
sr_latn: Grupa:

source: in all groups
ru: у свим групама
sr_latn: u svim grupama

source: Sort:
ru: Сортирај:
sr_latn: Sortiraj:

source: by recent activity
ru: недавним активностима
sr_latn: nedavnim aktivnostima

source: by most activity
ru: у већини активности
sr_latn: u većini aktivnosti

source: by most votes
ru: највише гласова
sr_latn: najviše glasova

source: Student Notes
ru: Белешке о ученицима
sr_latn: Beleške o učenicima

source: Highlights and notes you've made in course content
ru: Истакнути и белешке које сте унели у садржају курса
sr_latn: Istaknuti i beleške koje ste uneli u sadržaju kursa

source: Search notes for:
ru: Нотес за претрагу за:
sr_latn: Notes za pretragu za:

source: Search notes for...
ru: Тражи белешке за ...
sr_latn: Traži beleške za ...

source: View notes by:
ru: Погледајте белешке:
sr_latn: Pogledajte beleške:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
ru: Још нисте направили белешке у овом курсу. Остали студенти у овом курсу користе белешке о:
sr_latn: Još niste napravili beleške u ovom kursu. Ostali studenti u ovom kursu koriste beleške o:

source: Mark a passage or concept so that it's easy to find later.
ru: Означите одломак или концепт тако да је лако пронаћи касније.
sr_latn: Označite odlomak ili koncept tako da je lako pronaći kasnije.

source: Record thoughts about a specific passage or concept.
ru: Снимите мисли о одређеном одломку или концепту.
sr_latn: Snimite misli o određenom odlomku ili konceptu.

source: Highlight important information to review later in the course or in future courses.
ru: Означите важне информације за преглед касније током курса или у будућим курсевима.
sr_latn: Označite važne informacije za pregled kasnije tokom kursa ili u budućim kursevima.

source: Get started by making a note in something you just read, like {section_link}.
ru: Започните прављењем белешке у нечему што сте управо прочитали, попут {section_link}.
sr_latn: Započnite pravljenjem beleške u nečemu što ste upravo pročitali, poput {section_link}.

source: Hide notes
ru: Сакрити белешке
sr_latn: Sakriti beleške

source: Show notes
ru: Прикажи белешке
sr_latn: Prikaži beleške

source: Thank you for your purchase of
ru: Хвала вам на куповини
sr_latn: Hvala vam na kupovini

source: Your payment was successful.
ru: Ваша уплата је била успешна.
sr_latn: Vaša uplata je bila uspešna.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
ru: Ако имате питања за наплату, прочитајте ФАК ({faq_url}) или контактирајте {billing_email}.
sr_latn: Ako imate pitanja za naplatu, pročitajte FAK ({faq_url}) ili kontaktirajte {billing_email}.

source: If you have billing questions, please contact {billing_email}.
ru: Ако имате питања за наплату, контактирајте {billing_email}.
sr_latn: Ako imate pitanja za naplatu, kontaktirajte {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
ru: {order_placed_by} Поставио је наруџбу и поменуо ваше име као контакт организације.
sr_latn: {order_placed_by} Postavio je narudžbu i pomenuo vaše ime kao kontakt organizacije.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
ru: {order_placed_by} Поставио је наруџбу и поменуо ваше име као додатни прималац пријемника.
sr_latn: {order_placed_by} Postavio je narudžbu i pomenuo vaše ime kao dodatni primalac prijemnika.

source: The items in your order are:
ru: Предмети у вашој наруџби су:
sr_latn: Predmeti u vašoj narudžbi su:

source: Quantity - Description - Price
ru: Количина - Опис - цена
sr_latn: Količina - Opis - cena

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
ru: Укупно наплаћено на кредитној / дебитној картици: {currency_symbol} {total_cost}
sr_latn: Ukupno naplaćeno na kreditnoj / debitnoj kartici: {currency_symbol} {total_cost}

source: Company Name:
ru: Назив компаније:
sr_latn: Naziv kompanije:

source: Purchase Order Number:
ru: Број налога за куповину:
sr_latn: Broj naloga za kupovinu:

source: Company Contact Name:
ru: Контакт Име компаније:
sr_latn: Kontakt Ime kompanije:

source: Company Contact Email:
ru: Компанија Контакт Емаил:
sr_latn: Kompanija Kontakt Email:

source: Recipient Name:
ru: Назив примаоца:
sr_latn: Naziv primaoca:

source: Recipient Email:
ru: Емаил примаоца:
sr_latn: Email primaoca:

source: Order Number: {order_number}
ru: Број наруџбе: {order_number}
sr_latn: Broj narudžbe: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
ru: Приложен је ЦСВ датотека са регистрацијским УРЛ-овима. Молимо вас да расподелите регистрацијске УРЛ адресе сваком ученику планира да се упише помоћу предлошка е-поште у наставку.
sr_latn: Priložen je CSV datoteka sa registracijskim URL-ovima. Molimo vas da raspodelite registracijske URL adrese svakom učeniku planira da se upiše pomoću predloška e-pošte u nastavku.

source: Warm regards,
ru: Срдачан поздрав,
sr_latn: Srdačan pozdrav,

source: Warm regards,<br>The {platform_name} Team
ru: Срдачан поздрав, <br> {platform_name} Team
sr_latn: Srdačan pozdrav, <br> {platform_name} Team

source: Dear [[Name]]
ru: Поштовани [[име]]
sr_latn: Poštovani [[ime]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
ru: Да бисте се уписали у {course_names} дали смо регистрациону УРЛ адресу за вас. Молимо следите упутства у наставку да бисте затражили свој приступ.
sr_latn: Da biste se upisali u {course_names} dali smo registracionu URL adresu za vas. Molimo sledite uputstva u nastavku da biste zatražili svoj pristup.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
ru: Ваш УРЕЕМ УРЛ је: [[Унесите овде УРЛ адресе из приложеног ЦСВ]]
sr_latn: Vaš UREEM URL je: [[Unesite ovde URL adrese iz priloženog CSV]]

source: (1) Register for an account at {site_name}
ru: (1) Региструјте се на рачун на {site_name}
sr_latn: (1) Registrujte se na račun na {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
ru: (2) Једном када се региструјете, копирајте УРЛ уновчи и залепите га у свој веб претраживач.
sr_latn: (2) Jednom kada se registrujete, kopirajte URL unovči i zalepite ga u svoj veb pretraživač.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
ru: (3) На страници за потврду уписа кликните на дугме 'Activate Enrollment Code'. Ово ће показати потврду о упису.
sr_latn: (3) Na stranici za potvrdu upisa kliknite na dugme 'Activate Enrollment Code'. Ovo će pokazati potvrdu o upisu.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
ru: (4) Требали бисте моћи да кликнете на дугме 'view course' или да видите свој курс на вашој студентској контролној табли на {url}
sr_latn: (4) Trebali biste moći da kliknete na dugme 'view course' ili da vidite svoj kurs na vašoj studentskoj kontrolnoj tabli na {url}
