Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
ru: Необавезно. Ако је овај провајдер организација, овај атрибут се може користити референтни корисници у тој организацији
sr_latn: Neobavezno. Ako je ovaj provajder organizacija, ovaj atribut se može koristiti referentni korisnici u toj organizaciji

source: The Site that this provider configuration belongs to.
ru: Место на којем ова конфигурација провајдера припада.
sr_latn: Mesto na kojem ova konfiguracija provajdera pripada.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
ru: Ако је ова опција омогућена, корисници који посећују "TPA hinted" УРЛ за овог провајдера (нпр. "Провајдер_Наме) ће се директно проследити директно на УРЛ адресу пријаве провајдера уместо да се први пут затражи дијалог за пријаву.
sr_latn: Ako je ova opcija omogućena, korisnici koji posećuju "TPA hinted" URL za ovog provajdera (npr. "Провајдер_Наме) ће се директно проследити директно na URL adresu prijave provajdera umesto da se prvi put zatraži dijalog za prijavu.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
ru: Ако је ова опција омогућена, корисницима се неће тражити да потврде своје податке (име, е-маил итд.) Током процеса регистрације. Изаберите ову опцију за поуздане провајдере који се зна да пружају тачне информације о кориснику.
sr_latn: Ako je ova opcija omogućena, korisnicima se neće tražiti da potvrde svoje podatke (ime, e-mail itd.) Tokom procesa registracije. Izaberite ovu opciju za pouzdane provajdere koji se zna da pružaju tačne informacije o korisniku.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
ru: Ако је одабрана ова опција, корисници неће бити дужни да потврде своју е-пошту и њихов рачун ће се одмах активирати одмах по регистрацији.
sr_latn: Ako je odabrana ova opcija, korisnici neće biti dužni da potvrde svoju e-poštu i njihov račun će se odmah aktivirati odmah po registraciji.

source: If this option is selected, users will be sent a welcome email upon registration.
ru: Ако је одабрана ова опција, корисници ће бити послани неком о регистрацији добродошлице.
sr_latn: Ako je odabrana ova opcija, korisnici će biti poslani nekom o registraciji dobrodošlice.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
ru: Ако ова опција није изабрана, корисници неће бити представљени провајдером као опцијом за аутентификацију са екраном за пријаву, али ручна аутентификација помоћу исправне везе је и даље могућа.
sr_latn: Ako ova opcija nije izabrana, korisnici neće biti predstavljeni provajderom kao opcijom za autentifikaciju sa ekranom za prijavu, ali ručna autentifikacija pomoću ispravne veze je i dalje moguća.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
ru: Ако је ова опција постављена, затим ће се пријавити корисници коришћења овог ССО провајдера, имаће дужину сесије ограничене на више од ове вредности. Ако је постављено на 0 (нула), сесија ће истећи кориснику који затвара свој претраживач. Ако је остало празно, користиће се задана дужина платформе Дјанго.
sr_latn: Ako je ova opcija postavljena, zatim će se prijaviti korisnici korišćenja ovog SSO provajdera, imaće dužinu sesije ograničene na više od ove vrednosti. Ako je postavljeno na 0 (nula), sesija će isteći korisniku koji zatvara svoj pretraživač. Ako je ostalo prazno, koristiće se zadana dužina platforme Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
ru: Ако је одабрана ова опција, корисници ће бити усмерени на страницу за регистрацију одмах након аутентификације треће стране уместо странице за пријаву.
sr_latn: Ako je odabrana ova opcija, korisnici će biti usmereni na stranicu za registraciju odmah nakon autentifikacije treće strane umesto stranice za prijavu.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
ru: Синхронизујте податке о корисничком профилу примљени од провајдера идентитета са корисничким рачуном ЕДКС на свакој ССО пријави. Корисник ће бити обавештен ако се адреса е-поште повезана са њиховим налогом мења као део ове синхронизације.
sr_latn: Sinhronizujte podatke o korisničkom profilu primljeni od provajdera identiteta sa korisničkim računom EDKS na svakoj SSO prijavi. Korisnik će biti obavešten ako se adresa e-pošte povezana sa njihovim nalogom menja kao deo ove sinhronizacije.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
ru: Расељена лица са овим постављеним на истинит биће искључена из селекције ИДП-а у програму ЕнтеррисеЦустомер Дјанго Админ образац.
sr_latn: Raseljena lica sa ovim postavljenim na istinit biće isključena iz selekcije IDP-a u programu EnterriseCustomer Django Admin obrazac.

source: The Site that this SAML configuration belongs to.
ru: Сајт да ова САМЛ конфигурација припада.
sr_latn: Sajt da ova SAML konfiguracija pripada.

source: {platform_name} Support
ru: {platform_name} Подршка
sr_latn: {platform_name} Podrška

source: A configuration nickname.
ru: Конфигурацијски надимак.
sr_latn: Konfiguracijski nadimak.

source: Please wait
ru: Причекајте
sr_latn: Pričekajte

source: LONG_DATE_FORMAT
ru: Лонг_Дате_Формат

source: DATE_TIME_FORMAT
ru: Дате_тиме_формат

source: SHORT_DATE_FORMAT
ru: Схорт_дате_формат

source: TIME_FORMAT
ru: Тиме_формат

# am/pm indicator
source: AM
ru: У ам
sr_latn: U am

# am/pm indicator
source: PM
ru: Пм

# weekday name
source: Monday
ru: Понедељак
sr_latn: Ponedeljak

# weekday name
source: Tuesday
ru: У уторак
sr_latn: U utorak

# weekday name
source: Wednesday
ru: Среда
sr_latn: Sreda

# weekday name
source: Thursday
ru: У четвртак
sr_latn: U četvrtak

# weekday name
source: Friday
ru: Петак
sr_latn: Petak

# weekday name
source: Saturday
ru: У суботу
sr_latn: U subotu

# weekday name
source: Sunday
ru: Недеља
sr_latn: Nedelja

# abbreviated weekday name
source: Mon
ru: Пон
sr_latn: Pon

# abbreviated weekday name
source: Tue
ru: Утерати
sr_latn: Uterati

# abbreviated weekday name
source: Wed
ru: Венчати
sr_latn: Venčati

# abbreviated weekday name
source: Thu
ru: Чет
sr_latn: Čet

# abbreviated weekday name
source: Fri
ru: Педер
sr_latn: Peder

# abbreviated weekday name
source: Sat
ru: Сет
sr_latn: Set

# abbreviated weekday name
source: Sun
ru: Сунце
sr_latn: Sunce

# abbreviated month name
source: Jan
ru: Јан

# abbreviated month name
source: Feb
ru: Фебруар
sr_latn: Februar

# abbreviated month name
source: Mar
ru: Мар

# abbreviated month name
source: Apr
ru: Април
sr_latn: April

# abbreviated month name
source: May
ru: Маја
sr_latn: Maja

# abbreviated month name
source: Jun
ru: Јун

# abbreviated month name
source: Jul
ru: Јул

# abbreviated month name
source: Aug
ru: Поглавица
sr_latn: Poglavica

# abbreviated month name
source: Sep
ru: Сеп

# abbreviated month name
source: Oct
ru: Октобар
sr_latn: Oktobar

# abbreviated month name
source: Nov
ru: Нов

# abbreviated month name
source: Dec
ru: Декол
sr_latn: Dekol

# month name
source: January
ru: Јануар
sr_latn: Januar

# month name
source: February
ru: Фебруар
sr_latn: Februar

# month name
source: March
ru: Март
sr_latn: Mart

# month name
source: April
ru: Април

# month name
source: May
ru: Маја
sr_latn: Maja

# month name
source: June
ru: Јуни
sr_latn: Juni

# month name
source: July
ru: Јул
sr_latn: Jul

# month name
source: August
ru: Август
sr_latn: Avgust

# month name
source: September
ru: Септембар
sr_latn: Septembar

# month name
source: October
ru: Октобар
sr_latn: Oktobar

# month name
source: November
ru: Новембар
sr_latn: Novembar

# month name
source: December
ru: Децембар
sr_latn: Decembar

source: The file must end with the extension '{file_types}'.
ru: Фајл се мора завршити екстензијом: '{file_types}'
sr_latn: Fajl se mora završiti ekstenzijom: '{file_types}'

source: Maximum upload file size is {file_size} bytes.
ru: Максимална величина датотеке уплоад је {file_size} бајтова.
sr_latn: Maksimalna veličina datoteke upload je {file_size} bajtova.

source: Course {course_id} requires {prerequisite_course_id}
ru: Курс {course_id} захтева {prerequisite_course_id}
sr_latn: Kurs {course_id} zahteva {prerequisite_course_id}

source: System defined milestone
ru: Систем је дефинисан прекретнице
sr_latn: Sistem je definisan prekretnice

source: Your password must contain {length_instruction}, including {complexity_instructions}.
ru: Ваша лозинка мора да садржи {length_instruction}, укључујући {complexity_instructions}.
sr_latn: Vaša lozinka mora da sadrži {length_instruction}, uključujući {complexity_instructions}.

source: Your password must contain {length_instruction}.
ru: Ваша лозинка мора да садржи {length_instruction}.
sr_latn: Vaša lozinka mora da sadrži {length_instruction}.

source: Invalid password.
ru: Неважећа лозинка.
sr_latn: Nevažeća lozinka.

source: at least %(min_length)d character
ru: минимум %(min_length)d карактер
sr_latn: minimum %(min_length)d karakter

source: This password is too long. It must contain no more than %(max_length)d character.
ru: Лозинка је предуга. Може да садржи не више од %(max_length)d карактера
sr_latn: Lozinka je preduga. Može da sadrži ne više od %(max_length)d karaktera

source: Your password must contain no more than %(max_length)d character.
ru: Лозинка мора да садржи не више од %(max_length)d карактера
sr_latn: Lozinka mora da sadrži ne više od %(max_length)d karaktera

source: This password must contain at least %(min_alphabetic)d letter.
ru: Лозинка мора садржати најмање %(min_alphabetic)d карактера.
sr_latn: Lozinka mora sadržati najmanje %(min_alphabetic)d karaktera.

source: Your password must contain at least %(min_alphabetic)d letter.
ru: Лозинка мора садржати најмање %(min_alphabetic)d карактера.
sr_latn: Lozinka mora sadržati najmanje %(min_alphabetic)d karaktera.

source: %(num)d letter
ru: %(num)d карактера
sr_latn: %(num)d karaktera

source: This password must contain at least %(min_numeric)d number.
ru: Лозинка мора садржати најмање %(min_numeric)d цифара
sr_latn: Lozinka mora sadržati najmanje %(min_numeric)d cifara

source: Your password must contain at least %(min_numeric)d number.
ru: Лозинка мора садржати најмање %(min_numeric)d цифара
sr_latn: Lozinka mora sadržati najmanje %(min_numeric)d cifara

source: %(num)d number
ru: %(num)d цифара
sr_latn: %(num)d cifara

source: This password must contain at least %(min_upper)d uppercase letter.
ru: Лозинка мора да садржи најмање %(min_upper)d великих слова
sr_latn: Lozinka mora da sadrži najmanje %(min_upper)d velikih slova

source: Your password must contain at least %(min_upper)d uppercase letter.
ru: Лозинка мора да садржи најмање %(min_upper)d великих слова.
sr_latn: Lozinka mora da sadrži najmanje %(min_upper)d velikih slova.

source: %(num)d uppercase letter
ru: %(num)d великих слова
sr_latn: %(num)d velikih slova

source: This password must contain at least %(min_lower)d lowercase letter.
ru: Лозинка мора да садржи најмање малих %(min_lower)d слова.
sr_latn: Lozinka mora da sadrži najmanje malih %(min_lower)d slova.

source: Your password must contain at least %(min_lower)d lowercase letter.
ru: Лозинка мора да садржи најмање малих %(min_lower)d слова.
sr_latn: Lozinka mora da sadrži najmanje malih %(min_lower)d slova.

source: %(num)d lowercase letter
ru: %(num)d малих слова
sr_latn: %(num)d malih slova

source: This password must contain at least %(min_punctuation)d punctuation mark.
ru: Лозинка мора да садржи бар %(min_punctuation)d посебних карактера.
sr_latn: Lozinka mora da sadrži bar %(min_punctuation)d posebnih karaktera.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
ru: Лозинка мора да садржи бар %(min_punctuation)d интерпункцијских карактера.
sr_latn: Lozinka mora da sadrži bar %(min_punctuation)d interpunkcijskih karaktera.

source: %(num)d punctuation mark
ru: %(num)d интерпункцијских карактера
sr_latn: %(num)d interpunkcijskih karaktera

source: This password must contain at least %(min_symbol)d symbol.
ru: Лозинка мора да садржи бар %(min_symbol)d симбола.
sr_latn: Lozinka mora da sadrži bar %(min_symbol)d simbola.

source: Your password must contain at least %(min_symbol)d symbol.
ru: Лозинка мора да садржи бар %(min_symbol)d симбола.
sr_latn: Lozinka mora da sadrži bar %(min_symbol)d simbola.

source: %(num)d symbol
ru: %(num)d симбола
sr_latn: %(num)d simbola

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
ru: Да бисте онемогућили Ксблоцк и спречили приказивање у ЛМС-у, оставите "Enabled". За јасноћу у складу с тим ажурирајте Ксблоцкстудиоконфигуративно стање подршке у складу с тим.
sr_latn: Da biste onemogućili Ksblock i sprečili prikazivanje u LMS-u, ostavite "Enabled". Za jasnoću u skladu s tim ažurirajte Ksblockstudiokonfigurativno stanje podrške u skladu s tim.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
ru: Само кблоки наведени у напредном модулу курса може се означити као застарело. Не заборавите да у складу с тим ажурирате Ксблоцкстудиоконфигуративни систем подршке, како се астартуално не утиче да ли се могу креирати нове Ксблоцк инстанце у студију.
sr_latn: Samo kbloki navedeni u naprednom modulu kursa može se označiti kao zastarelo. Ne zaboravite da u skladu s tim ažurirate Ksblockstudiokonfigurativni sistem podrške, kako se astartualno ne utiče da li se mogu kreirati nove Ksblock instance u studiju.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
ru: КСБЛОЦК / комбинације предлошка које су онемогућене не могу се уређивати у студију, без обзира на ниво подршке. Не заборавите да проверите и да ли су сви инстанци Ксблоцка онемогућени у Ксблоцкцонфигуратион.
sr_latn: KSBLOCK / kombinacije predloška koje su onemogućene ne mogu se uređivati u studiju, bez obzira na nivo podrške. Ne zaboravite da proverite i da li su svi instanci Ksblocka onemogućeni u Ksblockconfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
ru: Омогућено КСБЛОЦК / комбинације шаблона са потпуном или привременом подршком увек се могу креирати у студију. Неподржани КСБЛОЦК / комбинације предлошка захтевају да се аутор на курсу пријава.
sr_latn: Omogućeno KSBLOCK / kombinacije šablona sa potpunom ili privremenom podrškom uvek se mogu kreirati u studiju. Nepodržani KSBLOCK / kombinacije predloška zahtevaju da se autor na kursu prijava.

source: show deprecation messaging in Studio
ru: Прикажи распрострањене поруке у студију
sr_latn: Prikaži rasprostranjene poruke u studiju

source: Fully Supported
ru: У потпуности подржан
sr_latn: U potpunosti podržan

source: Provisionally Supported
ru: Привремено подржани
sr_latn: Privremeno podržani

source: Unsupported
ru: Неодољив
sr_latn: Neodoljiv

source: Unlock Account
ru: Откључавање рачуна
sr_latn: Otključavanje računa

source: Close
ru: Затворити
sr_latn: Zatvoriti

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
ru: Ово је е-маил за активирање рачуна за %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
sr_latn: Ovo je e-mail za aktiviranje računa za %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account activation
ru: Активација рачуна
sr_latn: Aktivacija računa

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
ru: Скоро си тамо! Користите доњу везу да бисте активирали свој налог да бисте приступили ангажовању, висококвалитетни %(platform_name)s курсеве. Имајте на уму да се нећете моћи да се пријавите на свој рачун док га не активирате.
sr_latn: Skoro si tamo! Koristite donju vezu da biste aktivirali svoj nalog da biste pristupili angažovanju, visokokvalitetni %(platform_name)s kurseve. Imajte na umu da se nećete moći da se prijavite na svoj račun dok ga ne aktivirate.

source: Activate your account
ru: Активирајте свој рачун
sr_latn: Aktivirajte svoj račun

source: Enjoy learning with %(platform_name)s.
ru: Уживајте у учењу са %(platform_name)s.
sr_latn: Uživajte u učenju sa %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
ru: Ако вам је потребна помоћ, користите нашу веб образац на {start_anchor_web} %(support_url)s {end_anchor} или е-маил {start_anchor_email} %(support_email)s {end_anchor}.
sr_latn: Ako vam je potrebna pomoć, koristite našu veb obrazac na {start_anchor_web} %(support_url)s {end_anchor} ili e-mail {start_anchor_email} %(support_email)s {end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
ru: Ова порука е-поште аутоматски је послала %(lms_url)s, јер је неко покушао да створи налог на %(platform_name)s користећи ову адресу е-поште.
sr_latn: Ova poruka e-pošte automatski je poslala %(lms_url)s, jer je neko pokušao da stvori nalog na %(platform_name)s koristeći ovu adresu e-pošte.

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
ru: Скоро си тамо! Користите доњу везу да бисте активирали свој налог да бисте приступили ангажовању, висококвалитетни %(platform_name)s курсеве. Имајте на уму да се нећете моћи да се пријавите на свој рачун док га не активирате.
sr_latn: Skoro si tamo! Koristite donju vezu da biste aktivirali svoj nalog da biste pristupili angažovanju, visokokvalitetni %(platform_name)s kurseve. Imajte na umu da se nećete moći da se prijavite na svoj račun dok ga ne aktivirate.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
ru: Ако вам је потребна помоћ, користите нашу веб образац на %(support_url)s или е-пошти %(support_email)s.
sr_latn: Ako vam je potrebna pomoć, koristite našu veb obrazac na %(support_url)s ili e-pošti %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
ru: Потребна акција: Активирајте свој %(platform_name)s налог
sr_latn: Potrebna akcija: Aktivirajte svoj %(platform_name)s nalog

source: Create Password
ru: Креирајте лозинку
sr_latn: Kreirajte lozinku

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
ru: Овај е-маил добијате јер сте тражили да креирате лозинку за ваш кориснички налог на %(platform_name)s.
sr_latn: Ovaj e-mail dobijate jer ste tražili da kreirate lozinku za vaš korisnički nalog na %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
ru: Обновили смо приступ вашем %(platform_name)s рачуну користећи е-пошту за опоравак који сте дали у регистрацији.
sr_latn: Obnovili smo pristup vašem %(platform_name)s računu koristeći e-poštu za oporavak koji ste dali u registraciji.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
ru: Након што креирате лозинку [у наставку] моћи ћете се пријавити на %(platform_name)s са овим путем е-маила (%(email)s) и своју нову лозинку.
sr_latn: Nakon što kreirate lozinku [u nastavku] moći ćete se prijaviti na %(platform_name)s sa ovim putem e-maila (%(email)s) i svoju novu lozinku.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
ru: Ако нисте затражили ову промену, можете занемарити ову е-пошту - још увек нисмо ресетовали лозинку.
sr_latn: Ako niste zatražili ovu promenu, možete zanemariti ovu e-poštu - još uvek nismo resetovali lozinku.

source: Thanks for using our site!
ru: Хвала што користите нашу страницу!
sr_latn: Hvala što koristite našu stranicu!

source: The %(platform_name)s Team
ru: Тим %(platform_name)s
sr_latn: Tim %(platform_name)s

source: Password creation on %(platform_name)s
ru: Стварање лозинке на %(platform_name)s
sr_latn: Stvaranje lozinke na %(platform_name)s

source: Email Change
ru: Промена е-поште
sr_latn: Promena e-pošte

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
ru: Добили смо захтев да променимо е-пошту повезану са вашим %(platform_name)s налогом од %(old_email)s до %(new_email)s. Ако је то тачно, потврдите нову адресу е-поште посетили:
sr_latn: Dobili smo zahtev da promenimo e-poštu povezanu sa vašim %(platform_name)s nalogom od %(old_email)s do %(new_email)s. Ako je to tačno, potvrdite novu adresu e-pošte posetili:

source: Confirm Email Change
ru: Потврдите промене е-поште
sr_latn: Potvrdite promene e-pošte

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
ru: Ако сте то не требате учинити било шта; Нећете добити више од нас. Не одговарајте на ову е-пошту; Ако вам је потребна помоћ, проверите одељак Помоћ веб локације %(platform_name)s.
sr_latn: Ako ste to ne trebate učiniti bilo šta; Nećete dobiti više od nas. Ne odgovarajte na ovu e-poštu; Ako vam je potrebna pomoć, proverite odeljak Pomoć veb lokacije %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
ru: Захтев за промену %(platform_name)s Аццоунт е-маил
sr_latn: Zahtev za promenu %(platform_name)s Account e-mail

source: Email Change Confirmation for %(platform_name)s
ru: Потврда о промени е-поште за %(platform_name)s
sr_latn: Potvrda o promeni e-pošte za %(platform_name)s
