Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
ru: {line_break} Надоградите од {upgrade_deadline} да бисте добили неограничен приступ курсу све док постоји на сајту. {a_open} Надоградите Нов{sronly_span_open} да бисте задржали приступ прошлим {expiration_date} {span_close} {a_close}
sr_latn: {line_break} Nadogradite od {upgrade_deadline} da biste dobili neograničen pristup kursu sve dok postoji na sajtu. {a_open} Nadogradite Nov{sronly_span_open} da biste zadržali pristup prošlim {expiration_date} {span_close} {a_close}

source: 'course_key' is required.
ru: 'course_key' је потребан.
sr_latn: 'course_key' je potreban.

source: View all dates
ru: Погледајте све датуме
sr_latn: Pogledajte sve datume

source: Your due dates have been successfully shifted to help you stay on track.
ru: Ваша датуми су успешно пребачени да вам помогну да останете на нумери.
sr_latn: Vaša datumi su uspešno prebačeni da vam pomognu da ostanete na numeri.

source: Deadlines successfully reset.
ru: Рокови се успешно ресетују.
sr_latn: Rokovi se uspešno resetuju.

source: Updates
ru: Ажурирања
sr_latn: Ažuriranja

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
ru: Ови дефинишу контекст да би се онемогућили попусте под контролом ЛМС-а. Ако нису постављене никакве вредности, конфигурација се односи на глобално. Ако је постављена једна вредност, тада се конфигурација односи на све курсеве у том контексту. У већини једне вредности се може подесити по одређено време. <br> Ако се више контексти односи на курс (на пример, ако је конфигурација посебно одредила курс, а за орг је у току, тада је специфичнији контекст општи контекст.
sr_latn: Ovi definišu kontekst da bi se onemogućili popuste pod kontrolom LMS-a. Ako nisu postavljene nikakve vrednosti, konfiguracija se odnosi na globalno. Ako je postavljena jedna vrednost, tada se konfiguracija odnosi na sve kurseve u tom kontekstu. U većini jedne vrednosti se može podesiti po određeno vreme. <Br> Ako se više konteksti odnosi na kurs (na primer, ako je konfiguracija posebno odredila kurs, a za org je u toku, tada je specifičniji kontekst opšti kontekst.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
ru: Ови дефинишу контекст за конфигурирање процента за прву попуст куповину. Ако више контексти примењују на курс (на пример, ако је конфигурација специфично одредити конфигурација, а за орг је у току, тада је специфичнији контекст општи контекст.
sr_latn: Ovi definišu kontekst za konfiguriranje procenta za prvu popust kupovinu. Ako više konteksti primenjuju na kurs (na primer, ako je konfiguracija specifično odrediti konfiguracija, a za org je u toku, tada je specifičniji kontekst opšti kontekst.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
ru: {s_sr} Оригинална цена: {s_op} {original_price} {e_p}, попуст Цена: {e_sr} {formatted_discount_price}
sr_latn: {s_sr} Originalna cena: {s_op} {original_price} {e_p}, popust Cena: {e_sr} {formatted_discount_price}

source: CSV File
ru: ЦСВ датотека
sr_latn: CSV datoteka

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
ru: ЦСВ датотека треба да има 3 ступца са именима ЛМС_УСЕР_ИД, курс_ид, прилика_ид
sr_latn: CSV datoteka treba da ima 3 stupca sa imenima LMS_USER_ID, kurs_id, prilika_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
ru: Атрибути уписа нису ажурирани за евиденције на следећим бројевима линија у ЦСВ-у, јер није пронађен упис за ове записе: {error_line_numbers}
sr_latn: Atributi upisa nisu ažurirani za evidencije na sledećim brojevima linija u CSV-u, jer nije pronađen upis za ove zapise: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
ru: Имате приступ {bold_start} {enterprise_name} {bold_end} контролној табли. Да бисте приступили курсевима који су вам доступни путем {enterprise_name}, {link_start} Посетите {enterprise_name} Дасхбоард{link_end}.
sr_latn: Imate pristup {bold_start} {enterprise_name} {bold_end} kontrolnoj tabli. Da biste pristupili kursevima koji su vam dostupni putem {enterprise_name}, {link_start} Posetite {enterprise_name} Dashboard{link_end}.

source: Enrollment in {course_title} was not complete.
ru: Упис у {course_title} није био потпун.
sr_latn: Upis u {course_title} nije bio potpun.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
ru: Ако имате забринутости због дељења података, обратите се свом администратору на {enterprise_customer_name}.
sr_latn: Ako imate zabrinutosti zbog deljenja podataka, obratite se svom administratoru na {enterprise_customer_name}.

source: Home
ru: Дом
sr_latn: Dom

source: Enterprise Course Enrollments
ru: Ентерприсе ЦОитер упис
sr_latn: Enterprise COiter upis

source: Override Enrollment Attributes
ru: Прегласите атрибуте уписа
sr_latn: Preglasite atribute upisa

source: Upload CSV to override enrollment attributes for learners
ru: Пошаљите ЦСВ да бисте поништили атрибуте уписа за ученике
sr_latn: Pošaljite CSV da biste poništili atribute upisa za učenike

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
ru: Жао нам је, нисте овлашћени да приступите {platform_name} путем овог канала. Молимо контактирајте свог администратора или менаџера учења да бисте приступили {platform_name} .{line_break} {line_break} Детаљи о грешци: {line_break} {error_message}
sr_latn: Žao nam je, niste ovlašćeni da pristupite {platform_name} putem ovog kanala. Molimo kontaktirajte svog administratora ili menadžera učenja da biste pristupili {platform_name} .{line_break} {line_break} Detalji o grešci: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
ru: Хвала вам што сте се придружили {platform_name}. Само пар корака пре него што започнете са учењем!
sr_latn: Hvala vam što ste se pridružili {platform_name}. Samo par koraka pre nego što započnete sa učenjem!

source: Continue
ru: Настављати
sr_latn: Nastavljati

source: The deadline to complete this assignment has passed.
ru: Рок за довршавање овог задатка је положио.
sr_latn: Rok za dovršavanje ovog zadatka je položio.

source: Shift due dates
ru: СХИФТ ДЕАТУС ДАТУМА
sr_latn: SHIFT DEATUS DATUMA

source: It looks like you missed some important deadlines based on our suggested schedule.
ru: Изгледа да сте пропустили неке важне рокове засноване на нашем предложеном распореду.
sr_latn: Izgleda da ste propustili neke važne rokove zasnovane na našem predloženom rasporedu.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
ru: Да бисте се одржали на путу, овај распоред можете да ажурирате и пребаците доспјеле доспјеле у будућност. Не брините - нећете изгубити ниједан напредак који сте направили када пребаците своје датуме.
sr_latn: Da biste se održali na putu, ovaj raspored možete da ažurirate i prebacite dospjele dospjele u budućnost. Ne brinite - nećete izgubiti nijedan napredak koji ste napravili kada prebacite svoje datume.

source: Try again ({attempts} attempt remaining)
ru: Покушајте поново, преостало ({attempts} покушаја)
sr_latn: Pokušajte ponovo, preostalo ({attempts} pokušaja)

source: You have used {attempts} of {max_attempts} attempts for this problem.
ru: Користили сте {attempts} од {max_attempts} покушаја овог проблема.
sr_latn: Koristili ste {attempts} od {max_attempts} pokušaja ovog problema.

source: Try again (unlimited attempts)
ru: Покушајте поново (неограничени покушаји)
sr_latn: Pokušajte ponovo (neograničeni pokušaji)

source: You have used {attempts} of unlimited attempts for this problem.
ru: Користили сте {attempts} неограничених покушаја овог проблема.
sr_latn: Koristili ste {attempts} neograničenih pokušaja ovog problema.

source: Sign In
ru: Пријавити се
sr_latn: Prijaviti se

source: Our mailing address is
ru: Наша поштанска адреса је
sr_latn: Naša poštanska adresa je

source: XML data for the annotation
ru: КСМЛ подаци за напомену
sr_latn: KSML podaci za napomenu

source: The display name for this component.
ru: Назив приказа за ову компоненту.
sr_latn: Naziv prikaza za ovu komponentu.

source: Annotation
ru: Напомена
sr_latn: Napomena

source: Cannot rescore problems with possible file submissions
ru: Не могу да поново покрене проблеме са могућим поднесима датотека
sr_latn: Ne mogu da ponovo pokrene probleme sa mogućim podnesima datoteka

source: Question {}
ru: Питање {}
sr_latn: Pitanje {}

source: Incorrect
ru: Нетачан
sr_latn: Netačan

source: Correct
ru: Тачан
sr_latn: Tačan

source: correct
ru: тачан
sr_latn: tačan

source: incorrect
ru: нетачан
sr_latn: netačan

source: partially correct
ru: делимично тачно
sr_latn: delimično tačno

source: incomplete
ru: непотпун
sr_latn: nepotpun

source: unanswered
ru: неодговорен
sr_latn: neodgovoren

source: submitted
ru: поднети
sr_latn: podneti

source: processing
ru: прерада
sr_latn: prerada

source: This answer is correct.
ru: Овај одговор је тачан.
sr_latn: Ovaj odgovor je tačan.

source: This answer is incorrect.
ru: Овај одговор је нетачан.
sr_latn: Ovaj odgovor je netačan.

source: This answer is partially correct.
ru: Овај одговор је делимично тачан.
sr_latn: Ovaj odgovor je delimično tačan.

source: This answer is being processed.
ru: Овај одговор се обрађује.
sr_latn: Ovaj odgovor se obrađuje.

source: Not yet answered.
ru: Још није одговорено.
sr_latn: Još nije odgovoreno.

source: Select an option
ru: Изаберите опцију
sr_latn: Izaberite opciju

source: ChoiceGroup: unexpected tag {tag_name}
ru: ЦхоицеГроуп: Неочекивани ознака {tag_name}
sr_latn: ChoiceGroup: Neočekivani oznaka {tag_name}

source: Answer received.
ru: Одговор је примљен.
sr_latn: Odgovor je primljen.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
ru: Очекује се ознака <изглед> или <уређај> Гот {given_tag} уместо тога
sr_latn: Očekuje se oznaka <izgled> ili <uređaj> Got {given_tag} umesto toga

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ru: Ваше датотеке су поднете. Чим се ваш поднесак оцјењује, ова порука ће бити замењена повратним информацијама Гредера.
sr_latn: Vaše datoteke su podnete. Čim se vaš podnesak ocjenjuje, ova poruka će biti zamenjena povratnim informacijama Gredera.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ru: Ваш одговор је поднесен. Чим се ваш поднесак оцјењује, ова порука ће бити замењена повратним информацијама Гредера.
sr_latn: Vaš odgovor je podnesen. Čim se vaš podnesak ocjenjuje, ova poruka će biti zamenjena povratnim informacijama Gredera.

source: {programming_language} editor
ru: {programming_language} Едитор

source: Press ESC then TAB or click outside of the code editor to exit
ru: Притисните ЕСЦ, а затим картицу или кликните изван Цоде Едитор-а да бисте изашли
sr_latn: Pritisnite ESC, a zatim karticu ili kliknite izvan Code Editor-a da biste izašli

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
ru: Поднети. Чим се врати одговор, ова порука ће бити замењена тим повратним информацијама.
sr_latn: Podneti. Čim se vrati odgovor, ova poruka će biti zamenjena tim povratnim informacijama.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
ru: Нема одговора од ккуеуе унутар {xqueue_timeout} секунди. Прекинута.
sr_latn: Nema odgovora od kkueue unutar {xqueue_timeout} sekundi. Prekinuta.

source: Error running code.
ru: Грешка код покретања.
sr_latn: Greška kod pokretanja.

source: Cannot connect to the queue
ru: Не може да се повеже на ред чекања
sr_latn: Ne može da se poveže na red čekanja

source: No formula specified.
ru: Није наведена формула.
sr_latn: Nije navedena formula.

source: Couldn't parse formula: {error_msg}
ru: Не би могао рашчланити формулу: {error_msg}
sr_latn: Ne bi mogao raščlaniti formulu: {error_msg}

source: Error while rendering preview
ru: Грешка приликом приказивања приказивања
sr_latn: Greška prilikom prikazivanja prikazivanja

source: Sorry, couldn't parse formula
ru: Извините, нисам могао рашчланити формулу
sr_latn: Izvinite, nisam mogao raščlaniti formulu

source: {input_type}: unexpected tag {tag_name}
ru: {input_type}: Неочекивани ознака {tag_name}
sr_latn: {input_type}: Neočekivani oznaka {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
ru: Очекује се да је {expected_tag} ознака; {given_tag} уместо тога
sr_latn: Očekuje se da je {expected_tag} oznaka; {given_tag} umesto toga

source: Question {index}
ru: Питање {index}
sr_latn: Pitanje {index}

source: Correct:
ru: Тачно:
sr_latn: Tačno:

source: Incorrect:
ru: Нетачно:
sr_latn: Netačno:

source: Answer
ru: Одговорити
sr_latn: Odgovoriti

source: Error {err} in evaluating hint function {hintfn}.
ru: Грешка {err} у процени функције наговештаја {hintfn}.
sr_latn: Greška {err} u proceni funkcije nagoveštaja {hintfn}.

source: (Source code line unavailable)
ru: (Изворни код линија није доступна)
sr_latn: (Izvorni kod linija nije dostupna)

source: See XML source line {sourcenum}.
ru: Погледајте КСМЛ изворну линију {sourcenum}.
sr_latn: Pogledajte KSML izvornu liniju {sourcenum}.

source: Checkboxes
ru: Потврдни оквири
sr_latn: Potvrdni okviri

source: Multiple Choice
ru: Вишеструки избор
sr_latn: Višestruki izbor

source: Do not use shuffle and answer-pool at the same time
ru: Не користите мешање и базен за одговор у исто време
sr_latn: Ne koristite mešanje i bazen za odgovor u isto vreme

source: answer-pool value should be an integer
ru: Вредност базена за одговор треба да буде цели број
sr_latn: Vrednost bazena za odgovor treba da bude celi broj

source: Choicegroup must include at least 1 correct and 1 incorrect choice
ru: ЦхоицеГроуп мора да садржи најмање 1 тачан и 1 погрешан избор
sr_latn: ChoiceGroup mora da sadrži najmanje 1 tačan i 1 pogrešan izbor

source: True/False Choice
ru: Труе / лажни избор
sr_latn: True / lažni izbor

source: Dropdown
ru: Навођење
sr_latn: Navođenje

source: Numerical Input
ru: Нумерички унос
sr_latn: Numerički unos

source: There was a problem with the staff answer to this problem.
ru: Дошло је до проблема са одговором на особу овом проблему.
sr_latn: Došlo je do problema sa odgovorom na osobu ovom problemu.

source: Could not interpret '{student_answer}' as a number.
ru: Није могао да тумачи '{student_answer} ' као број.
sr_latn: Nije mogao da tumači '{student_answer} ' kao broj.

source: Factorial function evaluated outside its domain:'{student_answer}'
ru: Факторска функција процењена изван њеног домена: '{student_answer} '
sr_latn: Faktorska funkcija procenjena izvan njenog domena: '{student_answer} '

source: Invalid math syntax: '{student_answer}'
ru: Неважећа математичка синтакса: '{student_answer} '
sr_latn: Nevažeća matematička sintaksa: '{student_answer} '

source: You may not use complex numbers in range tolerance problems
ru: Не можете да користите сложене бројеве у проблемима толеранције на домет
sr_latn: Ne možete da koristite složene brojeve u problemima tolerancije na domet

source: There was a problem with the staff answer to this problem: complex boundary.
ru: Дошло је до проблема са одговором на особу овом проблему: сложена граница.
sr_latn: Došlo je do problema sa odgovorom na osobu ovom problemu: složena granica.

source: There was a problem with the staff answer to this problem: empty boundary.
ru: Дошло је до проблема са одговором на особу овом проблему: празна граница.
sr_latn: Došlo je do problema sa odgovorom na osobu ovom problemu: prazna granica.

source: or
ru: или
sr_latn: ili

source: Text Input
ru: Унос текста
sr_latn: Unos teksta

source: error
ru: грешка
sr_latn: greška

source: Custom Evaluated Script
ru: Процењена скрипта прилагођене
sr_latn: Procenjena skripta prilagođene

source: error getting student answer from {student_answers}
ru: Грешка приликом добијања одговора ученика од {student_answers}
sr_latn: Greška prilikom dobijanja odgovora učenika od {student_answers}

source: No answer entered!
ru: Није унесен одговор!
sr_latn: Nije unesen odgovor!

source: CustomResponse: check function returned an invalid dictionary!
ru: ЦустомРеспонсе: Цхецк функција је вратила неважећи речник!
sr_latn: CustomResponse: Check funkcija je vratila nevažeći rečnik!

source: Symbolic Math Input
ru: Симболични математички унос
sr_latn: Simbolični matematički unos

source: An error occurred with SymbolicResponse. The error was: {error_msg}
ru: Дошло је до грешке са симболичношћу. Грешка је била: {error_msg}
sr_latn: Došlo je do greške sa simboličnošću. Greška je bila: {error_msg}

source: Code Input
ru: Унос кода
sr_latn: Unos koda

source: No answer provided.
ru: Није дат одговор.
sr_latn: Nije dat odgovor.

source: Error: No grader has been set up for this problem.
ru: Грешка: Није постављен грејдер за овај проблем.
sr_latn: Greška: Nije postavljen grejder za ovaj problem.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
ru: Није могуће испоручити свој поднесак у грејдеру (разлог: {error_msg}). Покушајте поново касније.
sr_latn: Nije moguće isporučiti svoj podnesak u grejderu (razlog: {error_msg}). Pokušajte ponovo kasnije.

source: Invalid grader reply. Please contact the course staff.
ru: Неважећи одговор од грејдера. Молимо контактирајте особље курса.
sr_latn: Nevažeći odgovor od grejdera. Molimo kontaktirajte osoblje kursa.

source: External Grader
ru: Спољни грејдер
sr_latn: Spoljni grejder

source: Math Expression Input
ru: Улаз математике
sr_latn: Ulaz matematike

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
ru: Факторска функција није дозвољена у одговору на овај проблем. Под условом да је одговор био: {bad_input}
sr_latn: Faktorska funkcija nije dozvoljena u odgovoru na ovaj problem. Pod uslovom da je odgovor bio: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
ru: Неважећи улаз: није могао да поравнате '{bad_input} ' као формула.
sr_latn: Nevažeći ulaz: nije mogao da poravnate '{bad_input} ' kao formula.

source: Invalid input: Could not parse '{bad_input}' as a formula
ru: Неважећи унос: није могао да се растрга '{bad_input} ' као формула
sr_latn: Nevažeći unos: nije mogao da se rastrga '{bad_input} ' kao formula

source: Circuit Schematic Builder
ru: Схематски круг
sr_latn: Shematski krug

source: Error in evaluating SchematicResponse. The error was: {error_msg}
ru: Грешка у евалуацији схематикеРеспонсе. Грешка је била: {error_msg}
sr_latn: Greška u evaluaciji shematikeResponse. Greška je bila: {error_msg}

source: Image Mapped Input
ru: Слика унос уноса
sr_latn: Slika unos unosa

source: error grading {image_input_id} (input={user_input})
ru: Грешка у оцењивању {image_input_id} (ИНПУТ = {user_input})
sr_latn: Greška u ocenjivanju {image_input_id} (INPUT = {user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
ru: Грешка у спецификацији проблема! Не може да анализира правоугаоник у {sr_coords}
sr_latn: Greška u specifikaciji problema! Ne može da analizira pravougaonik u {sr_coords}

source: Annotation Input
ru: Унос напомена
sr_latn: Unos napomena

source: Checkboxes With Text Input
ru: Потврде са уносом текста
sr_latn: Potvrde sa unosom teksta

source: Answer not provided for {input_type}
ru: Одговор није предвиђен за {input_type}
sr_latn: Odgovor nije predviđen za {input_type}

source: The Staff answer could not be interpreted as a number.
ru: Одговор особља није могао да се не може тумачити као број.
sr_latn: Odgovor osoblja nije mogao da se ne može tumačiti kao broj.

source: Could not interpret '{given_answer}' as a number.
ru: Није могао да тумачи '{given_answer} ' као број.
sr_latn: Nije mogao da tumači '{given_answer} ' kao broj.

source: Codejail API Service is unavailable. Please try again in a few minutes.
ru: Услуга Цодејаил АПИ је недоступна. Покушајте поново за неколико минута.
sr_latn: Usluga Codejail API je nedostupna. Pokušajte ponovo za nekoliko minuta.

source: Codejail API Service invalid response.
ru: ЦомботеАил АПИ сервис Неважећи одговор.
sr_latn: ComboteAil API servis Nevažeći odgovor.

source: Invalid JSON response received from codejail api service.
ru: Неважећи ЈСОН одговор примљен је са ЦомботеАИЛ АПИ услуге.
sr_latn: Nevažeći JSON odgovor primljen je sa ComboteAIL API usluge.

source: Number of attempts taken by the student on this problem
ru: Број покушаја које је студент преузео на овај проблем
sr_latn: Broj pokušaja koje je student preuzeo na ovaj problem

source: Maximum Attempts
ru: Максимални покушаји
sr_latn: Maksimalni pokušaji

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
ru: Дефинише колико пута студент може да покуша да одговори на овај проблем. Ако вредност није постављена, дозвољени су бесконачни покушаји.
sr_latn: Definiše koliko puta student može da pokuša da odgovori na ovaj problem. Ako vrednost nije postavljena, dozvoljeni su beskonačni pokušaji.

source: Grading Method
ru: Метода оцењивања
sr_latn: Metoda ocenjivanja

source: Define the grading method for this problem. By default, it's the score of the last submission made by the student.
ru: Дефинишите поступак оцењивања за овај проблем. Подразумевано је то резултат последњег поднесака које је направио студент.
sr_latn: Definišite postupak ocenjivanja za ovaj problem. Podrazumevano je to rezultat poslednjeg podnesaka koje je napravio student.

source: Last Score
ru: Последњи резултат
sr_latn: Poslednji rezultat

source: First Score
ru: Први резултат
sr_latn: Prvi rezultat

source: Highest Score
ru: Највиша оцена
sr_latn: Najviša ocena

source: Average Score
ru: Просечна оцена
sr_latn: Prosečna ocena

source: Date that this problem is due by
ru: Датум да овај проблем доспева
sr_latn: Datum da ovaj problem dospeva

source: Amount of time after the due date that submissions will be accepted
ru: Колико времена након рока доспећа да ће се прихватити поднесци
sr_latn: Koliko vremena nakon roka dospeća da će se prihvatiti podnesci

source: Show Results
ru: Прикажи резултате
sr_latn: Prikaži rezultate
