Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: User does not exist.
ru: Корисник не постоји.
sr_latn: Korisnik ne postoji.

source: Invalid location.
ru: Неважећа локација.
sr_latn: Nevažeća lokacija.

source: User {username} has never accessed problem {location}
ru: Корисник {username} никада није приступио проблему {location}
sr_latn: Korisnik {username} nikada nije pristupio problemu {location}

source: You must be signed in to {platform_name} to create a certificate.
ru: Морате бити пријављени на {platform_name} да бисте креирали сертификат.
sr_latn: Morate biti prijavljeni na {platform_name} da biste kreirali sertifikat.

source: Course is not valid
ru: Курс није валидан
sr_latn: Kurs nije validan

source: Your certificate will be available when you pass the course.
ru: Ваш сертификат ће бити доступан када прођете курс.
sr_latn: Vaš sertifikat će biti dostupan kada prođete kurs.

source: Certificate has already been created.
ru: Сертификат је већ створен.
sr_latn: Sertifikat je već stvoren.

source: Certificate is being created.
ru: Сертификат се ствара.
sr_latn: Sertifikat se stvara.

source: We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program. Please note that while assistance is available in most courses that offer verified certificates, a few courses and programs are not eligible. You must complete a separate application for each course you take. You may be approved for financial assistance five (5) times each year (based on 12-month period from you first approval). To apply for financial assistance: 1. Enroll in the audit track for an eligible course that offers Verified Certificates. 2. Complete this application. 3. Check your email, please allow 4 weeks for your application to be processed.
ru: Планирамо да ову информацију да користимо вашу пријаву за финансијску помоћ и да даље развије наш програм финансијске помоћи. Имајте на уму да иако је помоћ доступна у већини курсева који нуде верификоване сертификате, неколико курсева и програма не испуњава услове. Морате испунити засебну пријаву за сваки курс који узмете. Можда ћете бити одобрени за финансијску помоћ пет (5) пута сваке године (на основу 12-месечног периода од вас прво одобрења). Да се пријави за финансијску помоћ: 1. Упишите се у трагу за ревизију за прихватљив курс који нуди верификоване сертификате. 2 Попуните ову апликацију. 3. Проверите своју е-пошту, молимо вас да оставите 4 недеље да се ваша пријава обрађује.
sr_latn: Planiramo da ovu informaciju da koristimo vašu prijavu za finansijsku pomoć i da dalje razvije naš program finansijske pomoći. Imajte na umu da iako je pomoć dostupna u većini kurseva koji nude verifikovane sertifikate, nekoliko kurseva i programa ne ispunjava uslove. Morate ispuniti zasebnu prijavu za svaki kurs koji uzmete. Možda ćete biti odobreni za finansijsku pomoć pet (5) puta svake godine (na osnovu 12-mesečnog perioda od vas prvo odobrenja). Da se prijavi za finansijsku pomoć: 1. Upišite se u tragu za reviziju za prihvatljiv kurs koji nudi verifikovane sertifikate. 2 Popunite ovu aplikaciju. 3. Proverite svoju e-poštu, molimo vas da ostavite 4 nedelje da se vaša prijava obrađuje.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
ru: Изаберите курс за који желите да зарадите верификовано сертификат. Ако се курс не појави на листи, проверите да ли сте се уписали у ревизорску стазу за курс.
sr_latn: Izaberite kurs za koji želite da zaradite verifikovano sertifikat. Ako se kurs ne pojavi na listi, proverite da li ste se upisali u revizorsku stazu za kurs.

source: I certify that:
ru: Потврђујем да:
sr_latn: Potvrđujem da:

source: Paying the verified certificate fee for the above course would cause me economic hardship
ru: Плаћање верификоване накнаде за потврду за горњи курс изазвао би ми економске тешкоће
sr_latn: Plaćanje verifikovane naknade za potvrdu za gornji kurs izazvao bi mi ekonomske teškoće

source: I will work diligently to complete the course work and receive a certificate
ru: Ја ћу марљиво радити да завршим курс рада и примим сертификат
sr_latn: Ja ću marljivo raditi da završim kurs rada i primim sertifikat

source: I have read, understand, and will abide by the {honor_code_link} for the edX Site
ru: Прочитао сам, разумем и придржават ће се {honor_code_link} за сајт ЕДКС
sr_latn: Pročitao sam, razumem i pridržavat će se {honor_code_link} za sajt EDKS

source: Title can't be empty
ru: Наслов не може бити празан
sr_latn: Naslov ne može biti prazan

source: Body can't be empty
ru: Тело не може бити празно
sr_latn: Telo ne može biti prazno

source: Topic doesn't exist
ru: Тема не постоји
sr_latn: Tema ne postoji

source: Comment level too deep
ru: Ниво коментара је превише дубоко
sr_latn: Nivo komentara je previše duboko

source: Error uploading file. Please contact the site administrator. Thank you.
ru: Грешка у преношењу датотека. Молимо контактирајте администратора сајта. Хвала.
sr_latn: Greška u prenošenju datoteka. Molimo kontaktirajte administratora sajta. Hvala.

source: Good
ru: Добри
sr_latn: Dobri

source: your
ru: твој
sr_latn: tvoj

source: their
ru: њихов
sr_latn: njihov

source: %(comment_username)s commented to %(thread_title)s:
ru: %(comment_username)s прокоментарисао је %(thread_title)s:
sr_latn: %(comment_username)s prokomentarisao je %(thread_title)s:

source: Comment to %(thread_title)s
ru: Коментар на %(thread_title)s
sr_latn: Komentar na %(thread_title)s

source: %(course_name)s: Reported content awaits review
ru: %(course_name)s: Пријављени садржај чека преглед
sr_latn: %(course_name)s: Prijavljeni sadržaj čeka pregled

source: Go to Discussion
ru: Иди на дискусију
sr_latn: Idi na diskusiju

source: %(course_name)s: Reported content awaits review
ru: %(course_name)s: Пријављени садржај чека преглед
sr_latn: %(course_name)s: Prijavljeni sadržaj čeka pregled

source: %(course_name)s %(course_id)s moderator content for review
ru: %(course_name)s %(course_id)s Модератор Садржај за преглед
sr_latn: %(course_name)s %(course_id)s Moderator Sadržaj za pregled

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
ru: %(comment_username)s је одговорио на {start_tag} %(thread_title)s {end_tag}:
sr_latn: %(comment_username)s je odgovorio na {start_tag} %(thread_title)s {end_tag}:

source: View discussion
ru: Погледајте дискусију
sr_latn: Pogledajte diskusiju

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
ru: %(comment_username)s је одговорио на <b> %(thread_title)s </b>:
sr_latn: %(comment_username)s je odgovorio na <b> %(thread_title)s </ b>:

source: Response to %(thread_title)s
ru: Одговор на %(thread_title)s
sr_latn: Odgovor na %(thread_title)s

source: %(comment_username)s replied to %(thread_title)s: %(comment_body|truncatechars:200)s
ru: %(comment_username)s је одговорио на %(thread_title)s: %(comment_body|truncatechars:200)s
sr_latn: %(comment_username)s je odgovorio na %(thread_title)s: %(comment_body|truncatechars:200)s

source: Access to this discussion is restricted to team members and staff.
ru: Приступ овој дискусији је ограничен на чланове тима и особља.
sr_latn: Pristup ovoj diskusiji je ograničen na članove tima i osoblja.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
ru: Едкнотес услуга је недоступна. Покушајте поново за неколико минута.
sr_latn: Edknotes usluga je nedostupna. Pokušajte ponovo za nekoliko minuta.

source: Invalid JSON response received from notes api.
ru: Неважећи ЈСОН одговор примљен из белешки АПИ.
sr_latn: Nevažeći JSON odgovor primljen iz beleški API.

source: Incorrect data received from notes api.
ru: Нетачни подаци примљени од белешки АПИ.
sr_latn: Netačni podaci primljeni od beleški API.

source: No endpoint was provided for EdxNotes.
ru: Није дата крајња тачка за ЕДксноте.
sr_latn: Nije data krajnja tačka za EDksnote.

source: Notes
ru: Белешке
sr_latn: Beleške

source: Allow learners to highlight passages and make notes right in the course.
ru: Дозволите ученицима да истакну пролазне одломке и праве белешке у току.
sr_latn: Dozvolite učenicima da istaknu prolazne odlomke i prave beleške u toku.

source: Cannot override subsection grade: subsection is not available for target learner.
ru: Не могу надјачати пододељку оцену: пододјељак није доступно за циљни ученик.
sr_latn: Ne mogu nadjačati pododeljku ocenu: pododjeljak nije dostupno za ciljni učenik.

source: Proctored Exam Review: {review_status}
ru: Преглед прокторског испита: {review_status}
sr_latn: Pregled proktorskog ispita: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
ru: Покушај прокурског испита за {exam_name} у {course_name} Корисничко име: {student_username} је прегледао као {review_status} од стране провајдера испитног прегледа. Веза за преглед: {review_url}
sr_latn: Pokušaj prokurskog ispita za {exam_name} u {course_name} Korisničko ime: {student_username} je pregledao kao {review_status} od strane provajdera ispitnog pregleda. Veza za pregled: {review_url}

source: Your Platform Insights
ru: Ваша платформа Инсигхтс
sr_latn: Vaša platforma Insights

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
ru: Ствара се извештај {report_type}. Да бисте погледали статус извештаја, погледајте доњи задаци у наставку.
sr_latn: Stvara se izveštaj {report_type}. Da biste pogledali status izveštaja, pogledajte donji zadaci u nastavku.

source: Found a conflict with given identifier. Please try an alternative identifier
ru: Пронашли сукоб са датим идентификатором. Покушајте са алтернативним идентификатором
sr_latn: Pronašli sukob sa datim identifikatorom. Pokušajte sa alternativnim identifikatorom

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
ru: Проверите да ли је датотека коју уплоад у ЦСВ формату без спољних знакова или редова.
sr_latn: Proverite da li je datoteka koju upload u CSV formatu bez spoljnih znakova ili redova.

source: Could not read uploaded file.
ru: Није могао да прочита пренесену датотеку.
sr_latn: Nije mogao da pročita prenesenu datoteku.

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
ru: Подаци у реду # {row_num} морају имати између четири и шест колона: е-пошта, корисничко име, пуно име, земљу, кохорт и начин курса. Последња два колона су опционално.
sr_latn: Podaci u redu # {row_num} moraju imati između četiri i šest kolona: e-pošta, korisničko ime, puno ime, zemlju, kohort i način kursa. Poslednja dva kolona su opcionalno.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
ru: Подаци у низу # {row_num} морају имати тачно четири колоне: е-пошта, корисничко име, пуно име и земљу.
sr_latn: Podaci u nizu # {row_num} moraju imati tačno četiri kolone: e-pošta, korisničko ime, puno ime i zemlju.

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
ru: Курс није кохорниран, али је пружио кохорт. Занемаривање кохортног задатка за све кориснике.
sr_latn: Kurs nije kohorniran, ali je pružio kohort. Zanemarivanje kohortnog zadatka za sve korisnike.

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
ru: Кохорт Име није пронађено: {cohort}. Занемаривање кохортног задатка за све кориснике.
sr_latn: Kohort Ime nije pronađeno: {cohort}. Zanemarivanje kohortnog zadatka za sve korisnike.

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
ru: Неважећи режим курса: {mode}. Повратак на подразумевани режим или чување тренутног начина у случају да је корисник већ уписан.
sr_latn: Nevažeći režim kursa: {mode}. Povratak na podrazumevani režim ili čuvanje trenutnog načina u slučaju da je korisnik već upisan.

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
ru: Неважећи режим курса: {mode}. Фаилинг Назад на {default_mode} или ресетирање на {default_mode} у случају да је корисник већ уписан.
sr_latn: Nevažeći režim kursa: {mode}. Failing Nazad na {default_mode} ili resetiranje na {default_mode} u slučaju da je korisnik već upisan.

source: Invalid email {email_address}.
ru: Неважећа е-пошта {email_address}.
sr_latn: Nevažeća e-pošta {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
ru: Рачун са е-маилом {email} постоји, али је дата корисничко име {username} је другачије. Уписујте се ионако са {email}.
sr_latn: Račun sa e-mailom {email} postoji, ali je data korisničko ime {username} je drugačije. Upisujte se ionako sa {email}.

source: File is not attached.
ru: Датотека није приложена.
sr_latn: Datoteka nije priložena.

source: Username {user} already exists.
ru: Корисничко име {user} већ постоји.
sr_latn: Korisničko ime {user} već postoji.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
ru: Грешка '{error} ' Док шаљете е-пошту новом кориснику (кориснички емаил = {email}). Без ученика е-поште не би се могао пријавити. Молимо контактирајте подршку за додатне информације.
sr_latn: Greška '{error} ' Dok šaljete e-poštu novom korisniku (korisnički email = {email}). Bez učenika e-pošte ne bi se mogao prijaviti. Molimo kontaktirajte podršku za dodatne informacije.

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
ru: Кључна локација употребе за одељак или проблем. Ако је локација блок који садржи остале блокове, (као што је курс, одељак, пододјељак, блокови), тада ће сви блокови испод тог блока бити укључени у извештај.
sr_latn: Ključna lokacija upotrebe za odeljak ili problem. Ako je lokacija blok koji sadrži ostale blokove, (kao što je kurs, odeljak, pododjeljak, blokovi), tada će svi blokovi ispod tog bloka biti uključeni u izveštaj.

source: A list of usage keys for the blocks to include in the report.
ru: Листа коришћених тастера за блокове који ће се укључити у извештај.
sr_latn: Lista korišćenih tastera za blokove koji će se uključiti u izveštaj.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
ru: Списак проблема / блокова типова за генерисање извештаја за. Ово поље може бити изостављено ако извештај треба да садржи детаље о свим блокадама.
sr_latn: Spisak problema / blokova tipova za generisanje izveštaja za. Ovo polje može biti izostavljeno ako izveštaj treba da sadrži detalje o svim blokadama.

source: User-friendly text describing current status of report generation.
ru: Кориснички текст који описује тренутни статус генерације извештаја.
sr_latn: Korisnički tekst koji opisuje trenutni status generacije izveštaja.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
ru: Јединствени ИД за задатак генерације извештаја. Може се користити за упит најновијег статуса генерације извештаја.
sr_latn: Jedinstveni ID za zadatak generacije izveštaja. Može se koristiti za upit najnovijeg statusa generacije izveštaja.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
ru: Осигурани параметри нису били важећи. Проверите да ли сте дали најмање један валидан кључ употребе за `проблема_локације`.
sr_latn: Osigurani parametri nisu bili važeći. Proverite da li ste dali najmanje jedan validan ključ upotrebe za `problema_lokacije`.

source: The requesting user is not authenticated.
ru: Корисник који тражи захтев није оверен.
sr_latn: Korisnik koji traži zahtev nije overen.

source: The requesting user lacks access to the course.
ru: Кориснику који траже захтев недостаје приступа курсу.
sr_latn: Korisniku koji traže zahtev nedostaje pristupa kursu.

source: problem responses
ru: Проблем одговори
sr_latn: Problem odgovori

source: Could not find problem with this location.
ru: Није могао да нађе проблем са овом локацијом.
sr_latn: Nije mogao da nađe problem sa ovom lokacijom.

source: CourseID
ru: Усавршавајући
sr_latn: Usavršavajući

source: Certificate Type
ru: Врста сертификата
sr_latn: Vrsta sertifikata

source: Total Certificates Issued
ru: Укупни издавани цертификати
sr_latn: Ukupni izdavani certifikati

source: Date Report Run
ru: Извештај о датуму
sr_latn: Izveštaj o datumu

source: enrolled learner profile
ru: уписани профил ученика
sr_latn: upisani profil učenika

source: User ID
ru: Кориснички ИД
sr_latn: Korisnički ID

source: Username
ru: Корисничко име
sr_latn: Korisničko ime

source: Email
ru: Е-маил

source: Language
ru: Језик
sr_latn: Jezik

source: Location
ru: Локација
sr_latn: Lokacija

source: Gender
ru: Род
sr_latn: Rod

source: Level of Education
ru: Ниво образовања
sr_latn: Nivo obrazovanja

source: Mailing Address
ru: Поштанска адреса
sr_latn: Poštanska adresa

source: Goals
ru: Голови
sr_latn: Golovi

source: Enrollment Mode
ru: Режим уписа
sr_latn: Režim upisa

source: Last Login
ru: Последња пријава
sr_latn: Poslednja prijava

source: Date Joined
ru: Датум придружио се
sr_latn: Datum pridružio se

source: External User Key
ru: Вањски кориснички кључ
sr_latn: Vanjski korisnički ključ

source: Cohort
ru: Кохорт
sr_latn: Kohort

source: Team
ru: Тим
sr_latn: Tim

source: City
ru: Град
sr_latn: Grad

source: Country
ru: Земља
sr_latn: Zemlja

source: enrollment
ru: упис
sr_latn: upis

source: The file must contain a 'cohort' column containing cohort names.
ru: Датотека мора да садржи ступац 'cohort' која садржи кохортне имена.
sr_latn: Datoteka mora da sadrži stupac 'cohort' koja sadrži kohortne imena.

source: The file must contain a 'username' column, an 'email' column, or both.
ru: Датотека мора да садржи 'username' колону, 'email' колона или обоје.
sr_latn: Datoteka mora da sadrži 'username' kolonu, 'email' kolona ili oboje.

source: survey
ru: истраживање
sr_latn: istraživanje

source: proctored exam results
ru: Резултати прокорисаног испита
sr_latn: Rezultati prokorisanog ispita

source: Anonymized User IDs
ru: Анонимни кориснички ИД
sr_latn: Anonimni korisnički ID

source: Enrollment status for {student}: active
ru: Статус уписа за {student}: АЦТИВЕ
sr_latn: Status upisa za {student}: ACTIVE

source: Enrollment status for {student}: inactive
ru: Статус уписа за {student}: неактиван
sr_latn: Status upisa za {student}: neaktivan

source: Enrollment status for {student}: pending
ru: Статус уписа за {student}: на чекању
sr_latn: Status upisa za {student}: na čekanju

source: Enrollment status for {student}: never enrolled
ru: Статус уписа за {student}: никад уписано
sr_latn: Status upisa za {student}: nikad upisano

source: Module does not exist.
ru: Модул не постоји.
sr_latn: Modul ne postoji.

source: An error occurred while deleting the score.
ru: Дошло је до грешке приликом брисања резултата.
sr_latn: Došlo je do greške prilikom brisanja rezultata.

source: An error occurred while attempting to reset for all students.
ru: Дошло је до грешке приликом покушаја ресетовања за све студенте.
sr_latn: Došlo je do greške prilikom pokušaja resetovanja za sve studente.

source: Course has no entrance exam section.
ru: Курс нема одељак за пријемни испит.
sr_latn: Kurs nema odeljak za prijemni ispit.

source: all_students and unique_student_identifier are mutually exclusive.
ru: Алл_студенти и јединствени_студент_идентифиер су међусобно искључиви.
sr_latn: All_studenti i jedinstveni_student_identifier su međusobno isključivi.

source: all_students and delete_module are mutually exclusive.
ru: Алл_студенти и делете_модуле се међусобно искључују.
sr_latn: All_studenti i delete_module se međusobno isključuju.

source: Requires instructor access.
ru: Захтева приступ инструктора.
sr_latn: Zahteva pristup instruktora.

source: Course has no valid entrance exam section.
ru: Курс нема валидан одељак за испит за улаз.
sr_latn: Kurs nema validan odeljak za ispit za ulaz.

source: All Students
ru: Сви студенти
sr_latn: Svi studenti

source: Cannot rescore with all_students and unique_student_identifier.
ru: Не могу да се поново покрене са свим_мудентима и јединственим_студент_идентифиер-ом.
sr_latn: Ne mogu da se ponovo pokrene sa svim_mudentima i jedinstvenim_student_identifier-om.

source: Current status of task.
ru: Тренутни статус задатка.
sr_latn: Trenutni status zadatka.

source: Identifies the kind of task being performed, e.g. rescoring.
ru: Идентификује врсту задатка који се изводи, нпр. спашавање.
sr_latn: Identifikuje vrstu zadatka koji se izvodi, npr. spašavanje.

source: The celery ID for the task.
ru: ИД целера за задатак.
sr_latn: ID celera za zadatak.

source: The date and time when the task was created.
ru: Датум и време када је задатак створен.
sr_latn: Datum i vreme kada je zadatak stvoren.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
ru: Улазни параметри за задатак. Формат и садржај ових података зависиће од врстог обављања задатка. За инферентно може садржати локације проблема за задатак проблема са ресурсима.
sr_latn: Ulazni parametri za zadatak. Format i sadržaj ovih podataka zavisiće od vrstog obavljanja zadatka. Za inferentno može sadržati lokacije problema za zadatak problema sa resursima.

source: The username of the user who initiated this task.
ru: Корисничко име корисника који је покренуо овај задатак.
sr_latn: Korisničko ime korisnika koji je pokrenuo ovaj zadatak.

source: The last knows state of the celery task.
ru: Последње познаје стање задатка целера.
sr_latn: Poslednje poznaje stanje zadatka celera.

source: Task duration information, if known
ru: Информације о трајању задатака, ако је познато
sr_latn: Informacije o trajanju zadataka, ako je poznato

source: User-friendly task status information, if available.
ru: Информације о статусу корисника за кориснике, ако су доступне.
sr_latn: Informacije o statusu korisnika za korisnike, ako su dostupne.

source: List of instructor tasks.
ru: Листа задатака инструктора.
sr_latn: Lista zadataka instruktora.

source: The requested course does not exist.
ru: Тражени курс не постоји.
sr_latn: Traženi kurs ne postoji.

source: URL from which report can be downloaded.
ru: УРЛ из кога се може преузети извештај.
sr_latn: URL iz koga se može preuzeti izveštaj.

source: Name of report.
ru: Име извештаја.
sr_latn: Ime izveštaja.

source: HTML anchor tag that contains the name and link.
ru: ХТМЛ ознака сидра која садржи име и везу.
sr_latn: HTML oznaka sidra koja sadrži ime i vezu.

source: List of report downloads
ru: Листа преузимања извештаја
sr_latn: Lista preuzimanja izveštaja

source: ID for the course whose reports need to be listed.
ru: ИД за курс чији извештаји треба да буду наведени.
sr_latn: ID za kurs čiji izveštaji treba da budu navedeni.
