Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
ru: Ако ваш уџбеник нема појединачна поглавља, цео текст можете да отпремите као једно поглавље и унесите име по вашем пољу Поглавље.
sr_latn: Ako vaš udžbenik nema pojedinačna poglavlja, ceo tekst možete da otpremite kao jedno poglavlje i unesite ime po vašem polju Poglavlje.

source: Learn more about textbooks
ru: Сазнајте више о уџбеницима
sr_latn: Saznajte više o udžbenicima

source: Video Uploads
ru: Видео за уплоад
sr_latn: Video za upload

source: Course Video Settings
ru: Подешавања видео записа
sr_latn: Podešavanja video zapisa

source: Changing..
ru: Промена ..
sr_latn: Promena ..

source: Videos per page:
ru: Видео снимци на страници:
sr_latn: Video snimci na stranici:

source: Access is not restricted
ru: Приступ није ограничен
sr_latn: Pristup nije ograničen

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
ru: Приступ овој јединици није ограничен, али видљивост може утицати наследна подешавања.
sr_latn: Pristup ovoj jedinici nije ograničen, ali vidljivost može uticati nasledna podešavanja.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
ru: Приступ овој компоненти није ограничен, али видљивост може утицати наследна подешавања.
sr_latn: Pristup ovoj komponenti nije ograničen, ali vidljivost može uticati nasledna podešavanja.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
ru: Можете да ограничите приступ овој јединици ученицима у одређеним уписима или садржајним групама.
sr_latn: Možete da ograničite pristup ovoj jedinici učenicima u određenim upisima ili sadržajnim grupama.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
ru: Можете да ограничите приступ овој компоненти ученицима у одређеним записима за упис или групе садржаја.
sr_latn: Možete da ograničite pristup ovoj komponenti učenicima u određenim zapisima za upis ili grupe sadržaja.

source: You can restrict access to this unit to learners in specific content groups.
ru: Можете да ограничите приступ овој јединици ученицима у одређеним садржајима.
sr_latn: Možete da ograničite pristup ovoj jedinici učenicima u određenim sadržajima.

source: You can restrict access to this component to learners in specific content groups.
ru: Можете да ограничите приступ овој компоненти ученицима у одређеним групама садржаја.
sr_latn: Možete da ograničite pristup ovoj komponenti učenicima u određenim grupama sadržaja.

source: Manage content groups
ru: Управљање групама са садржајем
sr_latn: Upravljanje grupama sa sadržajem

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
ru: {screen_reader_start} Упозорење: {screen_reader_end} Јединица која садржи ову компоненту је скривена од ученика. Подешавање јединице надјачава овде дефинисане поставке приступа компоненти.
sr_latn: {screen_reader_start} Upozorenje: {screen_reader_end} Jedinica koja sadrži ovu komponentu je skrivena od učenika. Podešavanje jedinice nadjačava ovde definisane postavke pristupa komponenti.

source: Access is restricted to:
ru: Приступ је ограничен на:
sr_latn: Pristup je ograničen na:

source: Restrict access to:
ru: Ограничите приступ:
sr_latn: Ograničite pristup:

source: Select a group type
ru: Изаберите врсту групе
sr_latn: Izaberite vrstu grupe

source: All Learners and Staff
ru: Сви ученици и особље
sr_latn: Svi učenici i osoblje

source: Select one or more groups:
ru: Изаберите једну или више група:
sr_latn: Izaberite jednu ili više grupa:

source: This group no longer exists. Choose another group or remove the access restriction.
ru: Ова група више не постоји. Изаберите другу групу или уклоните ограничење приступа.
sr_latn: Ova grupa više ne postoji. Izaberite drugu grupu ili uklonite ograničenje pristupa.

source: {email} has requested {studio_name} course creator privileges on edge
ru: {email} је затражио {studio_name} Цреатор Цреатор Привилегије на ивици
sr_latn: {email} je zatražio {studio_name} Creator Creator Privilegije na ivici

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges.
ru: Корисник '{user} ' са Е-маил {email} је затражио {studio_name} Цреатор Привилегес Цреатор.
sr_latn: Korisnik '{user} ' sa E-mail {email} je zatražio {studio_name} Creator Privileges Creator.

source: To grant or deny this request, use the course creator admin table.
ru: Да бисте одобрили или негирали овај захтев, користите таблицу администратора за креирање курсева.
sr_latn: Da biste odobrili ili negirali ovaj zahtev, koristite tablicu administratora za kreiranje kurseva.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
ru: Ваш захтев за прављење креирања курсева на {studio_name} су одбијени. Ако верујете да је то било у грешци, контактирајте {email}
sr_latn: Vaš zahtev za pravljenje kreiranja kurseva na {studio_name} su odbijeni. Ako verujete da je to bilo u grešci, kontaktirajte {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
ru: Ваш захтев за креирање курсева на {studio_name} одобрено је. Да бисте креирали свој први курс, посетите {url}
sr_latn: Vaš zahtev za kreiranje kurseva na {studio_name} odobreno je. Da biste kreirali svoj prvi kurs, posetite {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
ru: Ваша права креирања курса на {studio_name} су опозвани. Ако верујете да је то било у грешци, контактирајте {email}
sr_latn: Vaša prava kreiranja kursa na {studio_name} su opozvani. Ako verujete da je to bilo u grešci, kontaktirajte {email}

source: Your course creator status for {studio_name}
ru: Статус Креатора вашег курса за {studio_name}
sr_latn: Status Stvoritelja vašeg kursa za {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
ru: Ваш {task_name} задатак је завршен са статусом '{task_status} '. Користите овај УРЛ да бисте видели детаље задатка или преузети било које датотеке креиране: {detail_url}
sr_latn: Vaš {task_name} zadatak je završen sa statusom '{task_status} '. Koristite ovaj URL da biste videli detalje zadatka ili preuzeti bilo koje datoteke kreirane: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task.
ru: Ваш {task_name} задатак је завршен са статусом '{task_status} '. Пријавите се да бисте видели детаље свог задатка.
sr_latn: Vaš {task_name} zadatak je završen sa statusom '{task_status} '. Prijavite se da biste videli detalje svog zadatka.

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
ru: Ваш {task_name} задатак је завршен са статусом '{task_status} '. Пријавите се да бисте видели детаље вашег задатка или преузели било које датотеке креиране.
sr_latn: Vaš {task_name} zadatak je završen sa statusom '{task_status} '. Prijavite se da biste videli detalje vašeg zadatka ili preuzeli bilo koje datoteke kreirane.

source: Here are some validations we found with your course content.
ru: Ево неких валирација које смо пронашли са садржајем курса.
sr_latn: Evo nekih valiracija koje smo pronašli sa sadržajem kursa.

source: Errors:
ru: Грешке:
sr_latn: Greške:

source: Warnings:
ru: Упозорења:
sr_latn: Upozorenja:

source: {platform_name} {studio_name}: Course Optimizer Status Update
ru: {platform_name} {studio_name}: Ажурирање статуса за оптимизацију курса
sr_latn: {platform_name} {studio_name}: Ažuriranje statusa za optimizaciju kursa

source: {platform_name} {studio_name}: Task Status Update
ru: {platform_name} {studio_name}: Ажурирање статуса задатака
sr_latn: {platform_name} {studio_name}: Ažuriranje statusa zadataka

source: Delete Announcement
ru: Избриши најаву
sr_latn: Izbriši najavu

source: Are you sure you want to delete this Announcement?
ru: Јесте ли сигурни да желите да избришете ову најаву?
sr_latn: Jeste li sigurni da želite da izbrišete ovu najavu?

source: Confirm
ru: Потврдити
sr_latn: Potvrditi

source: Edit Announcement
ru: Уређивање најаве
sr_latn: Uređivanje najave

source: Create New
ru: Креирајте ново
sr_latn: Kreirajte novo

source: previous
ru: превиоус

source: next
ru: следећи
sr_latn: sledeći

source: Maintenance Dashboard
ru: Контролна табла за одржавање
sr_latn: Kontrolna tabla za održavanje

source: Thanks for activating your account.
ru: Хвала што сте активирали свој налог.
sr_latn: Hvala što ste aktivirali svoj nalog.

source: This account has already been activated.
ru: Овај налог је већ активиран.
sr_latn: Ovaj nalog je već aktiviran.

source: Visit your {link_start}dashboard{link_end} to see your courses.
ru: Посетите свој {link_start} Дасхбоард{link_end} да бисте видели своје курсеве.
sr_latn: Posetite svoj {link_start} Dashboard{link_end} da biste videli svoje kurseve.

source: You can now {link_start}sign in{link_end}.
ru: Сада можете {link_start} потписати ин{link_end}.
sr_latn: Sada možete {link_start} potpisati in{link_end}.

source: Activation Invalid
ru: Активирање неважеће
sr_latn: Aktiviranje nevažeće

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
ru: Нешто је пошло по злу. Програми е-поште Понекад подељени УРЛ адресе у две линије, па се уверите у УРЛ-у који користите правилно форматирано. Ако и даље имате проблема, пошаљите нам поруку е-поште на {email_start} {email} {email_end}.
sr_latn: Nešto je pošlo po zlu. Programi e-pošte Ponekad podeljeni URL adrese u dve linije, pa se uverite u URL-u koji koristite pravilno formatirano. Ako i dalje imate problema, pošaljite nam poruku e-pošte na {email_start} {email} {email_end}.

source: Return to the {link_start}home page{link_end}.
ru: Повратак на {link_start} Почетна страница{link_end}.
sr_latn: Povratak na {link_start} Početna stranica{link_end}.

source: Support will be removed in an upcoming release.
ru: Подршка ће бити уклоњена у предстојећем издању.
sr_latn: Podrška će biti uklonjena u predstojećem izdanju.

source: Support will be removed on {expiration_date}.
ru: Подршка ће бити уклоњена на {expiration_date}.
sr_latn: Podrška će biti uklonjena na {expiration_date}.

source: This course uses a legacy storage format.
ru: Овај курс користи формат заоставштине за складиштење.
sr_latn: Ovaj kurs koristi format zaostavštine za skladištenje.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
ru: Молимо контактирајте контакт тима за подршку, ако имате било каквих додатних питања или недоумица.
sr_latn: Molimo kontaktirajte kontakt tima za podršku, ako imate bilo kakvih dodatnih pitanja ili nedoumica.

source: Policies
ru: Политике
sr_latn: Politike

source: Accessibility Accommodation Request
ru: Захтев за приступачност
sr_latn: Zahtev za pristupačnost

source: LMS
ru: ЛМС

source: Current Course:
ru: Тренутни курс:
sr_latn: Trenutni kurs:

source: Course Navigation
ru: Навигација курса
sr_latn: Navigacija kursa

source: Outline
ru: Нацртати
sr_latn: Nacrtati

source: Videos
ru: Видеос

source: Publisher
ru: Издавач
sr_latn: Izdavač

source: Import
ru: Увоз
sr_latn: Uvoz

source: Export
ru: Извоз
sr_latn: Izvoz

source: Course Optimizer
ru: Оптимизер курса
sr_latn: Optimizer kursa

source: Current Library:
ru: Тренутна библиотека:
sr_latn: Trenutna biblioteka:

source: Language preference
ru: Језички преференција
sr_latn: Jezički preferencija

source: Account Navigation
ru: Навигација рачуна
sr_latn: Navigacija računa

source: Contextual Online Help
ru: Контекстуална онлајн помоћ
sr_latn: Kontekstualna onlajn pomoć

source: Sign Up
ru: Пријавити се
sr_latn: Prijaviti se

source: Launch Latex Source Compiler
ru: Покрените изворни преводилац латекса
sr_latn: Pokrenite izvorni prevodilac lateksa

source: Heading
ru: Наслов
sr_latn: Naslov

source: Insert a heading
ru: Уметните наслов
sr_latn: Umetnite naslov

source: Add a multiple choice question
ru: Додајте питање вишеструких избора
sr_latn: Dodajte pitanje višestrukih izbora

source: Add a question with checkboxes
ru: Додајте питање помоћу потврдни оквири
sr_latn: Dodajte pitanje pomoću potvrdni okviri

source: Insert a text response
ru: Уметните одговор текста
sr_latn: Umetnite odgovor teksta

source: Insert a numerical response
ru: Унесите нумерички одговор
sr_latn: Unesite numerički odgovor

source: Insert a dropdown response
ru: Уметните на падајућег одговора
sr_latn: Umetnite na padajućeg odgovora

source: Explanation
ru: Објашњење
sr_latn: Objašnjenje

source: Add an explanation for this question
ru: Додајте објашњење за ово питање
sr_latn: Dodajte objašnjenje za ovo pitanje

source: Advanced Editor
ru: Напредни уредник
sr_latn: Napredni urednik

source: Markdown Help
ru: Маркдовн Помоћ
sr_latn: Markdovn Pomoć

source: Label
ru: Налепница
sr_latn: Nalepnica

source: Looking for help with {studio_name}?
ru: Тражите помоћ са {studio_name}?
sr_latn: Tražite pomoć sa {studio_name}?

source: Hide {studio_name} Help
ru: Сакриј {studio_name} Помоћ
sr_latn: Sakrij {studio_name} Pomoć

source: {studio_name} Documentation
ru: {studio_name} Документација
sr_latn: {studio_name} Dokumentacija

source: Access edx.org documentation on http://docs.edx.org
ru: Приступите ЕДКС.орг документацији на адреси хттп: //доцс.едк.орг
sr_latn: Pristupite EDKS.org dokumentaciji na adresi http: //docs.edk.org

source: edX Documentation
ru: ЕДКС документација
sr_latn: EDKS dokumentacija

source: Access the Open edX Portal
ru: Приступите Опен ЕДКС порталу
sr_latn: Pristupite Open EDKS portalu

source: Open edX Portal
ru: Отвори ЕДКС портал
sr_latn: Otvori EDKS portal

source: Enroll in edX101: Overview of Creating an edX Course
ru: Уписите се ЕДКС101: Преглед креирања ЕДКС курса
sr_latn: Upisite se EDKS101: Pregled kreiranja EDKS kursa

source: Enroll in edX101
ru: Уписите се у ЕДКС101
sr_latn: Upisite se u EDKS101

source: Enroll in StudioX: Creating a Course with edX Studio
ru: Уписите се у Студиок: Стварање курса са ЕДКС студио
sr_latn: Upisite se u Studiok: Stvaranje kursa sa EDKS studio

source: Enroll in StudioX
ru: Уписати у студио
sr_latn: Upisati u studio

source: Send an email to {email}
ru: Пошаљи е-маил на {email}
sr_latn: Pošalji e-mail na {email}

source: Currently signed in as:
ru: Тренутно се пријављује као:
sr_latn: Trenutno se prijavljuje kao:

source: Maintenance
ru: Одржавање
sr_latn: Održavanje

source: created
ru: креиран
sr_latn: kreiran

source: Wiki notifications
ru: Вики Обавештења
sr_latn: Viki Obaveštenja

source: Wiki images
ru: Вики слике
sr_latn: Viki slike

source: Wiki attachments
ru: Вики Прилози
sr_latn: Viki Prilozi

source: Only localhost... muahahaha
ru: Само лоцалхост ... Муахахаха
sr_latn: Samo localhost ... Muahahaha

source: Initial title of the article. May be overridden with revision titles.
ru: Почетни наслов чланка. Може се надјачати са називима ревизије.
sr_latn: Početni naslov članka. Može se nadjačati sa nazivima revizije.

source: Type in some contents
ru: Унесите неке садржаје
sr_latn: Unesite neke sadržaje

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
ru: Ово је само почетни садржај вашег чланка. Након што је креирате, можете користити сложеније функције попут додавања додатака, мета података, повезаних чланака итд ...
sr_latn: Ovo je samo početni sadržaj vašeg članka. Nakon što je kreirate, možete koristiti složenije funkcije poput dodavanja dodataka, meta podataka, povezanih članaka itd ...

source: Contents
ru: Садржај
sr_latn: Sadržaj

source: Summary
ru: Резиме
sr_latn: Rezime

source: Give a short reason for your edit, which will be stated in the revision log.
ru: Дајте кратак разлог за ваше уређивање које ће се навести у ревизијском дневнику.
sr_latn: Dajte kratak razlog za vaše uređivanje koje će se navesti u revizijskom dnevniku.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
ru: Док сте били уређивали, неко други је променио ревизију. Ваш садржај се аутоматски споји са новим садржајем. Молимо прегледајте текст у наставку.
sr_latn: Dok ste bili uređivali, neko drugi je promenio reviziju. Vaš sadržaj se automatski spoji sa novim sadržajem. Molimo pregledajte tekst u nastavku.

source: No changes made. Nothing to save.
ru: Нема промене. Ништа за спас.
sr_latn: Nema promene. Ništa za spas.

source: Slug
ru: Пролазан
sr_latn: Prolazan

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
ru: Ово ће бити адреса у којој се ваш чланак може пронаћи. Користите само алфанумеричке знакове и - или _. Имајте на уму да не можете променити слугу након креирања чланка.
sr_latn: Ovo će biti adresa u kojoj se vaš članak može pronaći. Koristite samo alfanumeričke znakove i - ili _. Imajte na umu da ne možete promeniti slugu nakon kreiranja članka.

source: Write a brief message for the article's history log.
ru: Напишите кратку поруку за именовање чланка чланка.
sr_latn: Napišite kratku poruku za imenovanje članka članka.

source: A slug may not begin with an underscore.
ru: Слаг можда неће почети са подвлаком.
sr_latn: Slag možda neće početi sa podvlakom.

source: A deleted article with slug "%s" already exists.
ru: Избрисан чланак са Слуг "%s " већ постоји.
sr_latn: Izbrisan članak sa Slug "%s " već postoji.

source: A slug named "%s" already exists.
ru: Слуг по имену "%s " већ постоји.
sr_latn: Slug po imenu "%s " već postoji.

source: Yes, I am sure
ru: Да, сигуран сам
sr_latn: Da, siguran sam

source: Purge
ru: Прочистити
sr_latn: Pročistiti

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
ru: Чишћење чланка: Потпуно га уклоните (и сав његов садржај) без поништавања. Прочишћавање је добра идеја ако желите да ослободите Слуг тако да корисници могу креирати нове чланке на њеном месту.
sr_latn: Čišćenje članka: Potpuno ga uklonite (i sav njegov sadržaj) bez poništavanja. Pročišćavanje je dobra ideja ako želite da oslobodite Slug tako da korisnici mogu stvoriti nove članke na njenom mestu.

source: You are not sure enough!
ru: Ниси довољно сигуран!
sr_latn: Nisi dovoljno siguran!

source: While you tried to delete this article, it was modified. TAKE CARE!
ru: Док сте покушали да избришете овај чланак, модификован је. Чувај се!
sr_latn: Dok ste pokušali da izbrišete ovaj članak, modifikovan je. Čuvaj se!

source: Lock article
ru: Чланак за закључавање
sr_latn: Članak za zaključavanje

source: Deny all users access to edit this article.
ru: Негирајте све кориснике приступају уређивању овог члана.
sr_latn: Negirajte sve korisnike pristupaju uređivanju ovog člana.

source: Permissions
ru: Дозволе
sr_latn: Dozvole

source: Owner
ru: Власник
sr_latn: Vlasnik

source: Enter the username of the owner.
ru: Унесите корисничко име власника.
sr_latn: Unesite korisničko ime vlasnika.

source: (none)
ru: (ниједан)
sr_latn: (nijedan)

source: Inherit permissions
ru: Наслеђене дозволе
sr_latn: Nasleđene dozvole

source: Check here to apply the above permissions recursively to articles under this one.
ru: Проверите овде да примените горе наведене дозволе рекурзивно у чланке под овим.
sr_latn: Proverite ovde da primenite gore navedene dozvole rekurzivno u članke pod ovim.

source: Permission settings for the article were updated.
ru: Поставке дозвола за чланак су ажуриране.
sr_latn: Postavke dozvola za članak su ažurirane.

source: Your permission settings were unchanged, so nothing saved.
ru: Ваше подешавања дозвола била су непромењена, па ништа уштедјено.
sr_latn: Vaše podešavanja dozvola bila su nepromenjena, pa ništa uštedjeno.

source: No user with that username
ru: Нема корисника са тим корисничким именом
sr_latn: Nema korisnika sa tim korisničkim imenom

source: Article locked for editing
ru: Чланак закључан за уређивање
sr_latn: Članak zaključan za uređivanje

source: Article unlocked for editing
ru: Чланак је откључан за уређивање
sr_latn: Članak je otključan za uređivanje

source: Filter
ru: Филтер

source: Settings for plugin
ru: Подешавања за додатак
sr_latn: Podešavanja za dodatak

source: current revision
ru: Тренутна ревизија
sr_latn: Trenutna revizija

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
ru: Ревизија се приказује за овај чланак. Ако требате да урадите повратне леђа, једноставно промените вредност ове области.
sr_latn: Revizija se prikazuje za ovaj članak. Ako trebate da uradite povratne leđa, jednostavno promenite vrednost ove oblasti.

source: modified
ru: модификован
sr_latn: modifikovan

source: Article properties last modified
ru: ЧЛАНОВА СОПЦИЈАЛНА ПОСЛЕДЊА МОВИФИФИРАНА
sr_latn: ČLANOVA SOPCIJALNA POSLEDNjA MOVIFIFIRANA

source: The owner of the article, usually the creator. The owner always has both read and write access.
ru: Власник чланка, обично Креатор. Власник увек има и читање и написати приступ.
sr_latn: Vlasnik članka, obično Stvoritelj. Vlasnik uvek ima i čitanje i napisati pristup.

source: group
ru: груписати
sr_latn: grupisati

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
ru: Као у УНИКС датотечном систему, дозволе се могу дати кориснику у складу са чланством Групе. Групе се рукује кроз систем Аутх Дјанго.
sr_latn: Kao u UNIKS datotečnom sistemu, dozvole se mogu dati korisniku u skladu sa članstvom Grupe. Grupe se rukuje kroz sistem Auth Django.

source: group read access
ru: Групни приступ читању
sr_latn: Grupni pristup čitanju

source: group write access
ru: Групни приступ писању
sr_latn: Grupni pristup pisanju

source: others read access
ru: Остало читање приступа
sr_latn: Ostalo čitanje pristupa

source: others write access
ru: други написати приступ
sr_latn: drugi napisati pristup

source: Article without content (%(id)d)
ru: Чланак без садржаја (%(id)d)
sr_latn: Članak bez sadržaja (%(id)d)

source: content type
ru: Тип садржаја
sr_latn: Tip sadržaja

source: object ID
ru: ИД објекта
sr_latn: ID objekta

source: Article for object
ru: Чланак за објект
sr_latn: Članak za objekt

source: Articles for object
ru: Чланци за предмет
sr_latn: Članci za predmet

source: revision number
ru: број ревизије
sr_latn: broj revizije

source: IP address
ru: ИП адреса
sr_latn: IP adresa

source: user
ru: корисник
sr_latn: korisnik

source: locked
ru: закључан
sr_latn: zaključan

source: article
ru: члан
sr_latn: član

source: article contents
ru: Чланство садржаја
sr_latn: Članstvo sadržaja

source: article title
ru: назив чланка
sr_latn: naziv članka
