Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Denied
ru: Одбијен
sr_latn: Odbijen

source: Approved
ru: Одобрен
sr_latn: Odobren

source: Status of this API access request
ru: Статус овог АПИ-овог захтева за приступ
sr_latn: Status ovog API-ovog zahteva za pristup

source: The URL of the website associated with this API user.
ru: УРЛ веб странице повезано са овим АПИ корисником.
sr_latn: URL veb stranice povezano sa ovim API korisnikom.

source: The reason this user wants to access the API.
ru: Разлог зашто овај корисник жели да приступи АПИ-у.
sr_latn: Razlog zašto ovaj korisnik želi da pristupi API-u.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
ru: Ја и моја организација прихватам {link_start} {platform_name} АПИ Услови услуге{link_end}.
sr_latn: Ja i moja organizacija prihvatam {link_start} {platform_name} API Uslovi usluge{link_end}.

source: '%s' is not a valid scope.
ru: '%s ' није валидан опсег.
sr_latn: '%s ' nije validan opseg.

source: Bookmarks
ru: Маркери
sr_latn: Markeri

source: An error has occurred. Please try again.
ru: Дошло је до грешке. Покушајте поново.
sr_latn: Došlo je do greške. Pokušajte ponovo.

source: No data provided.
ru: Нема података.
sr_latn: Nema podataka.

source: Parameter usage_id not provided.
ru: УСАГЕ параметар_ид није обезбеђен.
sr_latn: USAGE parametar_id nije obezbeđen.

source: Invalid usage_id: {usage_id}.
ru: Неважећа употреба_ид: {usage_id}.
sr_latn: Nevažeća upotreba_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
ru: Блок са УСАГЕ_ИД: {usage_id} Није пронађен.
sr_latn: Blok sa USAGE_ID: {usage_id} Nije pronađen.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
ru: Можете да креирате до {max_num_bookmarks_per_course} Боокмаркс. Морате уклонити неке маркере пре него што можете да додате нове.
sr_latn: Možete da kreirate do {max_num_bookmarks_per_course} Bookmarks. Morate ukloniti neke markere pre nego što možete da dodate nove.

source: Bookmark with usage_id: {usage_id} does not exist.
ru: Боокмарк витх усаге_ид: {usage_id} не постоји.
sr_latn: Bookmark vith usage_id: {usage_id} ne postoji.

source: Internal API URL
ru: Интернал АПИ УРЛ

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
ru: Застарело: Користите сет поставки_цаталог_апи_урл.
sr_latn: Zastarelo: Koristite set postavki_catalog_api_url.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
ru: Одређено у секунди. Омогућите кеширање одговора АПИ постављањем то на вредност већу од 0.
sr_latn: Određeno u sekundi. Omogućite keširanje odgovora API postavljanjem to na vrednost veću od 0.

source: Long Term Cache Time To Live
ru: Дугорочно веће кеша времена за живот
sr_latn: Dugoročno veće keša vremena za život

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
ru: Наведен у секунди (подразумевано 86400-их, 24х). У неким случајевима кеш је потребно мање освежити. Омогућите дугорочно кеширање АПИ одговора постављањем то на вредност већу од 0.
sr_latn: Naveden u sekundi (podrazumevano 86400-ih, 24h). U nekim slučajevima keš je potrebno manje osvežiti. Omogućite dugoročno keširanje API odgovora postavljanjem to na vrednost veću od 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
ru: Корисничко име креирано за каталог курсева Интеграција, нпр. ЛМС_ЦАТАЛОГ_СЕРВИЦЕ_УСЕР.
sr_latn: Korisničko ime kreirano za katalog kurseva Integracija, npr. LMS_CATALOG_SERVICE_USER.

source: Page Size
ru: Величина странице
sr_latn: Veličina stranice

source: Maximum number of records in paginated response of a single request to catalog service.
ru: Максималан број записа у страном од одговора јединственог захтева за каталошку услугу.
sr_latn: Maksimalan broj zapisa u stranom od odgovora jedinstvenog zahteva za katalošku uslugu.

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
ru: Они дефинишу контекст да би се омогућила ова конфигурација. Ако нису постављене никакве вредности, конфигурација се односи на глобално. Ако је постављена једна вредност, тада се конфигурација односи на све курсеве у том контексту. У већини једне вредности се може подесити у времен.{br} Ако се више контексти односи на курс (на пример, ако је конфигурација специфично одредила конфигурација, а за орг да је курс у току, тада је специфичнији контекст надјачали општи контекст.
sr_latn: Oni definišu kontekst da bi se omogućila ova konfiguracija. Ako nisu postavljene nikakve vrednosti, konfiguracija se odnosi na globalno. Ako je postavljena jedna vrednost, tada se konfiguracija odnosi na sve kurseve u tom kontekstu. U većini jedne vrednosti se može podesiti u vremen.{br} Ako se više konteksti odnosi na kurs (na primer, ako je konfiguracija specifično odredila konfiguracija, a za org da je kurs u toku, tada je specifičniji kontekst nadjačali opšti kontekst.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
ru: Ако је било која од ових вредности остављена празна или "Unknown", тада ће њихова вредност на време извођења бити преузета из следећег најчешће контекста који се примењује. На пример, ако је "Enabled" остављен као "Unknown" у контексту курса, тада ће тај курс бити омогућен само ако је омогућен орг.
sr_latn: Ako je bilo koja od ovih vrednosti ostavljena prazna ili "Unknown", tada će njihova vrednost na vreme izvođenja biti preuzeta iz sledećeg najčešće konteksta koji se primenjuje. Na primer, ako je "Enabled" ostavljen kao "Unknown" u kontekstu kursa, tada će taj kurs biti omogućen samo ako je omogućen org.

source: %(value)s should have the form ORG+COURSE
ru: %(value)s треба да има курс образац или курс
sr_latn: %(value)s treba da ima kurs obrazac ili kurs

source: Enabled
ru: Омогућено
sr_latn: Omogućeno

source: Configure values for all course runs associated with this site.
ru: Конфигуришите вредности за све курсеве повезане са овом веб страницом.
sr_latn: Konfigurišite vrednosti za sve kurseve povezane sa ovom veb stranicom.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
ru: Конфигуришите вредности за све курсеве који су повезани са овом организацијом. Ово је низ организације (И.Е. ЕДКС, МИТКС).
sr_latn: Konfigurišite vrednosti za sve kurseve koji su povezani sa ovom organizacijom. Ovo je niz organizacije (I.E. EDKS, MITKS).

source: Course in Org
ru: Курс у оргу
sr_latn: Kurs u orgu

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
ru: Конфигуришите вредности за све курсеве повезане са овим курсом. Ово је форматирано као 'org+course' (тј. Митк + 6,002к, Харвардк + ЦС50).
sr_latn: Konfigurišite vrednosti za sve kurseve povezane sa ovim kursom. Ovo je formatirano kao 'org+course' (tj. Mitk + 6,002k, Harvardk + CS50).

source: Course Run
ru: Трчање курса
sr_latn: Trčanje kursa

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
ru: Конфигуришите вредности за овај курс. Ово би требало да буде форматирано као курс (и.е. курс-В1: //митк+6.002к+2019_К1)
sr_latn: Konfigurišite vrednosti za ovaj kurs. Ovo bi trebalo da bude formatirano kao kurs (i.e. kurs-V1: //mitk+6.002k+2019_K1)

source: Configuration may not be specified at more than one level at once.
ru: Конфигурација се не може одредити на више нивоа одједном.
sr_latn: Konfiguracija se ne može odrediti na više nivoa odjednom.

source: Error Status
ru: Статус грешке
sr_latn: Status greške

source: Courses with Errors
ru: Курсеви са грешкама
sr_latn: Kursevi sa greškama

source: Learning Sequences and Outlines
ru: Секвенце за учење и обрисе
sr_latn: Sekvence za učenje i obrise

source: Numeric ID for each Course / Library context. This ID will generally require fewer bits than the full LearningContextKey, allowing more courses and libraries to be represented in content search filters.
ru: Нумерички ИД за сваки контекст курса / библиотеке. Овај ИД ће генерално захтијевати мање битова од пуног учењаКонтектКеи, омогућавајући представљање више курсева и библиотека у филтерима за претрагу садржаја.
sr_latn: Numerički ID za svaki kontekst kursa / biblioteke. Ovaj ID će generalno zahtijevati manje bitova od punog učenjaKontektKei, omogućavajući predstavljanje više kurseva i biblioteka u filterima za pretragu sadržaja.

source: Library cannot have more than {} Components
ru: Библиотека не може имати више од {} компонената
sr_latn: Biblioteka ne može imati više od {} komponenata

source: Cannot change or remove the access level for the only admin.
ru: Не може да промени или уклони ниво приступа јединог администратора.
sr_latn: Ne može da promeni ili ukloni nivo pristupa jedinog administratora.

source: All Rights Reserved.
ru: Сва права задржана.
sr_latn: Sva prava zadržana.

source: Creative Commons Attribution 4.0
ru: Цреативе Цоммонс Аттрибутион 4.0

source: Creative Commons Attribution-NonCommercial 4.0
ru: Цреативе Цоммонс Аттрибутион-НонЦоммерциал 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
ru: Цреативе Цоммонс Аттрибутион-НонЦоммерциал-НоДеривативати 4.0
sr_latn: Creative Commons Attribution-NonCommercial-NoDerivativati 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
ru: Цреативе Цоммонс Аттрибутион-НонЦоммерциал-СхареАлике 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
ru: Цреативе Цоммонс Аттрибутион-Нодеривативати 4.0
sr_latn: Creative Commons Attribution-Noderivativati 4.0

source: Creative Commons Attribution-ShareAlike 4.0
ru: Цреативе Цоммонс Аттрибутион-СхареАлике 4.0

source: Administer users and author content
ru: Администрирајте кориснике и садржај аутора
sr_latn: Administrirajte korisnike i sadržaj autora

source: Author content
ru: Садржај аутора
sr_latn: Sadržaj autora

source: Read-only
ru: Само за читање
sr_latn: Samo za čitanje

source: One and only one of 'user' and 'group' must be set.
ru: Једностав само један од 'user' и 'group' мора бити постављен.
sr_latn: Jednostav samo jedan od 'user' i 'group' mora biti postavljen.

source: Task was created, but not queued to run.
ru: Задатак је креиран, али није у реду за трчање.
sr_latn: Zadatak je kreiran, ali nije u redu za trčanje.

source: Task was created and queued to run.
ru: Задатак је креиран и уплетен за трчање.
sr_latn: Zadatak je kreiran i upleten za trčanje.

source: Task is running.
ru: Задатак се покреће.
sr_latn: Zadatak se pokreće.

source: Task finished, but some blocks failed to import.
ru: Задатак је завршен, али неки блокови нису успели да увозе.
sr_latn: Zadatak je završen, ali neki blokovi nisu uspeli da uvoze.

source: Task finished successfully.
ru: Задатак је успешно завршен.
sr_latn: Zadatak je uspešno završen.

source: state
ru: држава
sr_latn: država

source: The state of the block import task.
ru: Стање задатка увоза блока.
sr_latn: Stanje zadatka uvoza bloka.

source: progress
ru: напредак
sr_latn: napredak

source: A float from 0.0 to 1.0 representing the task progress.
ru: Плот од 0,0 до 1.0 представља напредак задатка.
sr_latn: Plot od 0,0 do 1.0 predstavlja napredak zadatka.

source: course ID
ru: ИД курса
sr_latn: ID kursa

source: ID of the imported course.
ru: ИД увезеног курса.
sr_latn: ID uvezenog kursa.

source: open edx user
ru: Отвори ЕДКС корисника
sr_latn: Otvori EDKS korisnika

source: lti platform identifier
ru: ЛТА идентификатор платформе
sr_latn: LTA identifikator platforme

source: The LTI platform identifier to which this profile belongs to.
ru: Идентификатор ЛТИ платформе на који овај профил припада.
sr_latn: Identifikator LTI platforme na koji ovaj profil pripada.

source: client identifier
ru: Идентификатор клијента
sr_latn: Identifikator klijenta

source: The LTI client identifier generated by the LTI platform.
ru: ЛТИ идентификатор клијента који је генерисао ЛТИ платформа.
sr_latn: LTI identifikator klijenta koji je generisao LTI platforma.

source: subject identifier
ru: идентификатор предмета
sr_latn: identifikator predmeta

source: Identifies the entity that initiated the launch request, commonly a user.
ru: Идентифицира ентитет који је покренуо захтев за покретање, који је уобичајено корисник.
sr_latn: Identificira entitet koji je pokrenuo zahtev za pokretanje, koji je uobičajeno korisnik.

source: The authorized LTI profile that launched the resource (identifies the user).
ru: Овлашћени ЛТИ профил који је покренуо ресурс (идентификује корисника).
sr_latn: Ovlašćeni LTI profil koji je pokrenuo resurs (identifikuje korisnika).

source: The usage key string of the resource serving the content of this launch.
ru: У употреби кључани низ ресурса који служи садржај овог лансирања.
sr_latn: U upotrebi ključani niz resursa koji služi sadržaj ovog lansiranja.

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
ru: ЛТИ платформа Јединствени идентификатор овог ресурса, такође познат и као "resource link id".
sr_latn: LTI platforma Jedinstveni identifikator ovog resursa, takođe poznat i kao "resource link id".

source: The LTI platform descriptive title for this resource.
ru: ЛТИ платформа Описна титула за овај ресурс.
sr_latn: LTI platforma Opisna titula za ovaj resurs.

source: If AGS was enabled during launch, this should hold the lineitem ID.
ru: Ако је АГС омогућено током лансирања, то би требало да држи Линеитем ИД.
sr_latn: Ako je AGS omogućeno tokom lansiranja, to bi trebalo da drži Lineitem ID.

source: We could not find a user with that email address.
ru: Нисмо могли да нађемо корисника са том адресом е-поште.
sr_latn: Nismo mogli da nađemo korisnika sa tom adresom e-pošte.

source: This user already has access to this library.
ru: Овај корисник већ има приступ овој библиотеци.
sr_latn: Ovaj korisnik već ima pristup ovoj biblioteci.

source: Loading
ru: Утоваривање
sr_latn: Utovarivanje

source: Expired
ru: Истекао
sr_latn: Istekao

source: Staged Content
ru: Усмјерен садржај
sr_latn: Usmjeren sadržaj

source: What type of content is staged. Only OLX content is supported, and this field must be the same as the root tag of the OLX. e.g. "video" if a video is staged, or "vertical" for a unit.
ru: Који је врста садржаја инсценирана. Подржан је само ОЛКС садржај и Ово поље мора бити исто као и коренска ознака ОЛКС-а. нпр. "video" Ако је видео снимак, или "vertical" за јединицу.
sr_latn: Koji je vrsta sadržaja inscenirana. Podržan je samo OLKS sadržaj i Ovo polje mora biti isto kao i korenska oznaka OLKS-a. npr. "video" Ako je video snimak, ili "vertical" za jedinicu.

source: Content tags applied to these blocks
ru: Ознаке садржаја примењене на ове блокове
sr_latn: Oznake sadržaja primenjene na ove blokove

source: Original usage key/ID of the thing that is in the clipboard.
ru: Оригинални кључ употребе / ИД ствари које је у међуспремник.
sr_latn: Originalni ključ upotrebe / ID stvari koje je u međuspremnik.

source: owner
ru: власник
sr_latn: vlasnik

source: Organization that is related to this taxonomy.If None, then this taxonomy is related to all organizations.
ru: Организација која је повезана са овом таксономијом.Ако, тада је та таксономија повезана са свим организацијама.
sr_latn: Organizacija koja je povezana sa ovom taksonomijom.Ako, tada je ta taksonomija povezana sa svim organizacijama.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
ru: Списак домена којима је дозвољено да направе унакрсне захтеве на ову страницу. Наведите сваки домен на сопственој линији.
sr_latn: Spisak domena kojima je dozvoljeno da naprave unakrsne zahteve na ovu stranicu. Navedite svaki domen na sopstvenoj liniji.

source: Default Group
ru: Подразумевана група
sr_latn: Podrazumevana grupa

source: You cannot create two cohorts with the same name
ru: Исто име не можете да креирате два кохорта
sr_latn: Isto ime ne možete da kreirate dva kohorta

source: There must be one cohort to which students can automatically be assigned.
ru: Мора постојати један кохорт на који се студенти могу аутоматски доделити.
sr_latn: Mora postojati jedan kohort na koji se studenti mogu automatski dodeliti.

source: A cohort with the same name already exists.
ru: Кохорт са истим именом већ постоји.
sr_latn: Kohort sa istim imenom već postoji.

source: If disabled, the LTI in the associated course will be disabled.
ru: Ако је онемогућено, ЛТИ у придруженом курсу ће бити онемогућен.
sr_latn: Ako je onemogućeno, LTI u pridruženom kursu će biti onemogućen.

source: The LTI configuration data for this course/provider.
ru: ЛТИ конфигурацијске податке за овај курс / провајдера.
sr_latn: LTI konfiguracijske podatke za ovaj kurs / provajdera.

source: LTI provider
ru: ЛТИ провајдер
sr_latn: LTI provajder

source: The LTI provider's id
ru: ИД провајдера ЛТИ
sr_latn: ID provajdera LTI

source: True, if LTI credential are provided by Org globally
ru: Тачно, ако је ЛТИ акредитив обезбедио Орг глобално
sr_latn: Tačno, ako je LTI akreditiv obezbedio Org globalno

source: Live
ru: Живети
sr_latn: Živeti

source: Enable in-platform video conferencing by configuring live
ru: Омогућите видео конференције у платформи Конфигурирањем уживо
sr_latn: Omogućite video konferencije u platformi Konfiguriranjem uživo

source: Credentials
ru: Акредитиви
sr_latn: Akreditivi

source: Internal Service URL
ru: УРЛ интерне услуге
sr_latn: URL interne usluge

source: Public Service URL
ru: УРЛ јавне услуге
sr_latn: URL javne usluge

source: Enable Learner Issuance
ru: Омогућите издавање ученика
sr_latn: Omogućite izdavanje učenika

source: Enable issuance of credentials via Credential Service.
ru: Омогућите издавање акредитива путем поверљиве услуге.
sr_latn: Omogućite izdavanje akreditiva putem poverljive usluge.

source: Enable Authoring of Credential in Studio
ru: Омогућите ауторице поверљивости у студију
sr_latn: Omogućite autorice poverljivosti u studiju

source: Enable authoring of Credential Service credentials in Studio.
ru: Омогућите ауторице вјеродајнице поверљивих услуга у студију.
sr_latn: Omogućite autorice vjerodajnice poverljivih usluga u studiju.

source: Course Credit Eligibility
ru: Подобност кредита курса
sr_latn: Podobnost kredita kursa

source: You are eligible for credit from {providers_string}
ru: Имате право на кредит од {providers_string}
sr_latn: Imate pravo na kredit od {providers_string}

source: {first_provider} and {second_provider}
ru: {first_provider} и {second_provider}
sr_latn: {first_provider} i {second_provider}

source: {first_providers}, and {last_provider}
ru: {first_providers} и {last_provider}
sr_latn: {first_providers} i {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
ru: [{username}] није прихватљив за кредит за [{course_key}].
sr_latn: [{username}] nije prihvatljiv za kredit za [{course_key}].

source: [{course_key}] is not a valid course key.
ru: [{course_key}] није важећи кључ курса.
sr_latn: [{course_key}] nije važeći ključ kursa.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
ru: Јединствени идентификатор за овај кредитни провајдер. Дозвољени су само алфанумерички знакови и цртица (-). Идентификатор је осетљив на велика и мала слова.
sr_latn: Jedinstveni identifikator za ovaj kreditni provajder. Dozvoljeni su samo alfanumerički znakovi i crtica (-). Identifikator je osetljiv na velika i mala slova.

source: Whether the credit provider is currently enabled.
ru: Да ли је кредитни провајдер тренутно омогућен.
sr_latn: Da li je kreditni provajder trenutno omogućen.

source: Name of the credit provider displayed to users
ru: Име провајдера кредита приказан корисницима
sr_latn: Ime provajdera kredita prikazan korisnicima

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
ru: Када је истина, аутоматски обавестите провајдера кредита када корисник захтева кредит. Да би се то радило, подељени тајни тастер мора бити конфигуриран за провајдера кредита у сигурним подешавањима АУТХ.
sr_latn: Kada je istina, automatski obavestite provajdera kredita kada korisnik zahteva kredit. Da bi se to radilo, podeljeni tajni taster mora biti konfiguriran za provajdera kredita u sigurnim podešavanjima AUTH.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
ru: УРЛ провајдера кредита. Ако је омогућена аутоматска интеграција, то ће се крајње тачке које објављујемо да обавестимо провајдера за захтев за кредит. У супротном, корисник ће бити приказан линк до ове УРЛ адресе, тако да корисник директно може затражити кредит кредита.
sr_latn: URL provajdera kredita. Ako je omogućena automatska integracija, to će se krajnje tačke koje objavljujemo da obavestimo provajdera za zahtev za kredit. U suprotnom, korisnik će biti prikazan link do ove URL adrese, tako da korisnik direktno može zatražiti kredit kredita.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
ru: УРЛ из провајдера кредита у коме корисник може да провери статус свог захтева за кредит. Ово се приказује студентима * након * тражели су кредит.
sr_latn: URL iz provajdera kredita u kome korisnik može da proveri status svog zahteva za kredit. Ovo se prikazuje studentima * nakon * traželi su kredit.

source: Description for the credit provider displayed to users.
ru: Опис за провајдер кредита приказан корисницима.
sr_latn: Opis za provajder kredita prikazan korisnicima.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
ru: Обични текст или ХТМЛ садржај за приказивање даљих корака на страници за потврду * Након * Плаћање кредита за добијање кредита за кредитни курс против провајдера кредита.
sr_latn: Obični tekst ili HTML sadržaj za prikazivanje daljih koraka na stranici za potvrdu * Nakon * Plaćanje kredita za dobijanje kredita za kreditni kurs protiv provajdera kredita.
