Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Filter results to only return details of for the report with the specified name.
ru: Филтрирајте резултате само повратним детаљима за извештај са наведеним именом.
sr_latn: Filtrirajte rezultate samo povratnim detaljima za izveštaj sa navedenim imenom.

source: ORA data
ru: ОРА подаци
sr_latn: ORA podaci

source: ORA summary
ru: Ора Резиме
sr_latn: Ora Rezime

source: Attachments archive is being created.
ru: Архива опрема се креира.
sr_latn: Arhiva oprema se kreira.

source: grade
ru: разреда
sr_latn: razreda

source: problem grade
ru: разреда проблема
sr_latn: razreda problema

source: Successfully changed due date for student {0} for {1} to {2}
ru: Успешно је промењен датум за студенте {0} за {1} ТО {2}
sr_latn: Uspešno je promenjen datum za studente {0} za {1} TO {2}

source: Successfully removed invalid due date extension (unit has no due date).
ru: Успешно уклоњен неважећи продужење рока до рока (јединица нема рок).
sr_latn: Uspešno uklonjen nevažeći produženje roka do roka (jedinica nema rok).

source: Successfully reset due date for student {0} for {1} to {2}
ru: Успешно ресетујте датум за студенте {0} за {1} ТО {2}
sr_latn: Uspešno resetujte datum za studente {0} za {1} TO {2}

source: This student (%s) will skip the entrance exam.
ru: Овај студент (%s) прескочиће пријемни испит.
sr_latn: Ovaj student (%s) preskočiće prijemni ispit.

source: This student (%s) is already allowed to skip the entrance exam.
ru: Овај студент (%s) је већ дозвољено да прескочи пријемни испит.
sr_latn: Ovaj student (%s) je već dozvoljeno da preskoči prijemni ispit.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
ru: Започет је задатак генерације сертификата за све ученике овог курса. Можете да видите статус задатка генерације у одељку "Pending Tasks".
sr_latn: Započet je zadatak generacije sertifikata za sve učenike ovog kursa. Možete da vidite status zadatka generacije u odeljku "Pending Tasks".

source: Please select certificate statuses from the list only.
ru: Молимо одаберите само сертификате само са листе.
sr_latn: Molimo odaberite samo sertifikate samo sa liste.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
ru: Задатак регенерације сертификата је започет. Можете да видите статус задатка генерације у одељку "Pending Tasks".
sr_latn: Zadatak regeneracije sertifikata je započet. Možete da vidite status zadatka generacije u odeljku "Pending Tasks".

source: The record is not in the correct format. Please add a valid username or email address.
ru: Запис није у исправном формату. Молимо додајте важеће корисничко име или адресу е-поште.
sr_latn: Zapis nije u ispravnom formatu. Molimo dodajte važeće korisničko ime ili adresu e-pošte.

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
ru: Студент {user} није уписан у овај курс. Проверите правопис и покушајте поново.
sr_latn: Student {user} nije upisan u ovaj kurs. Proverite pravopis i pokušajte ponovo.

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
ru: Студент {user} је већ на неважећим листи сертификата и не може се додати у листу изузећа сертификата.
sr_latn: Student {user} je već na nevažećim listi sertifikata i ne može se dodati u listu izuzeća sertifikata.

source: Student (username/email={user}) already in certificate exception list.
ru: Студент (корисничко име / емаил = {user}) већ у листи изузетака сертификата.
sr_latn: Student (korisničko ime / email = {user}) već u listi izuzetaka sertifikata.

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
ru: Дошло је до грешке приликом уклањања уноса дозволи за студент {student}. Освежите страницу и покушајте поново
sr_latn: Došlo je do greške prilikom uklanjanja unosa dozvoli za student {student}. Osvežite stranicu i pokušajte ponovo

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
ru: Потребно је поље за корисничко име / е-пошту и не може бити празно. Љубазно попуните корисничко име / е-пошту, а затим притисните дугме "Add to Exception List".
sr_latn: Potrebno je polje za korisničko ime / e-poštu i ne može biti prazno. Ljubazno popunite korisničko ime / e-poštu, a zatim pritisnite dugme "Add to Exception List".

source: {user} does not exist in the LMS. Please check your spelling and retry.
ru: {user} не постоји у ЛМС-у. Проверите правопис и покушајте поново.
sr_latn: {user} ne postoji u LMS-u. Proverite pravopis i pokušajte ponovo.

source: Invalid data, generate_for must be "new" or "all".
ru: Неважећи подаци, Генерате_фор мора бити "new" или "all".
sr_latn: Nevažeći podaci, Generate_for mora biti "new" ili "all".

source: Certificate generation started for students on the allowlist.
ru: Генерација сертификата започела је за студенте на дозвољеној листи.
sr_latn: Generacija sertifikata započela je za studente na dozvoljenoj listi.

source: user "{user}" in row# {row}
ru: Корисник "{user} " Ин Ров# {row}
sr_latn: Korisnik "{user} " In Rov# {row}

source: user "{username}" in row# {row}
ru: Корисник "{username} " Ин Ров# {row}
sr_latn: Korisnik "{username} " In Rov# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
ru: Студент {student} се појављује на листи изузетака сертификата у курсу {course}. Уклоните их из листе изузетака сертификата пре него што покушате да поништите њихов сертификат.
sr_latn: Student {student} se pojavljuje na listi izuzetaka sertifikata u kursu {course}. Uklonite ih iz liste izuzetaka sertifikata pre nego što pokušate da poništite njihov sertifikat.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
ru: Сертификат о {user} већ је неважећи. Проверите правопис и покушајте поново.
sr_latn: Sertifikat o {user} već je nevažeći. Proverite pravopis i pokušajte ponovo.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
ru: Сертификат за студент {user} је већ неважећи, љубазно проверите да ли је сертификат остварен за овог ученика и затим настави.
sr_latn: Sertifikat za student {user} je već nevažeći, ljubazno proverite da li je sertifikat ostvaren za ovog učenika i zatim nastavi.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
ru: Потврда неваљаност не постоји, освежите страницу и покушајте поново.
sr_latn: Potvrda nevaljanost ne postoji, osvežite stranicu i pokušajte ponovo.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
ru: Потребно је поље за корисничко име / е-пошту и не може бити празно. Љубазно попуните корисничко име / е-пошту, а затим притисните дугме "Invalidate Certificate".
sr_latn: Potrebno je polje za korisničko ime / e-poštu i ne može biti prazno. Ljubazno popunite korisničko ime / e-poštu, a zatim pritisnite dugme "Invalidate Certificate".

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
ru: Студент {student} нема сертификат за курс {course}. Љубазно проверите да ли је студентско корисничко име / е-пошту и изабрани курс тачан и покушајте поново.
sr_latn: Student {student} nema sertifikat za kurs {course}. Ljubazno proverite da li je studentsko korisničko ime / e-poštu i izabrani kurs tačan i pokušajte ponovo.

source: Instructor
ru: Инструктор
sr_latn: Instruktor

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
ru: Да бисте стекли увид у упис ученика и учешће {link_start} Посетите {analytics_dashboard_name}, наш нови курс Аналитицс продуцт{link_end}.
sr_latn: Da biste stekli uvid u upis učenika i učešće {link_start} Posetite {analytics_dashboard_name}, naš novi kurs Analitics product{link_end}.

source: Special Exams
ru: Посебни испити
sr_latn: Posebni ispiti

source: Certificates
ru: Сертификати
sr_latn: Sertifikati

source: Please Enter the numeric value for the course price
ru: Молимо унесите нумеричку вредност за цену курса
sr_latn: Molimo unesite numeričku vrednost za cenu kursa

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
ru: Курсерица са режимом Слуг ({mode_slug}) неектион
sr_latn: Kurserica sa režimom Slug ({mode_slug}) neektion

source: CourseMode price updated successfully
ru: ЦХЕРСЕСЕМОДЕ Ажурирано је ажурирано
sr_latn: CHERSESEMODE Ažurirano je ažurirano

source: Course Info
ru: Информације о курсу
sr_latn: Informacije o kursu

source: Enrollment data is now available in {dashboard_link}.
ru: Подаци о упису су сада доступни у {dashboard_link}.
sr_latn: Podaci o upisu su sada dostupni u {dashboard_link}.

source: Membership
ru: Чланство у чланству
sr_latn: Članstvo u članstvu

source: Cohorts
ru: Кохорти
sr_latn: Kohorti

source: Discussions
ru: Дискусије
sr_latn: Diskusije

source: Student Admin
ru: Студент Админ

source: Extensions
ru: Проширења
sr_latn: Proširenja

source: Data Download
ru: Преузимање података
sr_latn: Preuzimanje podataka

source: Analytics
ru: Аналитика
sr_latn: Analitika

source: Open Responses
ru: Отворени одговори
sr_latn: Otvoreni odgovori

source: 0 sent
ru: 0 послат
sr_latn: 0 poslat

source: {num_emails} sent
ru: {num_emails} послато
sr_latn: {num_emails} poslato

source: {num_emails} failed
ru: {num_emails} није послато
sr_latn: {num_emails} nije poslato

source: Complete
ru: Завршити
sr_latn: Završiti

source: Incomplete
ru: Непотпун
sr_latn: Nepotpun

source: Role name
ru: Назив улога
sr_latn: Naziv uloga

source: Invalid role name.
ru: Неважећа име улога.
sr_latn: Nevažeća ime uloga.

source: The URL name of the problem to reset.
ru: Име УРЛ-а проблема за ресетовање.
sr_latn: Ime URL-a problema za resetovanje.

source: Problem URL name cannot be blank.
ru: Име програма УРЛ-а не може бити празно.
sr_latn: Ime programa URL-a ne može biti prazno.

source: Whether to reset the problem for all students.
ru: Да ли да ресетујете проблем за све студенте.
sr_latn: Da li da resetujete problem za sve studente.

source: unique student identifier.
ru: Јединствени студентски идентификатор.
sr_latn: Jedinstveni studentski identifikator.

source: Could not find student matching identifier: {student_identifier}
ru: Није могуће пронаћи идентификатор ученика: {student_identifier}
sr_latn: Nije moguće pronaći identifikator učenika: {student_identifier}

source: Unable to parse date:
ru: Датум: Датум:
sr_latn: Datum: Datum:

source: Couldn't find module for url: {0}
ru: Није могуће пронаћи модул за УРЛ: {0}
sr_latn: Nije moguće pronaći modul za URL: {0}

source: Could not find student enrollment in the course.
ru: Није могао да нађе упис ученика у курс.
sr_latn: Nije mogao da nađe upis učenika u kurs.

source: Unit {0} has no due date to extend.
ru: Јединица {0} нема датум да се продужи.
sr_latn: Jedinica {0} nema datum da se produži.

source: An extended due date must be later than the original due date.
ru: Продужени рок доспећа мора бити касније од оригиналног рока до рока.
sr_latn: Produženi rok dospeća mora biti kasnije od originalnog roka do roka.

source: Full Name
ru: Пуно име
sr_latn: Puno ime

source: Extended Due Date
ru: Продужени датум доспећа
sr_latn: Produženi datum dospeća

source: Users with due date extensions for {0}
ru: Корисници са продужецима за датуму за {0}
sr_latn: Korisnici sa produžecima za datumu za {0}

source: Due date extensions for {0} {1} ({2})
ru: Проширења за датума за {0} {1} ({2})
sr_latn: Proširenja za datuma za {0} {1} ({2})

source: Requested task is already running
ru: Тражени задатак је већ покренут
sr_latn: Traženi zadatak je već pokrenut

source: Error occured. Please try again later.
ru: Дошло је до грешке. Покушајте поново касније.
sr_latn: Došlo je do greške. Pokušajte ponovo kasnije.

source: detailed enrollment
ru: детаљни упис
sr_latn: detaljni upis

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ru: Ствара се извештај {report_type}. Да бисте погледали статус извештаја, погледајте доњи задаци у наставку. Бићете у могућности да преузмете извештај када је то комплетан.
sr_latn: Stvara se izveštaj {report_type}. Da biste pogledali status izveštaja, pogledajte donji zadaci u nastavku. Bićete u mogućnosti da preuzmete izveštaj kada je to kompletan.

source: This component cannot be rescored.
ru: Ова компонента се не може спасити.
sr_latn: Ova komponenta se ne može spasiti.

source: This component does not support score override.
ru: Ова компонента не подржава поништавање резултата.
sr_latn: Ova komponenta ne podržava poništavanje rezultata.

source: Scores must be between 0 and the value of the problem.
ru: Резултати морају бити између 0 и вриједност проблема.
sr_latn: Rezultati moraju biti između 0 i vrijednost problema.

source: Not all problems in entrance exam support re-scoring.
ru: Нису сви проблеми у пријемном испиту подржавају поновно бодовање.
sr_latn: Nisu svi problemi u prijemnom ispitu podržavaju ponovno bodovanje.

source: An error has occurred. Task was not created.
ru: Дошло је до грешке. Задатак није створен.
sr_latn: Došlo je do greške. Zadatak nije stvoren.

source: rescored
ru: спашен
sr_latn: spašen

source: overridden
ru: прегласан
sr_latn: preglasan

source: reset
ru: ресетовати
sr_latn: resetovati

source: deleted
ru: избрисан
sr_latn: izbrisan

source: emailed
ru: е-поштом
sr_latn: e-poštom

source: graded
ru: оцењен
sr_latn: ocenjen

source: problem distribution graded
ru: Проблем Дистрибуција
sr_latn: Problem Distribucija

source: certificates generated
ru: генерисани сертификати
sr_latn: generisani sertifikati

source: cohorted
ru: који се може кохтира
sr_latn: koji se može kohtira

source: generate_anonymized_id
ru: генери_анонимонизед_ид
sr_latn: generi_anonimonized_id

source: compressed
ru: компримовани
sr_latn: komprimovani

source: No status information available
ru: Нема доступних података о статусу
sr_latn: Nema dostupnih podataka o statusu

source: No task_output information found for instructor_task {0}
ru: Нема информација о ресум_ут-у за инструктор_Таск {0}
sr_latn: Nema informacija o resum_ut-u za instruktor_Task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
ru: Нема података о раскиду на задатку: Инструктор_Таск {0}: {1}
sr_latn: Nema podataka o raskidu na zadatku: Instruktor_Task {0}: {1}

source: No parsable status information available
ru: Нема података о пожарљивим статусима
sr_latn: Nema podataka o požarljivim statusima

source: No message provided
ru: Није пружена порука
sr_latn: Nije pružena poruka

source: Invalid task_output information found for instructor_task {0}: {1}
ru: Информације о неважећем задатку задатака за инструктор_Таск {0}: {1}
sr_latn: Informacije o nevažećem zadatku zadataka za instruktor_Task {0}: {1}

source: No progress status information available
ru: Не постоје доступне информације о статусу напретка
sr_latn: Ne postoje dostupne informacije o statusu napretka

source: No parsable task_input information found for instructor_task {0}: {1}
ru: Није пронађена информација о раскиду задатака за инструктор_Таск {0}: {1}
sr_latn: Nije pronađena informacija o raskidu zadataka za instruktor_Task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
ru: Напредак: {action} {succeeded} од {attempted} до сада
sr_latn: Napredak: {action} {succeeded} od {attempted} do sada

source: Unable to find submission to be {action} for student '{student}'
ru: Није могуће пронаћи поднесак да буде {action} за студент '{student} '
sr_latn: Nije moguće pronaći podnesak da bude {action} za student '{student} '

source: Problem failed to be {action} for student '{student}'
ru: Проблем није успео да буде {action} за студент '{student} '
sr_latn: Problem nije uspeo da bude {action} za student '{student} '

source: Problem successfully {action} for student '{student}'
ru: Проблем успешно {action} за студент '{student} '
sr_latn: Problem uspešno {action} za student '{student} '

source: Unable to find entrance exam submission to be {action} for student '{student}'
ru: Није могуће пронаћи пријаву улазног испита да буде {action} за студент '{student} '
sr_latn: Nije moguće pronaći prijavu ulaznog ispita da bude {action} za student '{student} '

source: Entrance exam successfully {action} for student '{student}'
ru: Успешно испит Успешно {action} за студент '{student} '
sr_latn: Uspešno ispit Uspešno {action} za student '{student} '

source: Unable to find any students with submissions to be {action}
ru: Не могу да пронађу ниједног ученика са поднесима да буде {action}
sr_latn: Ne mogu da pronađu nijednog učenika sa podnesima da bude {action}

source: Problem failed to be {action} for any of {attempted} students
ru: Проблем није успео да буде {action} за било који од {attempted} студената
sr_latn: Problem nije uspeo da bude {action} za bilo koji od {attempted} studenata

source: Problem successfully {action} for {attempted} students
ru: Проблем успешно {action} за {attempted} Студенти
sr_latn: Problem uspešno {action} za {attempted} Studenti

source: Problem {action} for {succeeded} of {attempted} students
ru: Проблем {action} ФОР {succeeded} ОФ {attempted} Студенти
sr_latn: Problem {action} FOR {succeeded} OF {attempted} Studenti

source: Unable to find any recipients to be {action}
ru: Није могуће пронаћи ниједан примаоци да буду {action}
sr_latn: Nije moguće pronaći nijedan primaoci da budu {action}

source: Message failed to be {action} for any of {attempted} recipients
ru: Порука није успела да буде {action} за било који од {attempted} прималаца
sr_latn: Poruka nije uspela da bude {action} za bilo koji od {attempted} primalaca

source: Message successfully {action} for {attempted} recipients
ru: Порука Успешно {action} за {attempted} примаоце
sr_latn: Poruka Uspešno {action} za {attempted} primaoce

source: Message {action} for {succeeded} of {attempted} recipients
ru: Порука {action} за {succeeded} од {attempted} примаоца
sr_latn: Poruka {action} za {succeeded} od {attempted} primaoca

source: Status: {action} {succeeded} of {attempted}
ru: Статус: {action} {succeeded} од {attempted}
sr_latn: Status: {action} {succeeded} od {attempted}

source: (skipping {skipped})
ru: (прескакање {skipped})
sr_latn: (preskakanje {skipped})

source: (out of {total})
ru: (ван {total})
sr_latn: (van {total})

source: Programs
ru: Програми
sr_latn: Programi

source: Program Details
ru: Детаљи програма
sr_latn: Detalji programa

source: This component's access settings refer to deleted or invalid group configurations.
ru: Подешавања приступа овом компонентом односе се на избрисане или неважеће конфигурације групе.
sr_latn: Podešavanja pristupa ovom komponentom odnose se na izbrisane ili nevažeće konfiguracije grupe.

source: This unit's access settings refer to deleted or invalid group configurations.
ru: Подешавања приступа ове јединице односе се на избрисане или неважеће конфигурације групе.
sr_latn: Podešavanja pristupa ove jedinice odnose se na izbrisane ili nevažeće konfiguracije grupe.

source: This component's access settings refer to deleted or invalid groups.
ru: Подешавања приступа овом компоненти односе се на избрисане или неважеће групе.
sr_latn: Podešavanja pristupa ovom komponenti odnose se na izbrisane ili nevažeće grupe.

source: This unit's access settings refer to deleted or invalid groups.
ru: Подешавања приступа ове јединице односе се на избрисане или неважеће групе.
sr_latn: Podešavanja pristupa ove jedinice odnose se na izbrisane ili nevažeće grupe.

source: This component's access settings contradict its parent's access settings.
ru: Ова компонентна's access settings contradict its parent' с поставки приступа.
sr_latn: Ova komponentna's access settings contradict its parent' s postavki pristupa.

source: Whether to display this block in the table of contents
ru: Да ли да прикаже овај блок у садржају
sr_latn: Da li da prikaže ovaj blok u sadržaju

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
ru: Који је формат овај блок (користи се за одлучивање којим се разредом примењивао и шта да покаже у ТОЦ-у)
sr_latn: Koji je format ovaj blok (koristi se za odlučivanje kojim se razredom primenjivao i šta da pokaže u TOC-u)

source: Course Chrome
ru: Курс хром
sr_latn: Kurs hrom

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
ru: Унесите Цхроме или Навигационе алате, користите за Ксблок у ЛМС-у. Важеће вредности су: "chromeless" - да не користите картице или хармонику; "tabs" - Да бисте користили само картице; "accordion" - Да бисте користили само хармонику; или "tabs,accordion" - Да бисте користили картице и хармонику.
sr_latn: Unesite Chrome ili Navigacione alate, koristite za Ksblok u LMS-u. Važeće vrednosti su: "chromeless" - da ne koristite kartice ili harmoniku; "tabs" - Da biste koristili samo kartice; "accordion" - Da biste koristili samo harmoniku; ili "tabs,accordion" - Da biste koristili kartice i harmoniku.

source: Default Tab
ru: Подразумевана картица
sr_latn: Podrazumevana kartica

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
ru: Унесите картицу која је изабрана у Ксблок-у. Ако није постављено, одабрана је картица курса.
sr_latn: Unesite karticu koja je izabrana u Ksblok-u. Ako nije postavljeno, odabrana je kartica kursa.

source: LaTeX Source File Name
ru: Изворно име датотеке латекса
sr_latn: Izvorno ime datoteke lateksa

source: Enter the source file name for LaTeX.
ru: Унесите изворно име датотеке за латекс.
sr_latn: Unesite izvorno ime datoteke za lateks.

source: If true, can be seen only by course staff, regardless of start date.
ru: Ако је истина, може се видети само особље на курсу, без обзира на датум почетка.
sr_latn: Ako je istina, može se videti samo osoblje na kursu, bez obzira na datum početka.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
ru: Речник који мапе које групе могу приказати овај блок. Кључеви су ИД-ови групне конфигурације и вредности су листа групних ИД-ова. Ако нема кључа за групну конфигурацију или ако је сет групних ИД-ова празан, тада се блок сматра видљивим свима. Имајте на уму да се ово поље занемарује ако је блок видљив_то_стафф_онли.
sr_latn: Rečnik koji mape koje grupe mogu prikazati ovaj blok. Ključevi su ID-ovi grupne konfiguracije i vrednosti su lista grupnih ID-ova. Ako nema ključa za grupnu konfiguraciju ili ako je set grupnih ID-ova prazan, tada se blok smatra vidljivim svima. Imajte na umu da se ovo polje zanemaruje ako je blok vidljiv_to_staff_onli.
