Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
ru: Обезбедите идентификацију информација за ово поновно покретање курса. Оригинални курс на који није на који начин не утиче на који је поново покренут.
sr_latn: Obezbedite identifikaciju informacija za ovo ponovno pokretanje kursa. Originalni kurs na koji nije na koji način ne utiče na koji je ponovo pokrenut.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
ru: НАПОМЕНА: Заједно, организација, број курсева и трчање курсева мора јединствено идентификовати ову нову инстанцу курса.
sr_latn: NAPOMENA: Zajedno, organizacija, broj kurseva i trčanje kurseva mora jedinstveno identifikovati ovu novu instancu kursa.

source: Required Information to Create a re-run of a course
ru: Потребне информације за креирање поновног покретања курса
sr_latn: Potrebne informacije za kreiranje ponovnog pokretanja kursa

source: e.g. Introduction to Computer Science
ru: нпр. Увод у рачунарску науку
sr_latn: npr. Uvod u računarsku nauku

source: The public display name for the new course. (This name is often the same as the original course name.)
ru: Јавно име приказа за нови курс. (Ово име је често исто као и име оригиналног курса.)
sr_latn: Javno ime prikaza za novi kurs. (Ovo ime je često isto kao i ime originalnog kursa.)

source: Organization
ru: Организација
sr_latn: Organizacija

source: e.g. UniversityX or OrganizationX
ru: нпр. Универзитетско или организационо
sr_latn: npr. Univerzitetsko ili organizaciono

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
ru: Име организације која спонзорише нови курс. (Ово име је често исто као и оригинална имена организације.)
sr_latn: Ime organizacije koja sponzoriše novi kurs. (Ovo ime je često isto kao i originalna imena organizacije.)

source: Note: No spaces or special characters are allowed.
ru: Напомена: Нису дозвољени размаци или посебне знакове.
sr_latn: Napomena: Nisu dozvoljeni razmaci ili posebne znakove.

source: e.g. CS101
ru: нпр. ЦС101
sr_latn: npr. CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
ru: Јединствени број који идентификује нови курс у организацији. (Овај број ће бити исти као оригинални број курса и не може се мењати.)
sr_latn: Jedinstveni broj koji identifikuje novi kurs u organizaciji. (Ovaj broj će biti isti kao originalni broj kursa i ne može se menjati.)

source: e.g. 2014_T1
ru: нпр. 2014_т1
sr_latn: npr. 2014_t1

source: The term in which the new course will run. (This value is often different than the original course run value.)
ru: Израз у којем ће нови курс покренути. (Ова вредност је често другачија од оригиналне вредности покретања курса.)
sr_latn: Izraz u kojem će novi kurs pokrenuti. (Ova vrednost je često drugačija od originalne vrednosti pokretanja kursa.)

source: Create Re-run
ru: Креирајте поновно покретање
sr_latn: Stvorite ponovno pokretanje

source: When will my course re-run start?
ru: Када ће мој курс поново покренути?
sr_latn: Kada će moj kurs ponovo pokrenuti?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
ru: Нови курс је постављен за почетак 1. јануара 2030. у поноћ (УТЦ).
sr_latn: Novi kurs je postavljen za početak 1. januara 2030. u ponoć (UTC).

source: What transfers from the original course?
ru: Који трансфери из оригиналног курса?
sr_latn: Koji transferi iz originalnog kursa?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
ru: The new course has the same course outline and content as the original course. Сви проблеми, видео, најаве и друге датотеке дуплирани су на нови курс.
sr_latn: The new course has the same course outline and content as the original course. Svi problemi, video, najave i druge datoteke duplirani su na novi kurs.

source: What does not transfer from the original course?
ru: Шта се не преноси са оригиналног курса?
sr_latn: Šta se ne prenosi sa originalnog kursa?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
ru: Ви сте једини члан особља Новог курса. Ниједан студент није уписан на курс, а нема података студената. У темама дискусије нема садржаја или викија.
sr_latn: Vi ste jedini član osoblja Novog kursa. Nijedan student nije upisan na kurs, a nema podataka studenata. U temama diskusije nema sadržaja ili vikija.

source: Learn more about Course Re-runs
ru: Сазнајте више о курсу Ре-Рунс
sr_latn: Saznajte više o kursu Re-Runs

source: Course Updates
ru: Ажурирања курса
sr_latn: Ažuriranja kursa

source: New Update
ru: Ново ажурирање
sr_latn: Novo ažuriranje

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
ru: Употријебите ажурирања курсева да бисте обавестили студенте важних датума или испита, истакнуте посебне дискусије на форумима, најавите промене распореда и одговорите на питања студената. Додајете или уредите исправке у ХТМЛ-у.
sr_latn: Upotrijebite ažuriranja kurseva da biste obavestili studente važnih datuma ili ispita, istaknute posebne diskusije na forumima, najavite promene rasporeda i odgovorite na pitanja studenata. Dodajete ili uredite ispravke u HTML-u.

source: Course Outline
ru: Обрис курса
sr_latn: Obris kursa

source: This course was created as a re-run. Some manual configuration is needed.
ru: Овај курс је створен као поновно покретање. Потребна је нека ручна конфигурација.
sr_latn: Ovaj kurs je stvoren kao ponovno pokretanje. Potrebna je neka ručna konfiguracija.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
ru: Ниједан садржај курса је тренутно видљив и нису уписани ученици. Обавезно прегледајте и ресетујте све датуме, укључујући датум почетка курса; Подесите тим курса; Прегледајте ажурирања курсева и друга средства за датирани материјал; и семе дискусије и вики.
sr_latn: Nijedan sadržaj kursa je trenutno vidljiv i nisu upisani učenici. Obavezno pregledajte i resetujte sve datume, uključujući datum početka kursa; Podesite tim kursa; Pregledajte ažuriranja kurseva i druga sredstva za datirani materijal; i seme diskusije i viki.

source: This course run is using an upgraded version of edx discussion forum. In order to display the discussions sidebar, discussions xBlocks will no longer be visible to learners.
ru: Овај курс Рун користи надограђену верзију форума за дискусију ЕДКС. Да би се приказале расправе бочна трака, дискусије Ксблоцкс више неће бити видљиве ученицима.
sr_latn: Ovaj kurs Run koristi nadograđenu verziju foruma za diskusiju EDKS. Da bi se prikazale rasprave bočna traka, diskusije Ksblocks više neće biti vidljive učenicima.

source: Learn more
ru: Сазнајте више
sr_latn: Saznajte više

source: Share feedback
ru: Поделите повратне информације
sr_latn: Podelite povratne informacije

source: Warning
ru: Упозорење
sr_latn: Upozorenje

source: This course uses features that are no longer supported.
ru: Овај курс користи функције које више нису подржане.
sr_latn: Ovaj kurs koristi funkcije koje više nisu podržane.

source: You must delete or replace the following components.
ru: Морате избрисати или заменити следеће компоненте.
sr_latn: Morate izbrisati ili zameniti sledeće komponente.

source: Unsupported Components
ru: Неподржане компоненте
sr_latn: Nepodržane komponente

source: Deprecated Component
ru: Застарела компонента
sr_latn: Zastarela komponenta

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
ru: Да бисте избегли грешке, {platform_name} снажно препоручује да уклоните неподржане функције из напредних поставки курсева. Да бисте то учинили, идите на {link_start} Напредне поставке {link_end}странице{link_end}, пронађите подешавање "Advanced Module List", а затим избришите следеће модуле са листе.
sr_latn: Da biste izbegli greške, {platform_name} snažno preporučuje da uklonite nepodržane funkcije iz naprednih postavki kurseva. Da biste to učinili, idite na {link_start} Napredne postavke {link_end}stranice{link_end}, pronađite podešavanje "Advanced Module List", a zatim izbrišite sledeće module sa liste.

source: Unsupported Advance Modules
ru: Неподржани авански модули
sr_latn: Nepodržani avanski moduli

source: This course has proctored exam settings that are incomplete or invalid.
ru: Овај курс је подешавања испитних испита које су непотпуне или неважеће.
sr_latn: Ovaj kurs je podešavanja ispitnih ispita koje su nepotpune ili nevažeće.

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
ru: Да бисте ажурирали ова подешавања идите на {link_start} Прокторед Испит Сеттингс Паге{link_end}.
sr_latn: Da biste ažurirali ova podešavanja idite na {link_start} Proktored Ispit Settings Page{link_end}.

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
ru: Да бисте ажурирали ова подешавања идите на {link_start} Напредне поставке страница{link_end}.
sr_latn: Da biste ažurirali ova podešavanja idite na {link_start} Napredne postavke stranica{link_end}.

source: Proctoring Settings Errors
ru: Грешке у подешавању
sr_latn: Greške u podešavanju

source: Click to add a new section
ru: Кликните да бисте додали нови одељак
sr_latn: Kliknite da biste dodali novi odeljak

source: New Section
ru: Нови одељак
sr_latn: Novi odeljak

source: Reindex current course
ru: Реиндек Тренутни курс
sr_latn: Reindek Trenutni kurs

source: Reindex
ru: Реиндекс
sr_latn: Reindeks

source: Collapse All Sections
ru: Сруши све одељке
sr_latn: Sruši sve odeljke

source: Expand All Sections
ru: Проширите све одељке
sr_latn: Proširite sve odeljke

source: Click to open the courseware in the LMS in a new tab
ru: Кликните да отворите курс у ЛМС-у на новој картици
sr_latn: Kliknite da otvorite kurs u LMS-u na novoj kartici

source: View Live
ru: Погледати уживо
sr_latn: Pogledati uživo

source: Creating your course organization
ru: Стварање организације курса
sr_latn: Stvaranje organizacije kursa

source: You add sections, subsections, and units directly in the outline.
ru: Додајете одељке, пододељке и јединице директно у оквиру обриса.
sr_latn: Dodajete odeljke, pododeljke i jedinice direktno u okviru obrisa.

source: Create a section, then add subsections and units. Open a unit to add course components.
ru: Креирајте одељак, а затим додајте пододељке и јединице. Отворите јединицу за додавање компоненти курса.
sr_latn: Kreirajte odeljak, a zatim dodajte pododeljke i jedinice. Otvorite jedinicu za dodavanje komponenti kursa.

source: Reorganizing your course
ru: Реорганизовање курса
sr_latn: Reorganizovanje kursa

source: Drag sections, subsections, and units to new locations in the outline.
ru: Превуците одељке, пододељке и јединице на нове локације у обрису.
sr_latn: Prevucite odeljke, pododeljke i jedinice na nove lokacije u obrisu.

source: Learn more about the course outline
ru: Сазнајте више о обрису курса
sr_latn: Saznajte više o obrisu kursa

source: Setting release dates and grading policies
ru: Подешавање датума издања и политике оцењивања
sr_latn: Podešavanje datuma izdanja i politike ocenjivanja

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
ru: Изаберите икону конфигурисања за одељак или пододељак да бисте поставили датум објављивања. Када конфигуришете пододељку, можете поставити и политику оцењивања и датум доспећа.
sr_latn: Izaberite ikonu konfigurisanja za odeljak ili pododeljak da biste postavili datum objavljivanja. Kada konfigurišete pododeljku, možete postaviti i politiku ocenjivanja i datum dospeća.

source: Learn more about grading policy settings
ru: Сазнајте више о Подешавању политике политике
sr_latn: Saznajte više o Podešavanju politike politike

source: Changing the content learners see
ru: Промена ученика садржаја види
sr_latn: Promena učenika sadržaja vidi

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
ru: Да бисте објавили нацрт садржаја, изаберите икону објаве за одељак, пододељак или јединицу.
sr_latn: Da biste objavili nacrt sadržaja, izaberite ikonu objave za odeljak, pododeljak ili jedinicu.

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
ru: Да бисте направили одељак, пододељак или јединицу недоступну ученицима, изаберите конфигурисану икону за тај ниво, а затим изаберите одговарајући {em_start} ХИДЕ{em_end} опција. Оцене за скривене одељке, пододељке и јединице нису укључене у израчуне оцене.
sr_latn: Da biste napravili odeljak, pododeljak ili jedinicu nedostupnu učenicima, izaberite konfigurisanu ikonu za taj nivo, a zatim izaberite odgovarajući {em_start} HIDE{em_end} opcija. Ocene za skrivene odeljke, pododeljke i jedinice nisu uključene u izračune ocene.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
ru: Да бисте сакрили садржај пододељка од ученика након што је прошао датум доспећа поднева, изаберите Конфигуришите икону за пододељак, а затим изаберите {em_start} Сакриј садржај након датума за датама{em_end}. Оцене за пододељак остају укључене у израчуне оцене.
sr_latn: Da biste sakrili sadržaj pododeljka od učenika nakon što je prošao datum dospeća podneva, izaberite Konfigurišite ikonu za pododeljak, a zatim izaberite {em_start} Sakrij sadržaj nakon datuma za datama{em_end}. Ocene za pododeljak ostaju uključene u izračune ocene.

source: Learn more about content visibility settings
ru: Сазнајте више о подешавањима видљивости садржаја
sr_latn: Saznajte više o podešavanjima vidljivosti sadržaja

source: Pages & Resources
ru: Странице и ресурси
sr_latn: Stranice i resursi

source: Pages
ru: Странице
sr_latn: Stranice

source: New Page
ru: Нова страница
sr_latn: Nova stranica

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
ru: Напомена: Странице су јавно видљиве. Ако корисници знају УРЛ странице, могу да прегледају страницу чак и ако нису регистроване или пријављене на ваш курс.
sr_latn: Napomena: Stranice su javno vidljive. Ako korisnici znaju URL stranice, mogu da pregledaju stranicu čak i ako nisu registrovane ili prijavljene na vaš kurs.

source: Show this page
ru: Прикажи ову страницу
sr_latn: Prikaži ovu stranicu

source: Show/hide page
ru: Схов / Сакриј страницу
sr_latn: Shov / Sakrij stranicu

source: This page cannot be reordered
ru: Ова страница се не може преуредити
sr_latn: Ova stranica se ne može preurediti

source: You can add additional custom pages to your course.
ru: Можете да додате додатне прилагођене странице на свој курс.
sr_latn: Možete da dodate dodatne prilagođene stranice na svoj kurs.

source: Add a New Page
ru: Додајте нову страницу
sr_latn: Dodajte novu stranicu

source: What are pages?
ru: Шта су странице?
sr_latn: Šta su stranice?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
ru: Странице су на врху вашег курса наведене хоризонтално. Подразумеване странице (кућа, курс, дискусија, вики и напредак) прате уџбеници и прилагођене странице које креирате.
sr_latn: Stranice su na vrhu vašeg kursa navedene horizontalno. Podrazumevane stranice (kuća, kurs, diskusija, viki i napredak) prate udžbenici i prilagođene stranice koje kreirate.

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
ru: Можете да креирате и уређујете прилагођене странице да бисте студентима пружили додатни садржај курса. На пример, можете да креирате странице за политику оцењивања, презентације курса и календар курса.
sr_latn: Možete da kreirate i uređujete prilagođene stranice da biste studentima pružili dodatni sadržaj kursa. Na primer, možete da kreirate stranice za politiku ocenjivanja, prezentacije kursa i kalendar kursa.

source: How do pages look to students in my course?
ru: Како странице гледају у студенте у мом курсу?
sr_latn: Kako stranice gledaju u studente u mom kursu?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
ru: Студенти виде подразумеване и прилагођене странице на врху вашег курса и користе ове везе за навигацију.
sr_latn: Studenti vide podrazumevane i prilagođene stranice na vrhu vašeg kursa i koriste ove veze za navigaciju.

source: See an example
ru: Види пример
sr_latn: Vidi primer

source: What are custom pages?
ru: Које су прилагођене странице?
sr_latn: Koje su prilagođene stranice?

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course syllabus, and a course calendar.
ru: Можете да креирате и уређујете прилагођене странице да бисте студентима пружили додатни садржај курса. На пример, можете да креирате странице за политику оцењивања, наставни план и програм и курс календар.
sr_latn: Možete da kreirate i uređujete prilagođene stranice da biste studentima pružili dodatni sadržaj kursa. Na primer, možete da kreirate stranice za politiku ocenjivanja, nastavni plan i program i kurs kalendar.

source: How do custom pages look to students in my course?
ru: Како прилагођене странице изгледају у студенте у мом курсу?
sr_latn: Kako prilagođene stranice izgledaju u studente u mom kursu?

source: Custom pages are listed horizontally at the top of your course after default pages.
ru: Прилагођене странице су водоравно на врху вашег курса наведене на врху курса након подразумеваних страница.
sr_latn: Prilagođene stranice su vodoravno na vrhu vašeg kursa navedene na vrhu kursa nakon podrazumevanih stranica.

source: Pages in Your Course
ru: Странице у вашем курсу
sr_latn: Stranice u vašem kursu

source: Preview of Pages in your course
ru: Преглед страница на вашем курсу
sr_latn: Pregled stranica na vašem kursu

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
ru: Странице се појављују у горњој навигацијској траци вашег курса. Подразумеване странице (кућни, курс, дискусија, вики и напредак) прате уџбеници и прилагођене странице.
sr_latn: Stranice se pojavljuju u gornjoj navigacijskoj traci vašeg kursa. Podrazumevane stranice (kućni, kurs, diskusija, viki i napredak) prate udžbenici i prilagođene stranice.

source: close modal
ru: Затвори Модал
sr_latn: Zatvori Modal

source: Internal Server Error
ru: Грешка интерне сервера
sr_latn: Greška interne servera

source: The Page You Requested Page Cannot be Found
ru: Страница коју сте тражили на страници коју сте тражили не можете пронаћи
sr_latn: Stranica koju ste tražili na stranici koju ste tražili ne možete pronaći

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
ru: ВЕ're sorry. We couldn' Т Пронађите {studio_name} страницу коју тражите. Можда ћете се можда желети вратити на контролну таблу {studio_name} и покушајте поново.
sr_latn: VE're sorry. We couldn' T Pronađite {studio_name} stranicu koju tražite. Možda ćete se možda želeti vratiti na kontrolnu tablu {studio_name} i pokušajte ponovo.

source: The Server Encountered an Error
ru: Сервер је наишао на грешку
sr_latn: Server je naišao na grešku

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
ru: Жао нам је. Дошло је до проблема са сервером док покушавате да обрадите свој последњи захтев. You may want to return to the {studio_name} Dashboard or try this request again.
sr_latn: Žao nam je. Došlo je do problema sa serverom dok pokušavate da obradite svoj poslednji zahtev. You may want to return to the {studio_name} Dashboard or try this request again.

source: Back to dashboard
ru: Назад на контролну таблу
sr_latn: Nazad na kontrolnu tablu

source: Library Export
ru: Извоз библиотеке
sr_latn: Izvoz biblioteke

source: Course Export
ru: Извоз курса
sr_latn: Izvoz kursa

source: About Exporting Libraries
ru: О извозним библиотекама
sr_latn: O izvoznim bibliotekama

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
ru: Можете да извозите библиотеке и уређујете их ван {studio_name}. Извезна датотека је датотека .тар.гз (то је, а .тар датотека компримирана ГНУ ЗИП) која садржи структуру и садржај библиотеке. Такође можете поново да увозите библиотеке које сте извезели.
sr_latn: Možete da izvozite biblioteke i uređujete ih van {studio_name}. Izvezna datoteka je datoteka .tar.gz (to je, a .tar datoteka komprimirana GNU ZIP) koja sadrži strukturu i sadržaj biblioteke. Takođe možete ponovo da uvozite biblioteke koje ste izvezeli.

source: About Exporting Courses
ru: О курсевима извоза
sr_latn: O kursevima izvoza

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
ru: Можете извозити курсеве и уредити их ван {studio_name}. Извезна датотека је датотека а .тар.гз (то је, а .тар датотека компримована са ГНУ ЗИП) која садржи структуру и садржај курса. Такође можете поново да увозите курсеве који сте извезели.
sr_latn: Možete izvoziti kurseve i urediti ih van {studio_name}. Izvezna datoteka je datoteka a .tar.gz (to je, a .tar datoteka komprimovana sa GNU ZIP) koja sadrži strukturu i sadržaj kursa. Takođe možete ponovo da uvozite kurseve koji ste izvezeli.
