Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
ru: Када завршите са пресјеком {strong_start}-{strong_end}, покупите када желите да идете уживо и {studio_name} брине о осталовима. Изградити свој курс постепено.
sr_latn: Kada završite sa presjekom {strong_start}-{strong_end}, pokupite kada želite da idete uživo i {studio_name} brine o ostalovima. Izgraditi svoj kurs postepeno.

source: Work in Teams
ru: Радите у тимовима
sr_latn: Radite u timovima

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
ru: Коаутори имају пуни приступ свим истим ауторским алатима. Учините свој курс бољим путем тима напора.
sr_latn: Koautori imaju puni pristup svim istim autorskim alatima. Učinite svoj kurs boljim putem tima napora.

source: Sign Up for {studio_name} Today!
ru: Пријавите се за {studio_name} данас!
sr_latn: Prijavite se za {studio_name} danas!

source: Sign Up & Start Making Your {platform_name} Course
ru: Пријавите се и започните да направите свој {platform_name} курс
sr_latn: Prijavite se i započnite da napravite svoj {platform_name} kurs

source: Already have a {studio_name} Account? Sign In
ru: Већ имате рачун {studio_name}? Пријавити се
sr_latn: Već imate račun {studio_name}? Prijaviti se

source: Outlining Your Course
ru: Искључивање курса
sr_latn: Isključivanje kursa

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
ru: Једноставан приказ у два нивоа за организовање курса. Превуците и спустите и видите свој курс на први поглед.
sr_latn: Jednostavan prikaz u dva nivoa za organizovanje kursa. Prevucite i spustite i vidite svoj kurs na prvi pogled.

source: More than Just Lectures
ru: Више од само предавања
sr_latn: Više od samo predavanja

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
ru: Брзо креирајте видео записе, Сниппета текста, инлине дискусије и разне врсте проблема.
sr_latn: Brzo kreirajte video zapise, Snippeta teksta, inline diskusije i razne vrste problema.

source: Publishing on Date
ru: Објављивање на датуму
sr_latn: Objavljivanje na datumu

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
ru: Једноставно подесите датум одељка или пододељка и {studio_name} ће га објавити вашим ученицима за вас.
sr_latn: Jednostavno podesite datum odeljka ili pododeljka i {studio_name} će ga objaviti vašim učenicima za vas.

source: We're having trouble rendering your component
ru: Имамо проблема да вам пружимо компоненту
sr_latn: Imamo problema da vam pružimo komponentu

source: Students will not be able to access this component. Re-edit your component to fix the error.
ru: Студенти неће моћи да приступе овој компоненти. Поновно уредите своју компоненту да исправите грешку.
sr_latn: Studenti neće moći da pristupe ovoj komponenti. Ponovno uredite svoju komponentu da ispravite grešku.

source: Library Import
ru: Увоз библиотеке
sr_latn: Uvoz biblioteke

source: Course Import
ru: Увоз курса
sr_latn: Uvoz kursa

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
ru: Будите сигурни да желите да увезете библиотеку пре него што наставите. Садржај увезене библиотеке замениће садржај постојеће библиотеке. {em_start} Не можете поништити библиотеку увоз{em_end}. Пре него што наставите, препоручујемо вам да извозите тренутну библиотеку, тако да имате резервну копију копија.
sr_latn: Budite sigurni da želite da uvezete biblioteku pre nego što nastavite. Sadržaj uvezene biblioteke zameniće sadržaj postojeće biblioteke. {em_start} Ne možete poništiti biblioteku uvoz{em_end}. Pre nego što nastavite, preporučujemo vam da izvozite trenutnu biblioteku, tako da imate rezervnu kopiju kopija.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
ru: Библиотека коју увозите мора бити у датотеци .тар.гз (то је, а .тар датотека компримована са ГНУ ЗИП). Овај .тар.гз датотека мора да садржи датотеку библиотека.кмл. Такође може да садржи и друге датотеке.
sr_latn: Biblioteka koju uvozite mora biti u datoteci .tar.gz (to je, a .tar datoteka komprimovana sa GNU ZIP). Ovaj .tar.gz datoteka mora da sadrži datoteku biblioteka.kml. Takođe može da sadrži i druge datoteke.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
ru: Процес увоза има пет фаза. Током прве две фазе морате остати на овој страници. Ову страницу можете оставити након што је распакирање позорница завршен. Међутим, препоручујемо да не правите важне промене у вашој библиотеци док операција увоза не буде завршена.
sr_latn: Proces uvoza ima pet faza. Tokom prve dve faze morate ostati na ovoj stranici. Ovu stranicu možete ostaviti nakon što je raspakiranje pozornica završen. Međutim, preporučujemo da ne pravite važne promene u vašoj biblioteci dok operacija uvoza ne bude završena.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
ru: Будите сигурни да желите да увезете курс пре него што наставите. Садржај увезеног курса ће заменити садржај постојећег курса{em_start}. Не можете поништити курсев увоз{em_end}. Пре него што наставите, препоручујемо да извозите тренутни курс, тако да имате резервну копију њеног копира.
sr_latn: Budite sigurni da želite da uvezete kurs pre nego što nastavite. Sadržaj uvezenog kursa će zameniti sadržaj postojećeg kursa{em_start}. Ne možete poništiti kursev uvoz{em_end}. Pre nego što nastavite, preporučujemo da izvozite trenutni kurs, tako da imate rezervnu kopiju njenog kopira.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip) or .zip (that is a compressed file). This .tar.gz or .zip file must contain a course.xml file. It may also contain other files.
ru: Курс који ви увозите мора бити у .тар.гз датотеци (то је, а .тар датотека компримирана ГНУ ЗИП) или .зип (то је компримирана датотека). Овај .тар.гз или .зип датотека мора да садржи курс.кмл датотеку. Такође може да садржи и друге датотеке.
sr_latn: Kurs koji vi uvozite mora biti u .tar.gz datoteci (to je, a .tar datoteka komprimirana GNU ZIP) ili .zip (to je komprimirana datoteka). Ovaj .tar.gz ili .zip datoteka mora da sadrži kurs.kml datoteku. Takođe može da sadrži i druge datoteke.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
ru: Процес увоза има пет фаза. Током прве две фазе морате остати на овој страници. Ову страницу можете оставити након што је распакирање позорница завршен. Препоручујемо, међутим, да не остварујете важне промене на вашем курсу док операција увоза не заврши.
sr_latn: Proces uvoza ima pet faza. Tokom prve dve faze morate ostati na ovoj stranici. Ovu stranicu možete ostaviti nakon što je raspakiranje pozornica završen. Preporučujemo, međutim, da ne ostvarujete važne promene na vašem kursu dok operacija uvoza ne završi.

source: Select a .tar.gz File to Replace Your Library Content
ru: Изаберите датотеку А .тар.гз да бисте заменили садржај библиотеке
sr_latn: Izaberite datoteku A .tar.gz da biste zamenili sadržaj biblioteke

source: Select a .tar.gz or .zip File to Replace Your Course Content
ru: Изаберите датотеку А .тар.гз или .зип да бисте заменили садржај курса
sr_latn: Izaberite datoteku A .tar.gz ili .zip da biste zamenili sadržaj kursa

source: Choose a File to Import
ru: Изаберите датотеку за увоз
sr_latn: Izaberite datoteku za uvoz

source: File Chosen:
ru: Датотека изабрана:
sr_latn: Datoteka izabrana:

source: Replace my library with the selected file
ru: Замените моју библиотеку одабраном датотеком
sr_latn: Zamenite moju biblioteku odabranom datotekom

source: Replace my course with the selected file
ru: Замените мој курс одабраном датотеком
sr_latn: Zamenite moj kurs odabranom datotekom

source: Library Import Status
ru: Статус увоза библиотеке
sr_latn: Status uvoza biblioteke

source: Course Import Status
ru: Статус увоза курса
sr_latn: Status uvoza kursa

source: Transferring your file to our servers
ru: Пренос датотеке на наше сервере
sr_latn: Prenos datoteke na naše servere

source: Unpacking
ru: Распакирање
sr_latn: Raspakiranje

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
ru: Проширење и припрема мапе / структуре датотека (сада можете сигурно оставити ову страницу, али избегавајте да драстичне промене садржаја све док овај увоз буде довршен)
sr_latn: Proširenje i priprema mape / strukture datoteka (sada možete sigurno ostaviti ovu stranicu, ali izbegavajte da drastične promene sadržaja sve dok ovaj uvoz bude dovršen)

source: Verifying
ru: Који потврђује
sr_latn: Koji potvrđuje

source: Reviewing semantics, syntax, and required data
ru: Преглед семантике, синтаксе и потребне податке
sr_latn: Pregled semantike, sintakse i potrebne podatke

source: Updating Library
ru: Ажурирање библиотеке
sr_latn: Ažuriranje biblioteke

source: Updating Course
ru: Ажурирање курса
sr_latn: Ažuriranje kursa

source: Integrating your imported content into this library. This process might take longer with larger libraries.
ru: Интегрисање увезеног садржаја у ову библиотеку. Овај процес ће можда потрајати дуже са већим библиотекама.
sr_latn: Integrisanje uvezenog sadržaja u ovu biblioteku. Ovaj proces će možda potrajati duže sa većim bibliotekama.

source: Integrating your imported content into this course. This process might take longer with larger courses.
ru: Интегрисање увезеног садржаја у овај курс. Овај процес ће можда потрајати дуже са већим курсевима.
sr_latn: Integrisanje uvezenog sadržaja u ovaj kurs. Ovaj proces će možda potrajati duže sa većim kursevima.

source: Your imported content has now been integrated into this library
ru: Ваш увезени садржај је сада интегрисан у ову библиотеку
sr_latn: Vaš uvezeni sadržaj je sada integrisan u ovu biblioteku

source: Your imported content has now been integrated into this course
ru: Ваш увезени садржај је сада интегрисан у овај курс
sr_latn: Vaš uvezeni sadržaj je sada integrisan u ovaj kurs

source: View Updated Library
ru: Погледајте ажурирану библиотеку
sr_latn: Pogledajte ažuriranu biblioteku

source: View Updated Outline
ru: Погледајте ажурирани обрис
sr_latn: Pogledajte ažurirani obris

source: Why import a library?
ru: Зашто увозити библиотеку?
sr_latn: Zašto uvoziti biblioteku?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
ru: Можда бисте желели да ажурирате постојећу библиотеку у нову верзију или у потпуности замените постојећу библиотеку. Можда сте и развили библиотеку ван {studio_name}.
sr_latn: Možda biste želeli da ažurirate postojeću biblioteku u novu verziju ili u potpunosti zamenite postojeću biblioteku. Možda ste i razvili biblioteku van {studio_name}.

source: Note: Library content is not automatically updated in courses
ru: Напомена: Садржај библиотеке се не ажурира аутоматски на курсевима
sr_latn: Napomena: Sadržaj biblioteke se ne ažurira automatski na kursevima

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
ru: Ако промените и увозите библиотеку која се позива насумизирани садржајни блокови у једном или више курсева, ти курсеви не користе аутоматски ажурирани садржај. Морате ручно освежити рандомизовани блокови садржаја да бисте их довели до данас са најновијим садржајем библиотеке.
sr_latn: Ako promenite i uvozite biblioteku koja se poziva nasumizirani sadržajni blokovi u jednom ili više kurseva, ti kursevi ne koriste automatski ažurirani sadržaj. Morate ručno osvežiti randomizovani blokovi sadržaja da biste ih doveli do danas sa najnovijim sadržajem biblioteke.

source: Learn more about importing a library
ru: Сазнајте више о увозу библиотеке
sr_latn: Saznajte više o uvozu biblioteke

source: Why import a course?
ru: Зашто увозити курс?
sr_latn: Zašto uvoziti kurs?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
ru: Можда желите да покренете нову верзију постојећег курса или потпуно замените постојећи курс. Или сте можда развили курс изван {studio_name}.
sr_latn: Možda želite da pokrenete novu verziju postojećeg kursa ili potpuno zamenite postojeći kurs. Ili ste možda razvili kurs izvan {studio_name}.

source: What content is imported?
ru: Који се садржај увози?
sr_latn: Koji se sadržaj uvozi?

source: The following content is imported.
ru: Увоз следећи садржај се увози.
sr_latn: Uvoz sledeći sadržaj se uvozi.

source: The following content is not imported.
ru: Следећи садржај се не увози.
sr_latn: Sledeći sadržaj se ne uvozi.

source: Warning: Importing while a course is running
ru: Упозорење: Увоз док се курс ради
sr_latn: Upozorenje: Uvoz dok se kurs radi

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
ru: Ако изводите увоз док се курс покреће и мењате имена УРЛ-а (или урл_наме чворове) било каквих компоненти проблема, студентски подаци повезани са тим проблематичним компонентама могу се изгубити. Ови подаци укључују резултате проблема ученика.
sr_latn: Ako izvodite uvoz dok se kurs pokreće i menjate imena URL-a (ili url_name čvorove) bilo kakvih komponenti problema, studentski podaci povezani sa tim problematičnim komponentama mogu se izgubiti. Ovi podaci uključuju rezultate problema učenika.

source: Learn more about importing a course
ru: Сазнајте више о увозу курса
sr_latn: Saznajte više o uvozu kursa

source: {studio_name} Home
ru: {studio_name} Почетна
sr_latn: {studio_name} Početna

source: New Course
ru: Нови курс
sr_latn: Novi kurs

source: Email staff to create course
ru: Особље е-поште за креирање курса
sr_latn: Osoblje e-pošte za kreiranje kursa

source: New Library
ru: Нова библиотека
sr_latn: Nova biblioteka

source: Please correct the highlighted fields below.
ru: Исправите истакнуте поља испод.
sr_latn: Ispravite istaknute polja ispod.

source: Create a New Course
ru: Креирајте нови курс
sr_latn: Kreirajte novi kurs

source: Required Information to Create a New Course
ru: Потребне информације за креирање новог курса
sr_latn: Potrebne informacije za kreiranje novog kursa

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
ru: Јавно име приказа за ваш курс. То се не може мењати, али можете касније поставити другачије име приказа у напредним подешавањима.
sr_latn: Javno ime prikaza za vaš kurs. To se ne može menjati, ali možete kasnije postaviti drugačije ime prikaza u naprednim podešavanjima.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
ru: Име организације која спонзорише курс. {strong_start} Напомена: Назив организације је део курса УРЛ.{strong_end} Ово се не може мењати, али касније можете поставити другачије приказивање у напредним подешавањима.
sr_latn: Ime organizacije koja sponzoriše kurs. {strong_start} Napomena: Naziv organizacije je deo kursa URL.{strong_end} Ovo se ne može menjati, ali kasnije možete postaviti drugačije prikazivanje u naprednim podešavanjima.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
ru: Јединствени број који идентификује ваш курс у оквиру ваше организације. {strong_start} Напомена: Ово је део вашег курсева, па нису дозвољени размаци или посебне знакове и не може се променити.{strong_end}
sr_latn: Jedinstveni broj koji identifikuje vaš kurs u okviru vaše organizacije. {strong_start} Napomena: Ovo je deo vašeg kurseva, pa nisu dozvoljeni razmaci ili posebne znakove i ne može se promeniti.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
ru: Израз у коме ће ваш курс покренути. {strong_start} Напомена: Ово је део вашег курсева, па нису дозвољени размаци или посебне знакове и не може се променити.{strong_end}
sr_latn: Izraz u kome će vaš kurs pokrenuti. {strong_start} Napomena: Ovo je deo vašeg kurseva, pa nisu dozvoljeni razmaci ili posebne znakove i ne može se promeniti.{strong_end}

source: Create
ru: креирати
sr_latn: Stvoriti

source: Create a New Library
ru: Креирајте нову библиотеку
sr_latn: Kreirajte novu biblioteku

source: Required Information to Create a New Library
ru: Потребне информације за креирање нове библиотеке
sr_latn: Potrebne informacije za kreiranje nove biblioteke

source: Library Name
ru: Име библиотеке
sr_latn: Ime biblioteke

source: e.g. Computer Science Problems
ru: нпр. Проблеми са рачунарским науком
sr_latn: npr. Problemi sa računarskim naukom

source: The public display name for your library.
ru: Јавно име приказа за вашу библиотеку.
sr_latn: Javno ime prikaza za vašu biblioteku.

source: The public organization name for your library.
ru: Име јавне организације за вашу библиотеку.
sr_latn: Ime javne organizacije za vašu biblioteku.

source: This cannot be changed.
ru: То се не може мењати.
sr_latn: To se ne može menjati.

source: Library Code
ru: Код библиотеке
sr_latn: Kod biblioteke

source: e.g. CSPROB
ru: нпр. Цспроб
sr_latn: npr. Csprob

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
ru: Јединствени код који идентификује ову библиотеку. {strong_start} Напомена: Ово је део ваше урл библиотеке, тако да нису дозвољени размаци или посебне знакове.{strong_end} Ово се не може мењати.
sr_latn: Jedinstveni kod koji identifikuje ovu biblioteku. {strong_start} Napomena: Ovo je deo vaše url biblioteke, tako da nisu dozvoljeni razmaci ili posebne znakove.{strong_end} Ovo se ne može menjati.

source: Organization and Library Settings
ru: Подешавања организације и библиотеке
sr_latn: Podešavanja organizacije i biblioteke

source: Show all courses in organization:
ru: Прикажи све курсеве у организацији:
sr_latn: Prikaži sve kurseve u organizaciji:

source: For example, MITx
ru: На пример, Митк
sr_latn: Na primer, Mitk

source: Courses Being Processed
ru: Курсеви се обрађују
sr_latn: Kursevi se obrađuju

source: This course run is currently being created.
ru: Тренутно се припрема овај курс.
sr_latn: Trenutno se priprema ovaj kurs.

source: Configuring as re-run
ru: Конфигурирање као поновно покретање
sr_latn: Konfiguriranje kao ponovno pokretanje

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
ru: Нови курс ће се додати на вашу листу курса за 5-10 минута. Повратак на ову страницу или {link_start} Рефресх ИТ{link_end} да бисте ажурирали листу курса. Нови курс ће требати мало ручне конфигурације.
sr_latn: Novi kurs će se dodati na vašu listu kursa za 5-10 minuta. Povratak na ovu stranicu ili {link_start} Refresh IT{link_end} da biste ažurirali listu kursa. Novi kurs će trebati malo ručne konfiguracije.

source: This re-run processing status:
ru: Овај статус поновног покретања:
sr_latn: Ovaj status ponovnog pokretanja:

source: Configuration Error
ru: Грешка конфигурације
sr_latn: Greška konfiguracije

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
ru: Дошло је до системске грешке док се курс обрађује. Идите на оригинални курс да бисте покушали поново покренути поново или се обратите свом ПМ за помоћ.
sr_latn: Došlo je do sistemske greške dok se kurs obrađuje. Idite na originalni kurs da biste pokušali ponovo pokrenuti ponovo ili se obratite svom PM za pomoć.

source: Archived Courses
ru: Архивирани курсеви
sr_latn: Arhivirani kursevi

source: Libraries
ru: Библиотеке
sr_latn: Biblioteke

source: Taxonomies
ru: Таксономије
sr_latn: Taksonomije

source: Are you staff on an existing {studio_name} course?
ru: Да ли сте особље на постојећем {studio_name} курсу?
sr_latn: Da li ste osoblje na postojećem {studio_name} kursu?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
ru: Креатор курса мора вам дати приступ курсу. Обратите се Креатору курса или администратору за курс који помажете аутору.
sr_latn: Stvoritelj kursa mora vam dati pristup kursu. Obratite se Stvoritelju kursa ili administratoru za kurs koji pomažete autoru.

source: Create Your First Course
ru: Креирајте свој први курс
sr_latn: Kreirajte svoj prvi kurs

source: Your new course is just a click away!
ru: Ваш нови курс је само клик!
sr_latn: Vaš novi kurs je samo klik!

source: Becoming a Course Creator in {studio_name}
ru: Постајући Цреатор курса у {studio_name}
sr_latn: Postajući Creator kursa u {studio_name}

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
ru: {studio_name} је домаћин решење за наше Ксцонсортиум партнере и изабране госте. Курсеви за који сте члан тима који се постављају горе да бисте изменили, док привилегије Цреатор Цреатор одобри {platform_name}. Наш тим ће вам оценити ваш захтев и пружити вам повратне информације у року од 24 сата током радне недеље.
sr_latn: {studio_name} je domaćin rešenje za naše Ksconsortium partnere i izabrane goste. Kursevi za koji ste član tima koji se postavljaju gore da biste izmenili, dok privilegije Creator Creator odobri {platform_name}. Naš tim će vam oceniti vaš zahtev i pružiti vam povratne informacije u roku od 24 sata tokom radne nedelje.
