Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Download
ru: Преузети
sr_latn: Preuzeti

source: {categoryText} in {parentDisplayname}
ru: {categoryText} у {parentDisplayname}
sr_latn: {categoryText} u {parentDisplayname}

source: Current location
ru: Тренутна локација
sr_latn: Trenutna lokacija

source: Currently selected
ru: Тренутно изабран
sr_latn: Trenutno izabran

source: You haven't added any textbooks to this course yet.
ru: Још нисте додали уџбенике на овај курс.
sr_latn: Još niste dodali udžbenike na ovaj kurs.

source: Add your first textbook
ru: Додајте свој први уџбеник
sr_latn: Dodajte svoj prvi udžbenik

source: This group controls access to:
ru: Ова група контролише приступ:
sr_latn: Ova grupa kontroliše pristup:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
ru: У {linkStart} ЦОУРТ ОУТЛЕП{linkEnd}, користите ову групу за контролу приступа компоненти.
sr_latn: U {linkStart} COURT OUTLEP{linkEnd}, koristite ovu grupu za kontrolu pristupa komponenti.

source: Previous Uploads
ru: Претходни учитаљ
sr_latn: Prethodni učitalj

source: Download available encodings (.csv)
ru: Преузмите доступне кодирања (.цсв)
sr_latn: Preuzmite dostupne kodiranja (.csv)

source: Thumbnail
ru: Набијање
sr_latn: Nabijanje

source: Video ID
ru: Видео ИД

source: Transcripts
ru: Транскрипти
sr_latn: Transkripti

source: Video Status
ru: Статус видео записа
sr_latn: Status video zapisa

source: Remove this video
ru: Уклони овај видео
sr_latn: Ukloni ovaj video

source: Remove {video_name} video
ru: Уклони {video_name} видео
sr_latn: Ukloni {video_name} video

source: Never published
ru: Никад објављен
sr_latn: Nikad objavljen

source: Last published %(last_published_date)s by %(publish_username)s
ru: Последња објављена %(last_published_date)s од %(publish_username)s
sr_latn: Poslednja objavljena %(last_published_date)s od %(publish_username)s

source: Previously published
ru: Претходно објављен
sr_latn: Prethodno objavljen

source: Draft (Never published)
ru: Нацрт (никад објављен)
sr_latn: Nacrt (nikad objavljen)

source: Visible to Staff Only
ru: Видљиво само особљу
sr_latn: Vidljivo samo osoblju

source: Published and Live
ru: Објављено и живи
sr_latn: Objavljeno i živi

source: Published (not yet released)
ru: Објављено (још није објављено)
sr_latn: Objavljeno (još nije objavljeno)

source: Draft (Unpublished changes)
ru: Нацрт (необјављене промене)
sr_latn: Nacrt (neobjavljene promene)

source: Release:
ru: Издање:
sr_latn: Izdanje:

source: Publishing Status
ru: Статус издавања
sr_latn: Status izdavanja

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
ru: Нацрт сачуваних на {lastSavedStart} {editedOn} {lastSavedEnd} од {editedByStart} {editedBy} {editedByEnd}
sr_latn: Nacrt sačuvanih na {lastSavedStart} {editedOn} {lastSavedEnd} od {editedByStart} {editedBy} {editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
ru: Последња објављена {lastPublishedStart} {publishedOn} {lastPublishedEnd} од {publishedByStart} {publishedBy} {publishedByEnd}
sr_latn: Poslednja objavljena {lastPublishedStart} {publishedOn} {lastPublishedEnd} od {publishedByStart} {publishedBy} {publishedByEnd}

source: with %(release_date_from)s
ru: са %(release_date_from)s
sr_latn: sa %(release_date_from)s

source: Is Visible To:
ru: Видљиво је:
sr_latn: Vidljivo je:

source: Will Be Visible To:
ru: Биће видљив:
sr_latn: Biće vidljiv:

source: Staff Only
ru: Само особље
sr_latn: Samo osoblje

source: with %(section_or_subsection)s
ru: са %(section_or_subsection)s
sr_latn: sa %(section_or_subsection)s

source: Staff and Learners
ru: Особље и ученици
sr_latn: Osoblje i učenici

source: Hide from learners
ru: Сакриј се од ученика
sr_latn: Sakrij se od učenika

source: Note: Do not hide graded assignments after they have been released.
ru: НАПОМЕНА: Не сакривајте оцењене задатке након што су ослобођени.
sr_latn: NAPOMENA: Ne sakrivajte ocenjene zadatke nakon što su oslobođeni.

source: Copy Unit
ru: Копирање јединице
sr_latn: Kopiranje jedinice

source: Release Date and Time
ru: Датум и време ослобађања
sr_latn: Datum i vreme oslobađanja

source: Release Date:
ru: Датум издања:
sr_latn: Datum izdanja:

source: Release Time in UTC:
ru: Време ослобађања у УТЦ:
sr_latn: Vreme oslobađanja u UTC:

source: Clear Release Date/Time
ru: Цлеар Датум / време за издање
sr_latn: Clear Datum / vreme za izdanje

source: Due in:
ru: Доступно у:
sr_latn: Dostupno u:

source: weeks from learner enrollment date
ru: седмице од датума уписа ученика
sr_latn: sedmice od datuma upisa učenika

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
ru: Ако ученик започне на {startDate}, ово пододељак ће бити доспеће на {projectedDueIn}.
sr_latn: Ako učenik započne na {startDate}, ovo pododeljak će biti dospeće na {projectedDueIn}.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
ru: Минимални број недеља које овај пододјељак може бити доспело је 1 недеља од датума уписа ученика.
sr_latn: Minimalni broj nedelja koje ovaj pododjeljak može biti dospelo je 1 nedelja od datuma upisa učenika.

source: Assessment Results Visibility
ru: Резултати процене Видљивост
sr_latn: Rezultati procene Vidljivost

source: Always show assessment results
ru: Увек показујте резултате процене
sr_latn: Uvek pokazujte rezultate procene

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
ru: Када ученици поднесу одговор на процену, они одмах виде да ли је одговор тачан или нетачан, а резултат је примљен.
sr_latn: Kada učenici podnesu odgovor na procenu, oni odmah vide da li je odgovor tačan ili netačan, a rezultat je primljen.

source: Never show assessment results
ru: Никада не показујте резултате процене
sr_latn: Nikada ne pokazujte rezultate procene

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
ru: Ученици никада не виде да ли су њихови одговори на процене тачне или нетачне, нити примљен резултат.
sr_latn: Učenici nikada ne vide da li su njihovi odgovori na procene tačne ili netačne, niti primljen rezultat.

source: Show assessment results when subsection is past due
ru: Прикажи резултате процене када је пододјељак доспео
sr_latn: Prikaži rezultate procene kada je pododjeljak dospeo

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
ru: Ученици не виде да ли су њихови одговори на процене биле тачне или нетачне, нити је резултат примљен, све до доспећа за пододељак.
sr_latn: Učenici ne vide da li su njihovi odgovori na procene bile tačne ili netačne, niti je rezultat primljen, sve do dospeća za pododeljak.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
ru: Ако пододељко нема рок доспећа, ученици увек виде своје резултате када поднесу одговоре на процене.
sr_latn: Ako pododeljko nema rok dospeća, učenici uvek vide svoje rezultate kada podnesu odgovore na procene.

source: PDF Chapters
ru: ПДФ поглавља
sr_latn: PDF poglavlja

source: Signatory
ru: Потписнички
sr_latn: Potpisnički

source: Signature Image
ru: Слика за потпис
sr_latn: Slika za potpis

source: Certificate Signatory Configuration
ru: Конфигурација потписнице сертификата
sr_latn: Konfiguracija potpisnice sertifikata

source: Name
ru: Назив
sr_latn: Naziv

source: Name of the signatory
ru: Име потписника
sr_latn: Ime potpisnika

source: The name of this signatory as it should appear on certificates.
ru: Име овог потписника као што би требало да се појави у сертификатима.
sr_latn: Ime ovog potpisnika kao što bi trebalo da se pojavi u sertifikatima.

source: Title
ru: Назив
sr_latn: Naziv

source: Title of the signatory
ru: Назив потписнице
sr_latn: Naziv potpisnice

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
ru: Наслови Више од 100 знакова може спречити ученицима да штампају свој сертификат на једној страници.
sr_latn: Naslovi Više od 100 znakova može sprečiti učenicima da štampaju svoj sertifikat na jednoj stranici.

source: Organization
ru: Организација
sr_latn: Organizacija

source: Organization of the signatory
ru: Организација потписника
sr_latn: Organizacija potpisnika

source: The organization that this signatory belongs to, as it should appear on certificates.
ru: Организација коју овај потписници припада, јер би требало да се појави на сертификатима.
sr_latn: Organizacija koju ovaj potpisnici pripada, jer bi trebalo da se pojavi na sertifikatima.

source: Path to Signature Image
ru: Пут до слике потписа
sr_latn: Put do slike potpisa

source: Image must be in PNG format
ru: Слика мора бити у ПНГ формату
sr_latn: Slika mora biti u PNG formatu

source: Upload Signature Image
ru: Пошаљите слику потписа
sr_latn: Pošaljite sliku potpisa

source: Unit Visibility
ru: Видљивост јединице
sr_latn: Vidljivost jedinice

source: Section Visibility
ru: Видљивост секције
sr_latn: Vidljivost sekcije

source: Visible to learners
ru: Видљив ученицима
sr_latn: Vidljiv učenicima

source: It is visible to learners, ensuring that all learners can view its contents.
ru: Видљив је ученицима, осигуравајући да сви ученици могу да прегледају њен садржај.
sr_latn: Vidljiv je učenicima, osiguravajući da svi učenici mogu da pregledaju njen sadržaj.

source: Hide in Course Outline, accessible via Link
ru: Сакријте се у обрису курса, доступни путем везе
sr_latn: Sakrijte se u obrisu kursa, dostupni putem veze

source: It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents.
ru: Намерно је скривено од стандардне навигације, осигуравајући да само појединци са везом могу да прегледају њен садржај.
sr_latn: Namerno je skriveno od standardne navigacije, osiguravajući da samo pojedinci sa vezom mogu da pregledaju njen sadržaj.

source: If you make this section visible in the table of content, learners will be able to see its content.
ru: Ако овај одељак учините видљивим у табели садржаја, ученици ће моћи да виде његов садржај.
sr_latn: Ako ovaj odeljak učinite vidljivim u tabeli sadržaja, učenici će moći da vide njegov sadržaj.

source: It is intentionally hidden from learners, ensuring that only the course staff can view its contents.
ru: Намјерно је скривено од ученика, осигуравајући да само особље курса може да види његов садржај.
sr_latn: Namjerno je skriveno od učenika, osiguravajući da samo osoblje kursa može da vidi njegov sadržaj.

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
ru: Ако је јединица раније објављена и пуштена у ученике, било какве промене које сте направили у јединици када је скривена сада бити видљива ученицима.
sr_latn: Ako je jedinica ranije objavljena i puštena u učenike, bilo kakve promene koje ste napravili u jedinici kada je skrivena sada biti vidljiva učenicima.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
ru: Ако направите овај %(xblockType)s видљиви ученицима, ученици ће моћи да виде његов садржај након што је датум објављивања прошао и да сте објавили јединицу. Само јединице које су изричито скривене од ученика остаће скривене након што очистите ову опцију за %(xblockType)s.
sr_latn: Ako napravite ovaj %(xblockType)s vidljivi učenicima, učenici će moći da vide njegov sadržaj nakon što je datum objavljivanja prošao i da ste objavili jedinicu. Samo jedinice koje su izričito skrivene od učenika ostaće skrivene nakon što očistite ovu opciju za %(xblockType)s.

source: Xpert unit summaries
ru: Сажеци Ксперт јединице
sr_latn: Sažeci Kspert jedinice

source: Enable summaries
ru: Омогућите сажетке
sr_latn: Omogućite sažetke

source: Current Role:
ru: Тренутна улога:
sr_latn: Trenutna uloga:

source: You!
ru: Ти!
sr_latn: Ti!

source: send an email message to {email}
ru: Пошаљи поруку е-поште на {email}
sr_latn: Pošalji poruku e-pošte na {email}

source: Promote another member to Admin to remove your admin rights
ru: Промовишите другог члана да Администрације уклања ваше администраторске праве
sr_latn: Promovišite drugog člana da Administracije uklanja vaše administratorske prave

source: Add {role} Access
ru: Додајте {role} приступ
sr_latn: Dodajte {role} pristup

source: Remove {role} Access
ru: Уклоните {role} Приступ
sr_latn: Uklonite {role} Pristup

source: Delete the user, {username}
ru: Избришите корисника, {username}
sr_latn: Izbrišite korisnika, {username}

source: Set as a Special Exam
ru: Постављен као посебан испит
sr_latn: Postavljen kao poseban ispit

source: Exam Types
ru: Врсте испита
sr_latn: Vrste ispita

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
ru: Ово пододељак је пуштено ученицима као прокорисан испит, али је враћен назад на основни или временски испит. Сада то можда нећете конфигурирати као прокорани испит. Контактирајте ЕДКС подршку за помоћ.
sr_latn: Ovo pododeljak je pušteno učenicima kao prokorisan ispit, ali je vraćen nazad na osnovni ili vremenski ispit. Sada to možda nećete konfigurirati kao prokorani ispit. Kontaktirajte EDKS podršku za pomoć.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
ru: Овај прокорани испит је објављен ученицима. Не можете га претворити у другу врсту посебног испита. Можете вратити овај пододељак да буде основни испит одабиром 'None' или временски испит, али то нећете моћи да конфигуришете као прокорани испит у будућности.
sr_latn: Ovaj prokorani ispit je objavljen učenicima. Ne možete ga pretvoriti u drugu vrstu posebnog ispita. Možete vratiti ovaj pododeljak da bude osnovni ispit odabirom 'None' ili vremenski ispit, ali to nećete moći da konfigurišete kao prokorani ispit u budućnosti.

source: Timed
ru: Темиран
sr_latn: Temiran

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
ru: Користите временски испит за ограничавање времена, ученици времена могу провести на проблеме у овом пододељку. Ученици морају да поднесу одговоре пре истека времена. Можете дозволити додатно време за поједине полазнике путем инструктора инструктора.
sr_latn: Koristite vremenski ispit za ograničavanje vremena, učenici vremena mogu provesti na probleme u ovom pododeljku. Učenici moraju da podnesu odgovore pre isteka vremena. Možete dozvoliti dodatno vreme za pojedine polaznike putem instruktora instruktora.

source: Proctored
ru: Прокидарни
sr_latn: Prokidarni

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
ru: Прокторирани испити су времена и снимају видео запис сваког ученика који узимају испит. Видео се видео снимци потом рецензирају како би се осигурало да ученици следе сва правила испитивања. Имајте на уму да ће постављање овог испита да прокусира промени поставке видљивости на "Hide content after due date."
sr_latn: Proktorirani ispiti su vremena i snimaju video zapis svakog učenika koji uzimaju ispit. Video se video snimci potom recenziraju kako bi se osiguralo da učenici slede sva pravila ispitivanja. Imajte na umu da će postavljanje ovog ispita da prokusira promeni postavke vidljivosti na "Hide content after due date."

source: Onboarding
ru: Набор
sr_latn: Nabor

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
ru: Употријебите на броду да бисте упознали ученике да процторарирају, потврдите њихов идентитет и креирање наградног профила. Ученици морају да заврше корак награде у корак пре него што је преузео поступак. Прегледи профила Узмите 2+ радних дана.
sr_latn: Upotrijebite na brodu da biste upoznali učenike da proctorariraju, potvrdite njihov identitet i kreiranje nagradnog profila. Učenici moraju da završe korak nagrade u korak pre nego što je preuzeo postupak. Pregledi profila Uzmite 2+ radnih dana.

source: Practice Proctored
ru: Пракса прокуса
sr_latn: Praksa prokusa

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
ru: Помоћу праксе прокорисани испит увести ученике у оквирни алата и процесе. Резултати испитног права не утичу на оцену ученика.
sr_latn: Pomoću prakse prokorisani ispit uvesti učenike u okvirni alata i procese. Rezultati ispitnog prava ne utiču na ocenu učenika.

source: Time Allotted (HH:MM):
ru: Додељено време (хх: мм):
sr_latn: Dodeljeno vreme (hh: mm):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
ru: Изаберите временски распоред за испит. Ако је више од 24 сата, унесите време. Можете одобрити појединачне ученике додатним временом да бисте испунили испит преко инструктора инструктора.
sr_latn: Izaberite vremenski raspored za ispit. Ako je više od 24 sata, unesite vreme. Možete odobriti pojedinačne učenike dodatnim vremenom da biste ispunili ispit preko instruktora instruktora.

source: Review Rules
ru: Правила прегледа
sr_latn: Pravila pregleda

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
ru: Наведите било која правила или изузеће правила да тим за ревизију прокотарства треба да примењује приликом прегледа видео записа. На пример, можете одредити да су дозвољени калкулатори. Ова одређена правила су видљива ученицима пре него што ученици започну испит, заједно са {linkStart} општима правилима испита{linkEnd}.
sr_latn: Navedite bilo koja pravila ili izuzeće pravila da tim za reviziju prokotarstva treba da primenjuje prilikom pregleda video zapisa. Na primer, možete odrediti da su dozvoljeni kalkulatori. Ova određena pravila su vidljiva učenicima pre nego što učenici započnu ispit, zajedno sa {linkStart} opštima pravilima ispita{linkEnd}.

source: General Proctored Exam Rules
ru: Генерална правила о испиту
sr_latn: Generalna pravila o ispitu

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
ru: Наведите било која правила или изузеће правила да тим за ревизију прокотарства треба да примењује приликом прегледа видео записа. На пример, можете одредити да су дозвољени калкулатори. Ова одређена правила су видљива ученицима пре него што ученици започну испит.
sr_latn: Navedite bilo koja pravila ili izuzeće pravila da tim za reviziju prokotarstva treba da primenjuje prilikom pregleda video zapisa. Na primer, možete odrediti da su dozvoljeni kalkulatori. Ova određena pravila su vidljiva učenicima pre nego što učenici započnu ispit.

source: Account
ru: Рачун
sr_latn: Račun

source: This action updates the {provider} information for your entire organization.
ru: Ова акција ажурира информације о {provider} за вашу целу организацију.
sr_latn: Ova akcija ažurira informacije o {provider} za vašu celu organizaciju.

source: Enter the account information for your organization.
ru: Унесите податке о рачуну за своју организацију.
sr_latn: Unesite podatke o računu za svoju organizaciju.

source: API Key
ru: АПИ кључ
sr_latn: API ključ

source: API Secret
ru: АПИ тајна
sr_latn: API tajna

source: Unit Access
ru: Унитарни приступ
sr_latn: Unitarni pristup

source: Restrict access to:
ru: Ограничите приступ:
sr_latn: Ograničite pristup:

source: Select a group type
ru: Изаберите врсту групе
sr_latn: Izaberite vrstu grupe

source: Select one or more groups:
ru: Изаберите једну или више група:
sr_latn: Izaberite jednu ili više grupa:

source: Deleted Group
ru: Избрисана група
sr_latn: Izbrisana grupa

source: This group no longer exists. Choose another group or do not restrict access to this unit.
ru: Ова група више не постоји. Изаберите другу групу или не ограничавајте приступ овој јединици.
sr_latn: Ova grupa više ne postoji. Izaberite drugu grupu ili ne ograničavajte pristup ovoj jedinici.

source: File upload succeeded
ru: Уплоад датотеке је успело
sr_latn: Upload datoteke je uspelo

source: Please check the following validation feedbacks and reflect them in your course settings:
ru: Молимо вас да проверите следеће повратне информације о потврди и одражавате их у подешавањима курса:
sr_latn: Molimo vas da proverite sledeće povratne informacije o potvrdi i odražavate ih u podešavanjima kursa:

source: Verification Checkpoint
ru: Провера контролне тачке
sr_latn: Provera kontrolne tačke

source: Must complete verification checkpoint
ru: Морате завршити контролни пункт верификације
sr_latn: Morate završiti kontrolni punkt verifikacije

source: Verification checkpoint to be completed
ru: Провера контролне тачке које треба завршити
sr_latn: Provera kontrolne tačke koje treba završiti

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
ru: Ученици који захтевају верификацију морају пренијети одабрани контролни пункт да бисте видели садржај у овој јединици. Ученици који не захтевају верификацију погледајте овај садржај подразумевано.
sr_latn: Učenici koji zahtevaju verifikaciju moraju prenijeti odabrani kontrolni punkt da biste videli sadržaj u ovoj jedinici. Učenici koji ne zahtevaju verifikaciju pogledajte ovaj sadržaj podrazumevano.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
ru: Препоручена резолуција слике је {imageResolution}, максимална величина датотеке слика треба да буде {maxFileSize} и формат мора бити један од {supportedImageFormats}.
sr_latn: Preporučena rezolucija slike je {imageResolution}, maksimalna veličina datoteke slika treba da bude {maxFileSize} i format mora biti jedan od {supportedImageFormats}.

source: Read more
ru: Прочитајте више
sr_latn: Pročitajte više

source: No transcript uploaded.
ru: Није пренесен транскрипт.
sr_latn: Nije prenesen transkript.

source: Show transcripts ({totalTranscripts})
ru: Прикажи транскрипте ({totalTranscripts})
sr_latn: Prikaži transkripte ({totalTranscripts})
