Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
ru: Обични текст или ХТМЛ садржај за приказивање прилагођене поруке у оквиру кредитне подобности, садржај е-поште који се шаље када је корисник испунио све захтеве за подобности кредита.
sr_latn: Obični tekst ili HTML sadržaj za prikazivanje prilagođene poruke u okviru kreditne podobnosti, sadržaj e-pošte koji se šalje kada je korisnik ispunio sve zahteve za podobnosti kredita.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
ru: Обични текст или ХТМЛ садржај за приказивање прилагођене поруке у оквиру Цредит Цармие садржаје е-поште који се шаље * након * плаћања за кредит за кредитни курс.
sr_latn: Obični tekst ili HTML sadržaj za prikazivanje prilagođene poruke u okviru Credit Carmie sadržaje e-pošte koji se šalje * nakon * plaćanja za kredit za kreditni kurs.

source: Thumbnail image url of the credit provider.
ru: Тхумбнаил УРЛ слике кредита провајдера.
sr_latn: Thumbnail URL slike kredita provajdera.

source: Credit requirement statuses
ru: Статуси кредита
sr_latn: Statusi kredita

source: Deadline for purchasing and requesting credit.
ru: Рок за куповину и тражење кредита.
sr_latn: Rok za kupovinu i traženje kredita.

source: Preview Language Administration
ru: Управа за преглед прегледа
sr_latn: Uprava za pregled pregleda

source: Language not provided
ru: Језик није обезбеђен
sr_latn: Jezik nije obezbeđen

source: Language set to {preview_language}
ru: Језички сет на {preview_language}
sr_latn: Jezički set na {preview_language}

source: Language reset to the default
ru: Поништавање језика на задано
sr_latn: Poništavanje jezika na zadano

source: This is a test message
ru: Ово је тестна порука
sr_latn: Ovo je testna poruka

source: This is a success message
ru: Ово је порука о успеху
sr_latn: Ovo je poruka o uspehu

source: This is a test warning
ru: Ово је упозорење о тесту
sr_latn: Ovo je upozorenje o testu

source: This is a test error
ru: Ово је грешка теста
sr_latn: Ovo je greška testa

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
ru: {provider} захтева да се ЛТИ напредна дељења буде омогућена за ваш курс, јер овај провајдер користи адресу е-поште и корисничко име за персонализацију искуства. Молимо контактирајте {support_contact} да бисте омогућили ову функцију.
sr_latn: {provider} zahteva da se LTI napredna deljenja bude omogućena za vaš kurs, jer ovaj provajder koristi adresu e-pošte i korisničko ime za personalizaciju iskustva. Molimo kontaktirajte {support_contact} da biste omogućili ovu funkciju.

source: technical support
ru: техничка подршка
sr_latn: tehnička podrška

source: Comma-separated list of providers to allow, eg: {choices}
ru: Листа провајдера одвојених зарезима за дозволу, нпр.: {choices}
sr_latn: Lista provajdera odvojenih zarezima za dozvolu, npr.: {choices}

source: Allow List
ru: Дозволити листу
sr_latn: Dozvoliti listu

source: Comma-separated list of providers to deny, eg: {choices}
ru: Листа провајдера одвојена зарезом да одбије, нпр.: {choices}
sr_latn: Lista provajdera odvojena zarezom da odbije, npr.: {choices}

source: Deny List
ru: Листа дема
sr_latn: Lista dema

source: Learning Context Key
ru: Кључ за учење контекста
sr_latn: Ključ za učenje konteksta

source: If disabled, the discussions in the associated learning context/course will be disabled.
ru: Ако је онемогућено, расправе у придруженом контексту учења / курсу ће бити онемогућене.
sr_latn: Ako je onemogućeno, rasprave u pridruženom kontekstu učenja / kursu će biti onemogućene.

source: The Posting availability in discussions whether it will be enabled, scheduled or indefinitely disabled.
ru: Расположивост објављивања у дискусијама да ли ће бити омогућена, заказана или неодређена инвалида.
sr_latn: Raspoloživost objavljivanja u diskusijama da li će biti omogućena, zakazana ili neodređena invalida.

source: The LTI configuration data for this context/provider.
ru: ЛТИ конфигурациони подаци за овај контекст / провајдер.
sr_latn: LTI konfiguracioni podaci za ovaj kontekst / provajder.

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
ru: Ако је омогућено, темељеће се теме за сваку јединицу која се не оцењује на курсу. УИ за дискусије појавит ће се сваком јединицом.
sr_latn: Ako je omogućeno, temeljeće se teme za svaku jedinicu koja se ne ocenjuje na kursu. UI za diskusije pojavit će se svakom jedinicom.

source: If enabled, discussion topics will be created for graded units as well.
ru: Ако је омогућено, такође ће се креирати теме за дискусију за оцењене јединице.
sr_latn: Ako je omogućeno, takođe će se kreirati teme za diskusiju za ocenjene jedinice.

source: If enabled, discussions will need to be manually enabled for each unit.
ru: Ако је омогућено, расправе ће се морати ручно омогућене за сваку јединицу.
sr_latn: Ako je omogućeno, rasprave će se morati ručno omogućene za svaku jedinicu.

source: The plugin configuration data for this context/provider.
ru: Подаци о конфигурацији додатака за овај контекст / провајдер.
sr_latn: Podaci o konfiguraciji dodataka za ovaj kontekst / provajder.

source: Discussion provider
ru: Провајдер дискусија
sr_latn: Provajder diskusija

source: The discussion tool/provider's id
ru: ИД за дискусију / ИД провајдера
sr_latn: ID za diskusiju / ID provajdera

source: Context key for context in which this discussion topic exists.
ru: Контекст кључ за контекст у којем постоји ова тема дискусије.
sr_latn: Kontekst ključ za kontekst u kojem postoji ova tema diskusije.

source: Usage key for in-context discussion topic. Set to null for course-level topics.
ru: Кључ употребе за тему у контексту дискусије. Постављен на нулл за теме на течају.
sr_latn: Ključ upotrebe za temu u kontekstu diskusije. Postavljen na null za teme na tečaju.

source: Title for discussion topic.
ru: Наслов за тему дискусије.
sr_latn: Naslov za temu diskusije.

source: Group for divided discussions.
ru: Група за подељене дискусије.
sr_latn: Grupa za podeljene diskusije.

source: Provider id for discussion provider.
ru: ИД провајдера за провајдера дискусије.
sr_latn: ID provajdera za provajdera diskusije.

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
ru: Контекстни ИД дискусије у спољном провајдеру форума. нпр. цомментабле_ид фор цс_цомментс_сервице.
sr_latn: Kontekstni ID diskusije u spoljnom provajderu foruma. npr. commentable_id for cs_comments_service.

source: Whether this topic should be shown in-context in the course.
ru: Да ли се ова тема треба приказати у контексту током курса.
sr_latn: Da li se ova tema treba prikazati u kontekstu tokom kursa.

source: Ordering of this topic in its learning context
ru: Наручивање ове теме у његовом контексту учења
sr_latn: Naručivanje ove teme u njegovom kontekstu učenja

source: Additional context for this topic, such as its section, and subsection
ru: Додатни контекст за ову тему, као што је његов одељак и пододјељак
sr_latn: Dodatni kontekst za ovu temu, kao što je njegov odeljak i pododjeljak

source: Encourage participation and engagement in your course with discussions.
ru: Подстакните учешће и ангажовање у вашем курсу са дискусијама.
sr_latn: Podstaknite učešće i angažovanje u vašem kursu sa diskusijama.

source: Administrator
ru: Администратор

source: Moderator
ru: Модератор

source: Group Moderator
ru: Групни модератор
sr_latn: Grupni moderator

source: Community TA
ru: Заједница
sr_latn: Zajednica

source: Student
ru: Ученик
sr_latn: Učenik

source: COURSE NOT FOUND. Please check that the course ID is valid.
ru: Курс није пронађен. Проверите да ли је ИД курса валидан.
sr_latn: Kurs nije pronađen. Proverite da li je ID kursa validan.

source: The course key for the restricted course.
ru: Кључ курса за ограничени курс.
sr_latn: Ključ kursa za ograničeni kurs.

source: The message to show when a user is blocked from enrollment.
ru: Порука да се покаже када је корисник блокиран из уписа.
sr_latn: Poruka da se pokaže kada je korisnik blokiran iz upisa.

source: The message to show when a user is blocked from accessing a course.
ru: Порука која треба да покаже када је корисник блокиран да приступи курс.
sr_latn: Poruka koja treba da pokaže kada je korisnik blokiran da pristupi kurs.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
ru: Дозволите корисницима који су се уписали у дозвољену земљу да приступе ограниченим курсевима из искључених земаља.
sr_latn: Dozvolite korisnicima koji su se upisali u dozvoljenu zemlju da pristupe ograničenim kursevima iz isključenih zemalja.

source: Two character ISO country code.
ru: Два знака ИСО Цоде Цоунтри.
sr_latn: Dva znaka ISO Code Countri.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
ru: Да ли да укључи или искључи дато курс. Ако су наведене земље бјелогелистичке земље, тада ће само корисници из белих земаља бити у могућности да приступе курсу. Ако су наведене земље на црној листи, онда корисници из земаља на црној листи неће моћи да приступе курсу.
sr_latn: Da li da uključi ili isključi dato kurs. Ako su navedene zemlje bjelogelističke zemlje, tada će samo korisnici iz belih zemalja biti u mogućnosti da pristupe kursu. Ako su navedene zemlje na crnoj listi, onda korisnici iz zemalja na crnoj listi neće moći da pristupe kursu.

source: The course to which this rule applies.
ru: Курс којем се ово правило примењује.
sr_latn: Kurs kojem se ovo pravilo primenjuje.

source: The country to which this rule applies.
ru: Земља на коју се ово правило примењује.
sr_latn: Zemlja na koju se ovo pravilo primenjuje.

source: Whitelist {country} for {course}
ru: Вхителист {country} за {course}
sr_latn: Vhitelist {country} za {course}

source: Blacklist {country} for {course}
ru: БЛАЦКЛИСТ {country} за {course}
sr_latn: BLACKLIST {country} za {course}

source: Notification App
ru: Апликација за обавештење
sr_latn: Aplikacija za obaveštenje

source: Notification Type
ru: Врста обавештења
sr_latn: Vrsta obaveštenja

source: Search by username, course_id. Specify fields with username: or course_id: prefixes. If no prefix is specified, search will be done on username. Examples: - testuser (default username search) - username:testuser (username keyword search) - course_id:course-v1:edX+DemoX+Demo_Course (course_id keyword search) - username:testuser, course_id:course-v1:edX+DemoX+Demo_Course (combined keyword search)
ru: Претражите корисничким именом, курс_ид. Наведите поља са корисничким именом: или курс_ид: префикси. Ако није наведено префикс, претрага ће се извршити на корисничком имену. Примери: - тестусер (подразумевана претрага корисника) - Корисничко име: тестусер (претрага кључне речи усаграма) - Курс_ИД: Курс-В1: ЕedX+DemoX+Demo_Course (курс_ид претрага кључеворд) - Корисничко име: тестусер, курс_ид: курс-в1: едк + демок + демо_цоурсе (претрага комбиноване кључне речи)
sr_latn: Pretražite korisničkim imenom, kurs_id. Navedite polja sa korisničkim imenom: ili kurs_id: prefiksi. Ako nije navedeno prefiks, pretraga će se izvršiti na korisničkom imenu. Primeri: - testuser (podrazumevana pretraga korisnika) - Korisničko ime: testuser (pretraga ključne reči usagrama) - Kurs_ID: Kurs-V1: EedX+DemoX+Demo_Course (kurs_id pretraga ključevord) - Korisničko ime: testuser, kurs_id: kurs-v1: edk + demok + demo_course (pretraga kombinovane ključne reči)

source: <{p}><{strong}>{replier_name}</{strong}> commented on your response to the post <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} </ {strong}> Проментарисао је ваш одговор на пост <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} </ {strong}> Promentarisao je vaš odgovor na post <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response to your post <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} </ {strong}> Проментарирано <{strong}> {author_name} </ {strong}> Одговор на своју посту <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} </ {strong}> Promentarirano <{strong}> {author_name} </ {strong}> Odgovor na svoju postu <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} </ {strong}> Одговори на свој пост <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} </ {strong}> Odgovori na svoj post <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{username}</{strong}> posted <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {username} </ {strong}> Објављено <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {username} </ {strong}> Objavljeno <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{replier_name}</{strong}> and others started new discussions</{p}>
ru: <{p}> <{strong}> {replier_name} и други су започели нове дискусије </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} i drugi su započeli nove diskusije </ {p}>

source: <{p}><{strong}>{username}</{strong}> asked <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {username} </ {strong}> Питано <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {username} </ {strong}> Pitano <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} </ {strong}> Одговори на пост Сљедећите: <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} </ {strong}> Odgovori na post Sljedećite: <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response in a post you’re following <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} </ {strong}> Проментарирано <{strong}> {author_name} </ {strong}> Одговор у посту Сљедите <{strong}> {post_title} </ {strong}> </ {p}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} </ {strong}> Promentarirano <{strong}> {author_name} </ {strong}> Odgovor u postu Sljedite <{strong}> {post_title} </ {strong}> </ {p}> </ {p}>

source: <p><strong>{username}’s </strong> {content_type} has been reported <strong> {content}</strong></p>
ru: <п> <стронг> {username} 'с </ стронг> {content_type} је пријављено <стронг> {content} </ стронг> </ п>
sr_latn: <p> <strong> {username} 's </ strong> {content_type} je prijavljeno <strong> {content} </ strong> </ p>

source: <{p}><{strong}>{replier_name}'s</{strong}> response has been endorsed in your post <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> <{strong}> {replier_name} С </ {strong}> Респонсед је у вашем посту <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> <{strong}> {replier_name} S </ {strong}> Responsed je u vašem postu <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}>Your response has been endorsed on the post <{strong}>{post_title}</{strong}></{p}>
ru: <{p}> Ваш одговор је одобрен на посту <{strong}> {post_title} </ {strong}> </ {p}>
sr_latn: <{p}> Vaš odgovor je odobren na postu <{strong}> {post_title} </ {strong}> </ {p}>

source: <{p}>You have a new open response submission awaiting review for <{strong}>{ora_name}</{strong}></{p}>
ru: <{p}> Имате нови отворени одговор који чека преглед за <{strong}> {ora_name} </ {strong}> </ {p}>
sr_latn: <{p}> Imate novi otvoreni odgovor koji čeka pregled za <{strong}> {ora_name} </ {strong}> </ {p}>

source: <{p}>You have multiple submissions awaiting review for <{strong}>{ora_name}</{strong}></{p}>
ru: <{p}> Имате више поднесака који чекају преглед за <{strong}> {ora_name} </ {strong}> </ {p}>
sr_latn: <{p}> Imate više podnesaka koji čekaju pregled za <{strong}> {ora_name} </ {strong}> </ {p}>

source: <{p}>You have received {points_earned} out of {points_possible} on your assessment: <{strong}>{ora_name}</{strong}></{p}>
ru: <{p}> Примили сте {points_earned} Оут оф {points_possible} на вашој процени: <{strong}> {ora_name} </ {strong}> </ {p}>
sr_latn: <{p}> Primili ste {points_earned} Out of {points_possible} na vašoj proceni: <{strong}> {ora_name} </ {strong}> </ {p}>

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
ru: Обавештења о одговорима и коментарима на вашим постовима и оне које пратите, укључујући одобрења према вашим одговорима и на вашим постовима.
sr_latn: Obaveštenja o odgovorima i komentarima na vašim postovima i one koje pratite, uključujući odobrenja prema vašim odgovorima i na vašim postovima.

source: Notifications for new announcements and updates from the course team.
ru: Обавештења о новим најавама и ажурирањима из тима курса.
sr_latn: Obaveštenja o novim najavama i ažuriranjima iz tima kursa.

source: Notifications for submission grading.
ru: Обавештења за оцењивање предаја.
sr_latn: Obaveštenja za ocenjivanje predaja.

source: Daily
ru: Свакодневно
sr_latn: Svakodnevno

source: Weekly
ru: Недељни
sr_latn: Nedeljni

source: Immediately
ru: Одмах
sr_latn: Odmah

source: Never
ru: Невер

source: Email Digest Preferences Updated
ru: Поставке е-поште Ажурирано
sr_latn: Postavke e-pošte Ažurirano

source: You have successfully unsubscribed from email digest for learning activity
ru: Успешно сте се одјавили са е-маилом за учешће активности
sr_latn: Uspešno ste se odjavili sa e-mailom za učešće aktivnosti

source: The notification preference config version is not up to date.
ru: Конфигурисана верзија обавештења није ажурирана.
sr_latn: Konfigurisana verzija obaveštenja nije ažurirana.

source: Invalid app name.
ru: Неважеће име апликације.
sr_latn: Nevažeće ime aplikacije.

source: Notifications marked as seen.
ru: Обавештења означена као виђена.
sr_latn: Obaveštenja označena kao viđena.

source: Notification marked read.
ru: Обавештење означено је гласно.
sr_latn: Obaveštenje označeno je glasno.

source: Notifications marked read.
ru: Обавештења означена читање.
sr_latn: Obaveštenja označena čitanje.

source: Invalid app_name or notification_id.
ru: Неважећа апп_наме или нотифицатион_ид.
sr_latn: Nevažeća app_name ili notification_id.

source: Comma-separated list of scopes that this application will be allowed to request.
ru: Листа опсега зареза зарезом да ће ова апликација бити дозвољена да затражи.
sr_latn: Lista opsega zareza zarezom da će ova aplikacija biti dozvoljena da zatraži.

source: Comma-separated list of filters that this application will be allowed to request.
ru: Листа филтера одвојена зарезом да ће ова апликација бити дозвољена да затражи.
sr_latn: Lista filtera odvojena zarezom da će ova aplikacija biti dozvoljena da zatraži.

source: Content Provider
ru: Провајдер садржаја
sr_latn: Provajder sadržaja

source: Password Policy
ru: Политика лозинке
sr_latn: Politika lozinke

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
ru: {strong_tag_open} Недавно смо променили лозинку Захтјеви{strong_tag_close} {break_line_tag} Ваша тренутна лозинка не испуњава нове безбедносне захтеве. Управо смо послали поруку ресетовања лозинке на адресу е-поште повезане са овим налогом. Хвала вам што сте нам помогли да чујемо ваше податке.
sr_latn: {strong_tag_open} Nedavno smo promenili lozinku Zahtjevi{strong_tag_close} {break_line_tag} Vaša trenutna lozinka ne ispunjava nove bezbednosne zahteve. Upravo smo poslali poruku resetovanja lozinke na adresu e-pošte povezane sa ovim nalogom. Hvala vam što ste nam pomogli da čujemo vaše podatke.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
ru: {strong_tag_open} Потребна акција: Молимо ажурирајте лозинку{strong_tag_close} {break_line_tag} као од {deadline}, {platform_name} ће захтевати све ученике да имају сложене лозинке. Ваша тренутна лозинка не испуњава ове захтеве. Да бисте ресетовали лозинку, идите на {anchor_tag_open} Подешавања Аццоунт{anchor_tag_close}.
sr_latn: {strong_tag_open} Potrebna akcija: Molimo ažurirajte lozinku{strong_tag_close} {break_line_tag} kao od {deadline}, {platform_name} će zahtevati sve učenike da imaju složene lozinke. Vaša trenutna lozinka ne ispunjava ove zahteve. Da biste resetovali lozinku, idite na {anchor_tag_open} Podešavanja Account{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
ru: Датотека мора бити мања од {image_max_size} у величини.
sr_latn: Datoteka mora biti manja od {image_max_size} u veličini.

source: The file must be at least {image_min_size} in size.
ru: Датотека мора бити најмање {image_min_size} у величини.
sr_latn: Datoteka mora biti najmanje {image_min_size} u veličini.

source: The file must be one of the following types: {valid_file_types}.
ru: Датотека мора бити једна од следећих врста: {valid_file_types}.
sr_latn: Datoteka mora biti jedna od sledećih vrsta: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
ru: Заглавље типа садржаја за ову датотеку не одговара подацима датотека. Датотека се може оштетити.
sr_latn: Zaglavlje tipa sadržaja za ovu datoteku ne odgovara podacima datoteka. Datoteka se može oštetiti.

source: The file name extension for this file does not match the file data. The file may be corrupted.
ru: Екстензија имена датотеке за ову датотеку не одговара подацима датотека. Датотека се може оштетити.
sr_latn: Ekstenzija imena datoteke za ovu datoteku ne odgovara podacima datoteka. Datoteka se može oštetiti.

source: bytes
ru: бајтови
sr_latn: bajtovi

source: KB
ru: Кб

source: MB
ru: МБ

source: No file provided for profile image
ru: Није дата датотека за слику профила
sr_latn: Nije data datoteka za sliku profila

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
ru: Пут који се користи за конструкцију УРЛ-ова на програми маркетиншке странице (нпр. "/foo").
sr_latn: Put koji se koristi za konstrukciju URL-ova na programi marketinške stranice (npr. "/foo").

source: Program UUID
ru: Програм ууид

source: If disabled, the LTI in the associated program will be disabled.
ru: Ако је онемогућено, ЛТИ у придруженом програму ће бити онемогућен.
sr_latn: Ako je onemogućeno, LTI u pridruženom programu će biti onemogućen.

source: The LTI configuration data for this program/provider.
ru: ЛТИ конфигурациони подаци за овај програм / провајдер.
sr_latn: LTI konfiguracioni podaci za ovaj program / provajder.
