Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Error enrolling/unenrolling users.
ru: Грешка у упису / неуредни корисници.
sr_latn: Greška u upisu / neuredni korisnici.

source: The following email addresses and/or usernames are invalid:
ru: Следеће адресе е-поште и / или корисничка имена нису важећа:
sr_latn: Sledeće adrese e-pošte i / ili korisnička imena nisu važeća:

source: Successfully enrolled and sent email to the following users:
ru: Успешно уписани и послали е-пошту следећим корисницима:
sr_latn: Uspešno upisani i poslali e-poštu sledećim korisnicima:

source: Successfully enrolled the following users:
ru: Успешно је уписао следеће кориснике:
sr_latn: Uspešno je upisao sledeće korisnike:

source: Email was sent to the following users. They will be allowed to enroll once they register:
ru: Е-пошта је послата следећим корисницима. Они ће им бити дозвољено да се упишу када се региструју:
sr_latn: E-pošta je poslata sledećim korisnicima. Oni će im biti dozvoljeno da se upišu kada se registruju:

source: These users will be allowed to enroll once they register:
ru: Ове кориснике ће се дозволити да се упишу када се региструју:
sr_latn: Ove korisnike će se dozvoliti da se upišu kada se registruju:

source: Email was sent to the following users. They will be enrolled once they register:
ru: Е-пошта је послата следећим корисницима. Они ће бити уписани након што се региструју:
sr_latn: E-pošta je poslata sledećim korisnicima. Oni će biti upisani nakon što se registruju:

source: These users will be enrolled once they register:
ru: Ови корисници ће бити уписани након што се региструју:
sr_latn: Ovi korisnici će biti upisani nakon što se registruju:

source: Emails successfully sent. The following users are no longer enrolled in the course:
ru: Е-поруке су успешно послате. Следећи корисници више нису уписани на курс:
sr_latn: E-poruke su uspešno poslate. Sledeći korisnici više nisu upisani na kurs:

source: The following users are no longer enrolled in the course:
ru: Следећи корисници више нису уписани на курс:
sr_latn: Sledeći korisnici više nisu upisani na kurs:

source: These users were not affiliated with the course so could not be unenrolled:
ru: Ови корисници нису били повезани са курсом, па се не може бити неуредно:
sr_latn: Ovi korisnici nisu bili povezani sa kursom, pa se ne može biti neuredno:

source: Your message must have a subject.
ru: Ваша порука мора имати предмет.
sr_latn: Vaša poruka mora imati predmet.

source: Your message cannot be blank.
ru: Ваша порука не може бити празна.
sr_latn: Vaša poruka ne može biti prazna.

source: Your message must have at least one target.
ru: Ваша порука мора имати најмање једну мету.
sr_latn: Vaša poruka mora imati najmanje jednu metu.

source: There are invalid keywords in your email. Check the following keywords and try again.
ru: Постоје неважеће кључне речи у вашој е-пошти. Проверите следеће кључне речи и покушајте поново.
sr_latn: Postoje nevažeće ključne reči u vašoj e-pošti. Proverite sledeće ključne reči i pokušajte ponovo.

source: Yourself
ru: Себе
sr_latn: Sebe

source: Everyone who has staff privileges in this course
ru: Сви који имају привилегије особља у овом курсу
sr_latn: Svi koji imaju privilegije osoblja u ovom kursu

source: All learners who are enrolled in this course
ru: Сви ученици који су уписани у овај курс
sr_latn: Svi učenici koji su upisani u ovaj kurs

source: All learners in the {cohort_name} cohort
ru: Сви ученици у {cohort_name} Цохорт
sr_latn: Svi učenici u {cohort_name} Cohort

source: All learners in the {track_name} track
ru: Сви ученици у {track_name} Трацк
sr_latn: Svi učenici u {track_name} Track

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
ru: Ваша порука е-поште успешно је уплетена за слање. На курсевима са великим бројем ученика, поруке е-поште ученицима могу потрајати до сат времена да се послању.
sr_latn: Vaša poruka e-pošte uspešno je upletena za slanje. Na kursevima sa velikim brojem učenika, poruke e-pošte učenicima mogu potrajati do sat vremena da se poslanju.

source: You are sending an email message with the subject {subject} to the following recipients.
ru: Порука е-поште шаљете са предметом {subject} следећим примаоцима.
sr_latn: Poruka e-pošte šaljete sa predmetom {subject} sledećim primaocima.

source: Is this OK?
ru: Је ли ово у реду?
sr_latn: Je li ovo u redu?

source: Error sending email.
ru: Грешка у слање е-поште.
sr_latn: Greška u slanje e-pošte.

source: There is no email history for this course.
ru: Не постоји историја е-поште за овај курс.
sr_latn: Ne postoji istorija e-pošte za ovaj kurs.

source: There was an error obtaining email task history for this course.
ru: Дошло је до грешке приликом добијања историје задатка е-поште за овај курс.
sr_latn: Došlo je do greške prilikom dobijanja istorije zadatka e-pošte za ovaj kurs.

source: There was an error obtaining email content history for this course.
ru: Дошло је до грешке приликом добијања историје садржаја е-поште за овај курс.
sr_latn: Došlo je do greške prilikom dobijanja istorije sadržaja e-pošte za ovaj kurs.

source: Send to:
ru: Пошаљи на:
sr_latn: Pošalji na:

source: Please enter a student email address or username.
ru: Унесите студентску адресу е-поште или корисничко име.
sr_latn: Unesite studentsku adresu e-pošte ili korisničko ime.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
ru: Грешка приликом добијања статуса уписа за '<%- student_id %>'. Проверите да ли је студентски идентификатор правилно написан.
sr_latn: Greška prilikom dobijanja statusa upisa za '<%- student_id %>'. Proverite da li je studentski identifikator pravilno napisan.

source: Retrieving enrollment status...
ru: Дохваћање статуса уписа ...
sr_latn: Dohvaćanje statusa upisa ...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
ru: Грешка приликом добијања УРЛ-а за напредак ученика за '<%- student_id %>'. Проверите да ли је студентски идентификатор правилно написан.
sr_latn: Greška prilikom dobijanja URL-a za napredak učenika za '<%- student_id %>'. Proverite da li je studentski identifikator pravilno napisan.

source: Please enter a problem location.
ru: Унесите локацију проблема.
sr_latn: Unesite lokaciju problema.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
ru: Успех! Покушаји проблема Ресет за проблем '<%- problem_id %>' и студент '<%- student_id %>'.
sr_latn: Uspeh! Pokušaji problema Reset za problem '<%- problem_id %>' i student '<%- student_id %>'.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ru: Грешка приликом ресетирања покушаја проблема за проблем '<%- problem_id %>' и студент '<%- student_id %>'. Проверите да ли су проблем и идентификатори студената комплетни и тачни.
sr_latn: Greška prilikom resetiranja pokušaja problema za problem '<%- problem_id %>' i student '<%- student_id %>'. Proverite da li su problem i identifikatori studenata kompletni i tačni.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
ru: Избришите студент '<%- student_id %>' С Стаја на проблему '<%- problem_id %>'?
sr_latn: Izbrišite student '<%- student_id %>' S Staja na problemu '<%- problem_id %>'?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
ru: Грешка Брисање студента '<%- student_id %>' С Стаја на проблему '<%- problem_id %>'. Проверите да ли су проблем и идентификатори студената комплетни и тачни.
sr_latn: Greška Brisanje studenta '<%- student_id %>' S Staja na problemu '<%- problem_id %>'. Proverite da li su problem i identifikatori studenata kompletni i tačni.

source: Module state successfully deleted.
ru: Држава модула је успешно избрисана.
sr_latn: Država modula je uspešno izbrisana.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
ru: Грешка приликом добијања историје задатака за проблем '<%- problem_id %>' и студент '<%- student_id %>'. Проверите да ли су проблем и идентификатори студената комплетни и тачни.
sr_latn: Greška prilikom dobijanja istorije zadataka za problem '<%- problem_id %>' i student '<%- student_id %>'. Proverite da li su problem i identifikatori studenata kompletni i tačni.

source: Entrance exam attempts is being reset for student '{student_id}'.
ru: Покушаји пријемног испита се ресетује за студент '{student_id} '.
sr_latn: Pokušaji prijemnog ispita se resetuje za student '{student_id} '.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
ru: Грешка у ресетовању покушаја испита за студенте '{student_id} '. Проверите да ли је студентски идентификатор тачан.
sr_latn: Greška u resetovanju pokušaja ispita za studente '{student_id} '. Proverite da li je studentski identifikator tačan.

source: Enter a student's username or email address.
ru: Унесите студентско корисничко име или адресу е-поште.
sr_latn: Unesite studentsko korisničko ime ili adresu e-pošte.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
ru: Да ли желите да дозволите овог ученика ('{student_id} ') да прескочи пријемни испит?
sr_latn: Da li želite da dozvolite ovog učenika ('{student_id} ') da preskoči prijemni ispit?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
ru: Дошло је до грешке. Проверите да ли је студентско корисничко име или адреса е-поште тачна и покушати поново.
sr_latn: Došlo je do greške. Proverite da li je studentsko korisničko ime ili adresa e-pošte tačna i pokušati ponovo.

source: Entrance exam state is being deleted for student '{student_id}'.
ru: Држава улазног испита се брише за студент '{student_id} '.
sr_latn: Država ulaznog ispita se briše za student '{student_id} '.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
ru: Грешка приликом брисања стања улазног испита за студент '{student_id} '. Проверите да ли је студентски идентификатор тачан.
sr_latn: Greška prilikom brisanja stanja ulaznog ispita za student '{student_id} '. Proverite da li je studentski identifikator tačan.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
ru: Грешка приликом добијања историје задатка улазног испита за студент '{student_id} '. Проверите да ли је студентски идентификатор тачан.
sr_latn: Greška prilikom dobijanja istorije zadatka ulaznog ispita za student '{student_id} '. Proverite da li je studentski identifikator tačan.

source: Reset attempts for all students on problem '<%- problem_id %>'?
ru: Ресетујте покушаје свих ученика на проблему '<%- problem_id %>'?
sr_latn: Resetujte pokušaje svih učenika na problemu '<%- problem_id %>'?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
ru: Успешно је започео задатак да ресетује покушаје проблема '<%- problem_id %>'. Кликните на дугме 'Show Task Status' да бисте видели статус задатка.
sr_latn: Uspešno je započeo zadatak da resetuje pokušaje problema '<%- problem_id %>'. Kliknite na dugme 'Show Task Status' da biste videli status zadatka.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
ru: Грешка Покретање задатка да ресетујете покушаје свих ученика на проблему '<%- problem_id %>'. Проверите да ли је идентификатор проблема је комплетан и тачан.
sr_latn: Greška Pokretanje zadatka da resetujete pokušaje svih učenika na problemu '<%- problem_id %>'. Proverite da li je identifikator problema je kompletan i tačan.

source: Error listing task history for this student and problem.
ru: Грешка у пописивању историје задатка за овог ученика и проблема.
sr_latn: Greška u popisivanju istorije zadatka za ovog učenika i problema.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
ru: Започео је Ресор Проблем ЗАДАТАК ЗА ПРОБЛЕМ '<%- problem_id %>' и Студент '<%- student_id %>'. Кликните на дугме 'Show Task Status' да бисте видели статус задатка.
sr_latn: Započeo je Resor Problem ZADATAK ZA PROBLEM '<%- problem_id %>' i Student '<%- student_id %>'. Kliknite na dugme 'Show Task Status' da biste videli status zadatka.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
ru: Грешка Покретање задатка да решавате проблем '<%- problem_id %>' за студент '<%- student_id %>'. Проверите да ли су проблем и идентификатори студената комплетни и тачни.
sr_latn: Greška Pokretanje zadatka da rešavate problem '<%- problem_id %>' za student '<%- student_id %>'. Proverite da li su problem i identifikatori studenata kompletni i tačni.

source: Please enter a score.
ru: Унесите резултат.
sr_latn: Unesite rezultat.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
ru: Започео је задатак да надјача резултат за проблем '<%- problem_id %>' и студент '<%- student_id %>'. Кликните на дугме 'Show Task Status' да бисте видели статус задатка.
sr_latn: Započeo je zadatak da nadjača rezultat za problem '<%- problem_id %>' i student '<%- student_id %>'. Kliknite na dugme 'Show Task Status' da biste videli status zadatka.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
ru: Грешка Покретање задатка да бисте прегласали резултат за проблем '<%- problem_id %>' за студент '<%- student_id %>'. Проверите да ли су резултат и проблем са проблемом и студентским и студентима потпуни и тачни.
sr_latn: Greška Pokretanje zadatka da biste preglasali rezultat za problem '<%- problem_id %>' za student '<%- student_id %>'. Proverite da li su rezultat i problem sa problemom i studentskim i studentima potpuni i tačni.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
ru: Започео је улазним испитом Ресорски задатак за студент '{student_id} '. Кликните на дугме 'Show Task Status' да бисте видели статус задатка.
sr_latn: Započeo je ulaznim ispitom Resorski zadatak za student '{student_id} '. Kliknite na dugme 'Show Task Status' da biste videli status zadatka.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
ru: Грешка Покретање задатка да решавате пријемни испит за студент '{student_id} '. Проверите да ли је пријемни испит имао проблема у њему и студентски идентификатор је тачан.
sr_latn: Greška Pokretanje zadatka da rešavate prijemni ispit za student '{student_id} '. Proverite da li je prijemni ispit imao problema u njemu i studentski identifikator je tačan.

source: Rescore problem '<%- problem_id %>' for all students?
ru: Ресор Проблем '<%- problem_id %>' За све студенте?
sr_latn: Resor Problem '<%- problem_id %>' Za sve studente?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
ru: Успешно је започео задатак да репродукује проблем '<%- problem_id %>' за све студенте. Кликните на дугме 'Show Task Status' да бисте видели статус задатка.
sr_latn: Uspešno je započeo zadatak da reprodukuje problem '<%- problem_id %>' za sve studente. Kliknite na dugme 'Show Task Status' da biste videli status zadatka.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
ru: Грешка Покретање задатка да репродукује проблем '<%- problem_id %>'. Проверите да ли је идентификатор проблема је комплетан и тачан.
sr_latn: Greška Pokretanje zadatka da reprodukuje problem '<%- problem_id %>'. Proverite da li je identifikator problema je kompletan i tačan.

source: Task Type
ru: Тип задатка
sr_latn: Tip zadatka

source: Task inputs
ru: Задатни уноси
sr_latn: Zadatni unosi

source: Task ID
ru: ИД задатка
sr_latn: ID zadatka

source: Requester
ru: Подложак
sr_latn: Podložak

source: Submitted
ru: Поднети
sr_latn: Podneti

source: Duration (sec)
ru: Трајање (сец)
sr_latn: Trajanje (sec)

source: State
ru: Држава
sr_latn: Država

source: Task Status
ru: Статус задатка
sr_latn: Status zadatka

source: Task Progress
ru: Напредак задатка
sr_latn: Napredak zadatka

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
ru: Дошло је до грешке приликом преузимања е-поште. Покушајте поново касније и обратите се техничкој подршци ако проблем и даље постоји.
sr_latn: Došlo je do greške prilikom preuzimanja e-pošte. Pokušajte ponovo kasnije i obratite se tehničkoj podršci ako problem i dalje postoji.

source: Sent By
ru: Послао
sr_latn: Poslao

source: Sent To
ru: Послати у
sr_latn: Poslati u

source: Time Sent
ru: Време послато
sr_latn: Vreme poslato

source: Number Sent
ru: Број посланог
sr_latn: Broj poslanog

source: Copy Email To Editor
ru: Копирајте е-пошту уреднику
sr_latn: Kopirajte e-poštu uredniku

source: Subject:
ru: Предмет:
sr_latn: Predmet:

source: Sent By:
ru: Послао:
sr_latn: Poslao:

source: Time Sent:
ru: Време послато:
sr_latn: Vreme poslato:

source: Sent To:
ru: Послано на:
sr_latn: Poslano na:

source: Message:
ru: Порука:
sr_latn: Poruka:

source: No tasks currently running.
ru: Тренутно не раде задатке.
sr_latn: Trenutno ne rade zadatke.

source: File Name
ru: Име датотеке
sr_latn: Ime datoteke

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
ru: Везе се генеришу на потражњи и истјечу у року од 5 минута због осетљиве природе информација о студентима.
sr_latn: Veze se generišu na potražnji i istječu u roku od 5 minuta zbog osetljive prirode informacija o studentima.

source: Successfully reset the attempts for user {user}
ru: Успешно ресетујте покушаје за кориснике {user}
sr_latn: Uspešno resetujte pokušaje za korisnike {user}

source: Failed to reset attempts for user.
ru: Није успело ресетовање покушаја за корисника.
sr_latn: Nije uspelo resetovanje pokušaja za korisnika.

source: Successfully deleted student state for user {user}
ru: Успешно избрисано Студентска држава за корисника {user}
sr_latn: Uspešno izbrisano Studentska država za korisnika {user}

source: Failed to delete student state for user.
ru: Није успело избрисати студентску државу за корисника.
sr_latn: Nije uspelo izbrisati studentsku državu za korisnika.

source: Successfully rescored problem for user {user}
ru: Успешно решени проблем за корисника {user}
sr_latn: Uspešno rešeni problem za korisnika {user}

source: Failed to rescore problem for user.
ru: Није успело да реши проблем за корисника.
sr_latn: Nije uspelo da reši problem za korisnika.

source: Successfully rescored problem to improve score for user {user}
ru: Успешно пресвучен проблем за побољшање резултата за корисника {user}
sr_latn: Uspešno presvučen problem za poboljšanje rezultata za korisnika {user}

source: Failed to rescore problem to improve score for user.
ru: Није успело да се репродукује проблем побољшању резултата за корисника.
sr_latn: Nije uspelo da se reprodukuje problem poboljšanju rezultata za korisnika.

source: Successfully overrode problem score for {user}
ru: Успешно прецијените резултат проблема за {user}
sr_latn: Uspešno precijenite rezultat problema za {user}

source: Could not override problem score for {user}.
ru: Није могуће прегласати резултат проблема за {user}.
sr_latn: Nije moguće preglasati rezultat problema za {user}.

source: Terms of Service and Honor Code
ru: Услови услуге и Код части
sr_latn: Uslovi usluge i Kod časti

source: Saving your email preference
ru: Спремање преференција е-поште
sr_latn: Spremanje preferencija e-pošte

source: Enrolling you in the selected course
ru: Уписујући вас у изабрани курс
sr_latn: Upisujući vas u izabrani kurs

source: Adding the selected course to your cart
ru: Додавање изабраног курса у вашу корпу
sr_latn: Dodavanje izabranog kursa u vašu korpu

source: Loading your courses
ru: Учитавање курсева
sr_latn: Učitavanje kurseva

source: An error occurred.
ru: Дошло је до грешке.
sr_latn: Došlo je do greške.

source: (optional)
ru: (необавезно)
sr_latn: (neobavezno)

source: We couldn't sign you in.
ru: Нисмо вас могли пријавити.
sr_latn: Nismo vas mogli prijaviti.

source: An error occurred when signing you in to %s.
ru: Дошло је до грешке приликом потписивања на %s.
sr_latn: Došlo je do greške prilikom potpisivanja na %s.

source: Check Your Email
ru: Проверите своју е-пошту
sr_latn: Proverite svoju e-poštu

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
ru: {paragraphStart} Унели сте {boldStart} {email} {boldEnd}. Ако је ова адреса е-поште повезана са вашим {platform_name} налогом, послаћемо поруку са упутствима за опоравак лозинки на ову адресу е-поште.{paragraphEnd} {paragraphStart} Ако нисте примили поруку о ресетовању лозинке након 1 минуте, да сте унели исправну адресу е-поште или проверите своју нежељену пошту.{paragraphEnd} {paragraphStart} Ако вам је потребна додатна помоћ, {anchorStart} Контакт, {anchorStart} .{paragraphEnd}
sr_latn: {paragraphStart} Uneli ste {boldStart} {email} {boldEnd}. Ako je ova adresa e-pošte povezana sa vašim {platform_name} nalogom, poslaćemo poruku sa uputstvima za oporavak lozinki na ovu adresu e-pošte.{paragraphEnd} {paragraphStart} Ako niste primili poruku o resetovanju lozinke nakon 1 minute, da ste uneli ispravnu adresu e-pošte ili proverite svoju neželjenu poštu.{paragraphEnd} {paragraphStart} Ako vam je potrebna dodatna pomoć, {anchorStart} Kontakt, {anchorStart} .{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
ru: Дошло је до грешке. Покушајте да освежите страницу или проверите интернетску везу.
sr_latn: Došlo je do greške. Pokušajte da osvežite stranicu ili proverite internetsku vezu.
