Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: record is not in the correct format and has not been added to the exception list
ru: Рекорд није у исправном формату и није додан на листу изузетака
sr_latn: Rekord nije u ispravnom formatu i nije dodan na listu izuzetaka

source: learner accounts cannot be found and have not been added to the exception list
ru: На рачуне ученика не могу се наћи и нису додати на листу изузећа
sr_latn: Na račune učenika ne mogu se naći i nisu dodati na listu izuzeća

source: learner account cannot be found and has not been added to the exception list
ru: Налог за ученике није могуће пронаћи и није додан на листу изузећа
sr_latn: Nalog za učenike nije moguće pronaći i nije dodan na listu izuzeća

source: learners already appear on the exception list in this course
ru: ученици се већ појављују на листи изузетака у овом курсу
sr_latn: učenici se već pojavljuju na listi izuzetaka u ovom kursu

source: learner already appears on the exception list in this course
ru: У овом курсу се већ појављује ученик
sr_latn: U ovom kursu se već pojavljuje učenik

source: learners are not enrolled in this course and have not added to the exception list
ru: Ученици се не уписују у овај курс и нису додани на листу изузећа
sr_latn: Učenici se ne upisuju u ovaj kurs i nisu dodani na listu izuzeća

source: learner is not enrolled in this course and has not been added to the exception list
ru: Ученик није уписан у овај курс и није додан на листу изузетака
sr_latn: Učenik nije upisan u ovaj kurs i nije dodan na listu izuzetaka

source: learners have an active certificate invalidation in this course and have not been added to the exception list
ru: Ученици имају активну потврду о овом курсу и нису додани на листу изузећа
sr_latn: Učenici imaju aktivnu potvrdu o ovom kursu i nisu dodani na listu izuzeća

source: learner has an active certificate invalidation in this course and has not been added to the exception list
ru: Ученик има активну потврду о овом курсу и није додан у листу изузећа
sr_latn: Učenik ima aktivnu potvrdu o ovom kursu i nije dodan u listu izuzeća

source: learners encountered unknown errors
ru: ученици су наишли на непознате грешке
sr_latn: učenici su naišli na nepoznate greške

source: learner encountered an unknown error
ru: ученик је наишао на непознату грешку
sr_latn: učenik je naišao na nepoznatu grešku

source: Uploaded file issues. Click on "+" to view.
ru: Отпремљена питања датотека. Кликните на "+" да бисте погледали.
sr_latn: Otpremljena pitanja datoteka. Kliknite na "+" da biste pogledali.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
ru: Сертификат о <% = Кориснички%> већ је неважећи. Проверите правопис и покушајте поново.
sr_latn: Sertifikat o <% = Korisnički%> već je nevažeći. Proverite pravopis i pokušajte ponovo.

source: Certificate has been successfully invalidated for <%= user %>.
ru: Сертификат је успешно неважећи за <% = Кориснички%>.
sr_latn: Sertifikat je uspešno nevažeći za <% = Korisnički%>.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
ru: Сертификат за овај ученик је поново потврђен и систем поново покреће оцену за овог ученика.
sr_latn: Sertifikat za ovaj učenik je ponovo potvrđen i sistem ponovo pokreće ocenu za ovog učenika.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
ru: Није могао да нађе неваљавање сертификата на листи. Освежите страницу и покушајте поново
sr_latn: Nije mogao da nađe nevaljavanje sertifikata na listi. Osvežite stranicu i pokušajte ponovo

source: There has been an error processing your survey.
ru: Дошло је до грешке у обради вашег истраживања.
sr_latn: Došlo je do greške u obradi vašeg istraživanja.

source: More
ru: Више
sr_latn: Više

source: Less
ru: Мање
sr_latn: Manje

source: HTML preview of post
ru: ХТМЛ Преглед поруке
sr_latn: HTML Pregled poruke

source: Your question or idea (required)
ru: Ваше питање или идеју (обавезно)
sr_latn: Vaše pitanje ili ideju (obavezno)

source: Please enter a valid donation amount.
ru: Молимо унесите важећу количину донације.
sr_latn: Molimo unesite važeću količinu donacije.

source: Your donation could not be submitted.
ru: Ваша донација није могла да се поднесе.
sr_latn: Vaša donacija nije mogla da se podnese.

source: You will be refunded the amount you paid.
ru: Бићете враћени износ који сте платили.
sr_latn: Bićete vraćeni iznos koji ste platili.

source: You will not be refunded the amount you paid.
ru: Нећете бити враћени износ који сте платили.
sr_latn: Nećete biti vraćeni iznos koji ste platili.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
ru: Јесте ли сигурни да желите да се неправирате од купљеног курса {courseName} ({courseNumber})?
sr_latn: Jeste li sigurni da želite da se nepravirate od kupljenog kursa {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
ru: Јесте ли сигурни да желите да се не желите од {courseName} ({courseNumber})?
sr_latn: Jeste li sigurni da želite da se ne želite od {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
ru: Јесте ли сигурни да желите да се ненеструли са верификованог {certNameLong} нумера {courseName} ({courseNumber})?
sr_latn: Jeste li sigurni da želite da se nenestruli sa verifikovanog {certNameLong} numera {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
ru: Јесте ли сигурни да желите да се ненеструли са верификованог {certNameLong} нумера {courseName} ({courseNumber})?
sr_latn: Jeste li sigurni da želite da se nenestruli sa verifikovanog {certNameLong} numera {courseName} ({courseNumber})?

source: The refund deadline for this course has passed, so you will not receive a refund.
ru: Рок за повраћај новца за овај курс је положио, тако да нећете добити поврат новца.
sr_latn: Rok za povraćaj novca za ovaj kurs je položio, tako da nećete dobiti povrat novca.

source: Viewing %s course
ru: Преглед %s курс
sr_latn: Pregled %s kurs

source: We couldn't find any results for "%s".
ru: Нисмо могли да пронађемо ниједну резултату за "%s ".
sr_latn: Nismo mogli da pronađemo nijednu rezultatu za "%s ".

source: There was an error, try searching again.
ru: Дошло је до грешке, покушајте поново да претражите.
sr_latn: Došlo je do greške, pokušajte ponovo da pretražite.

source: Not divided
ru: Није подељен
sr_latn: Nije podeljen

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
ru: Дискусије су уједињене; Сви ученици комуницирају са постовима других ученика, без обзира на групу у којој се налазију.
sr_latn: Diskusije su ujedinjene; Svi učenici komuniciraju sa postovima drugih učenika, bez obzira na grupu u kojoj se nalaziju.

source: Enrollment Tracks
ru: Уписничке нумере
sr_latn: Upisničke numere

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
ru: Користите записе за упис као основу за поделу дискусија. Сви ученици, без обзира на њихов запис уписа, виде исте теме за дискусију, али унутар подељених тема, само ученици који су у истој запису у истом упису виде и реагују на постове једни другима.
sr_latn: Koristite zapise za upis kao osnovu za podelu diskusija. Svi učenici, bez obzira na njihov zapis upisa, vide iste teme za diskusiju, ali unutar podeljenih tema, samo učenici koji su u istoj zapisu u istom upisu vide i reaguju na postove jedni drugima.

source: Cohorts
ru: Кохорти
sr_latn: Kohorti

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
ru: Користите кохорте као основу за поделу дискусија. Сви ученици, без обзира на кохорт, виде исте теме за дискусију, али унутар подељених тема, само припадници исте кохорте видети и реагују на постове једни другима.
sr_latn: Koristite kohorte kao osnovu za podelu diskusija. Svi učenici, bez obzira na kohort, vide iste teme za diskusiju, ali unutar podeljenih tema, samo pripadnici iste kohorte videti i reaguju na postove jedni drugima.

source: Discussion topics in the course are not divided.
ru: Теме за дискусију у курсу нису подељене.
sr_latn: Teme za diskusiju u kursu nisu podeljene.

source: Any divided discussion topics are divided based on enrollment track.
ru: Било које подељене теме дискусије подељене су на основу записа уписа.
sr_latn: Bilo koje podeljene teme diskusije podeljene su na osnovu zapisa upisa.

source: Any divided discussion topics are divided based on cohort.
ru: Било које подељене теме дискусије подељене су на основу кохорта.
sr_latn: Bilo koje podeljene teme diskusije podeljene su na osnovu kohorta.

source: Your changes have been saved. {details}
ru: Ваше промене су сачуване. {details}
sr_latn: Vaše promene su sačuvane. {details}

source: We have encountered an error. Refresh your browser and then try again.
ru: Сусрели смо на грешку. Освежите прегледач и покушајте поново.
sr_latn: Susreli smo na grešku. Osvežite pregledač i pokušajte ponovo.

source: We've encountered an error. Refresh your browser and then try again.
ru: Дошло је до грешке. Освежите прегледач и покушајте поново.
sr_latn: Došlo je do greške. Osvežite pregledač i pokušajte ponovo.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
ru: Дошло је до грешке. Проверите да ли сте повезани на Интернет, а затим покушајте освежавати страницу.
sr_latn: Došlo je do greške. Proverite da li ste povezani na Internet, a zatim pokušajte osvežavati stranicu.

source: Hide notes
ru: Сакрити белешке
sr_latn: Sakriti beleške

source: Notes visible
ru: Напомене видљиве
sr_latn: Napomene vidljive

source: Show notes
ru: Прикажи белешке
sr_latn: Prikaži beleške

source: Notes hidden
ru: Белешке скривене
sr_latn: Beleške skrivene

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
ru: Молимо унесите термин у {anchorStart} Сеарцх Фиелд{anchorEnd}.
sr_latn: Molimo unesite termin u {anchorStart} Search Field{anchorEnd}.

source: Current tab
ru: Тренутна картица
sr_latn: Trenutna kartica

source: Location in Course
ru: Локација у курсу
sr_latn: Lokacija u kursu

source: Recent Activity
ru: Недавна активност
sr_latn: Nedavna aktivnost

source: No results found for "{query_string}". Please try searching again.
ru: Нема резултата за "{query_string} ". Покушајте поново да претражите.
sr_latn: Nema rezultata za "{query_string} ". Pokušajte ponovo da pretražite.

source: Search Results
ru: Резултати претраге
sr_latn: Rezultati pretrage

source: [no tags]
ru: [нема ознака]
sr_latn: [nema oznaka]

source: Tags
ru: Ознаке
sr_latn: Oznake

source: Unable to submit application
ru: Није могуће поднети захтев
sr_latn: Nije moguće podneti zahtev

source: An error has occurred. Check your Internet connection and try again.
ru: Дошло је до грешке. Проверите интернетску везу и покушајте поново.
sr_latn: Došlo je do greške. Proverite internetsku vezu i pokušajte ponovo.

source: Choose one
ru: Изаберите један
sr_latn: Izaberite jedan

source: Selected tab
ru: Изабрана картица
sr_latn: Izabrana kartica

source: Saved cohort
ru: Сачувана кохорта
sr_latn: Sačuvana kohorta

source: Error adding learners.
ru: Грешка у додавању ученика.
sr_latn: Greška u dodavanju učenika.

source: Enter a username or email.
ru: Унесите корисничко име или е-пошту.
sr_latn: Unesite korisničko ime ili e-poštu.

source: {numUsersAdded} learner has been added to this cohort.
ru: {numUsersAdded} Ученик је додат у ову кохорту.
sr_latn: {numUsersAdded} Učenik je dodat u ovu kohortu.

source: {numMoved} learner was moved from {prevCohort}
ru: {numMoved} Ученик је премештен са {prevCohort}
sr_latn: {numMoved} Učenik je premešten sa {prevCohort}

source: {numPresent} learner was already in the cohort
ru: {numPresent} ученик је већ био у кохорти
sr_latn: {numPresent} učenik je već bio u kohorti

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
ru: {numPreassigned} Ученик је унапред додељен за ову кохорту. Овај ученик ће се аутоматски додати у кохорт када се упишу на курс.
sr_latn: {numPreassigned} Učenik je unapred dodeljen za ovu kohortu. Ovaj učenik će se automatski dodati u kohort kada se upišu na kurs.

source: Unknown username: {user}
ru: Непознато корисничко име: {user}
sr_latn: Nepoznato korisničko ime: {user}

source: Invalid email address: {email}
ru: Неважећа адреса е-поште: {email}
sr_latn: Nevažeća adresa e-pošte: {email}

source: Cohort assignment not allowed: {email_or_username}
ru: Кохорт задатак није дозвољено: {email_or_username}
sr_latn: Kohort zadatak nije dozvoljeno: {email_or_username}

source: There was an error when trying to add learners:
ru: Дошло је до грешке приликом покушаја додавања ученика:
sr_latn: Došlo je do greške prilikom pokušaja dodavanja učenika:

source: View all errors
ru: Погледајте све грешке
sr_latn: Pogledajte sve greške

source: You must specify a name for the cohort
ru: Морате навести име за кохорт
sr_latn: Morate navesti ime za kohort

source: You did not select a content group
ru: Нисте изабрали групу садржаја
sr_latn: Niste izabrali grupu sadržaja

source: The selected content group does not exist
ru: Одабрана група за садржај не постоји
sr_latn: Odabrana grupa za sadržaj ne postoji

source: The cohort cannot be saved
ru: Кохорт се не може сачувати
sr_latn: Kohort se ne može sačuvati

source: The cohort cannot be added
ru: Кохорт се не може додати
sr_latn: Kohort se ne može dodati

source: You currently have no cohorts configured
ru: Тренутно нисте конфигурисани кохорте
sr_latn: Trenutno niste konfigurisani kohorte

source: Add Cohort
ru: Додај кохорт
sr_latn: Dodaj kohort

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
ru: Створен је {cohortGroupName} Кохорт. Можете ручно да додате студенте на ову кохорту испод.
sr_latn: Stvoren je {cohortGroupName} Kohort. Možete ručno da dodate studente na ovu kohortu ispod.

source: Assign students to cohorts by uploading a CSV file.
ru: Доделите студенте да кохорте преношењем ЦСВ датотеке.
sr_latn: Dodelite studente da kohorte prenošenjem CSV datoteke.

source: Choose a .csv file
ru: Изаберите .цсв датотеку
sr_latn: Izaberite .csv datoteku

source: Only properly formatted .csv files will be accepted.
ru: Прихваћене су само правилно форматиране .ЦСВ датотеке.
sr_latn: Prihvaćene su samo pravilno formatirane .CSV datoteke.

source: Upload File and Assign Students
ru: Пошаљите датотеку и доделите студенте
sr_latn: Pošaljite datoteku i dodelite studente

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
ru: Ваша датотека '{file} ' је пренесена. Оставите неколико минута за обраду.
sr_latn: Vaša datoteka '{file} ' je prenesena. Ostavite nekoliko minuta za obradu.

source: Cohorts Enabled
ru: Кохортс је омогућен
sr_latn: Kohorts je omogućen

source: Cohorts Disabled
ru: Цохортс онеспособљен
sr_latn: Cohorts onesposobljen

source: Allow students to generate certificates for this course?
ru: Дозволите ученицима да генеришу потврде за овај курс?
sr_latn: Dozvolite učenicima da generišu potvrde za ovaj kurs?

source: Prevent students from generating certificates in this course?
ru: Спречите студенте да генеришу сертификате у овом курсу?
sr_latn: Sprečite studente da generišu sertifikate u ovom kursu?

source: Start generating certificates for all students in this course?
ru: Почните да генерише сертификате за све ученике у овом курсу?
sr_latn: Počnite da generiše sertifikate za sve učenike u ovom kursu?

source: Error while generating certificates. Please try again.
ru: Грешка приликом производње сертификата. Покушајте поново.
sr_latn: Greška prilikom proizvodnje sertifikata. Pokušajte ponovo.

source: Start regenerating certificates for students in this course?
ru: Покрените регенерисање сертификата за студенте у овом курсу?
sr_latn: Pokrenite regenerisanje sertifikata za studente u ovom kursu?

source: Error while regenerating certificates. Please try again.
ru: Грешка приликом регенерисања сертификата. Покушајте поново.
sr_latn: Greška prilikom regenerisanja sertifikata. Pokušajte ponovo.

source: Loading data...
ru: Учитавање података ...
sr_latn: Učitavanje podataka ...

source: Error getting issued certificates list.
ru: Грешка приликом добијања издате листе сертификата.
sr_latn: Greška prilikom dobijanja izdate liste sertifikata.

source: Error generating anonymous IDs. Please try again.
ru: Грешка у генерисању анонимних ИД-ова. Покушајте поново.
sr_latn: Greška u generisanju anonimnih ID-ova. Pokušajte ponovo.

source: Error generating proctored exam results. Please try again.
ru: Грешка у генерисању резултата прокораног испита. Покушајте поново.
sr_latn: Greška u generisanju rezultata prokoranog ispita. Pokušajte ponovo.

source: Error generating survey results. Please try again.
ru: Грешка у генерисању резултата анкете. Покушајте поново.
sr_latn: Greška u generisanju rezultata ankete. Pokušajte ponovo.

source: Error generating student profile information. Please try again.
ru: Грешка у генерисање информација о профилу ученика. Покушајте поново.
sr_latn: Greška u generisanje informacija o profilu učenika. Pokušajte ponovo.

source: Loading
ru: Утоваривање
sr_latn: Utovarivanje

source: Error getting student list.
ru: Грешка приликом добијања листе ученика.
sr_latn: Greška prilikom dobijanja liste učenika.

source: Error generating list of students who may enroll. Please try again.
ru: Грешка у стварању листе студената који се могу уписати. Покушајте поново.
sr_latn: Greška u stvaranju liste studenata koji se mogu upisati. Pokušajte ponovo.

source: Error retrieving grading configuration.
ru: Грешка приликом преузимања конфигурације оцењивања.
sr_latn: Greška prilikom preuzimanja konfiguracije ocenjivanja.

source: Error generating grades. Please try again.
ru: Грешка у генерисању оцена. Покушајте поново.
sr_latn: Greška u generisanju ocena. Pokušajte ponovo.

source: Error generating problem grade report. Please try again.
ru: Грешка у генерисању извештаја о проблему. Покушајте поново.
sr_latn: Greška u generisanju izveštaja o problemu. Pokušajte ponovo.

source: Error generating ORA data report. Please try again.
ru: Грешка у генерисању извештаја о подацима ОРА. Покушајте поново.
sr_latn: Greška u generisanju izveštaja o podacima ORA. Pokušajte ponovo.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
ru: Дошло је до проблема са стварањем извештаја. Изаберите "Create Executive Summary" да бисте покушали поново.
sr_latn: Došlo je do problema sa stvaranjem izveštaja. Izaberite "Create Executive Summary" да бисте покушали поново.

source: Enter the enrollment code.
ru: Унесите код за упис.
sr_latn: Unesite kod za upis.

source: Cancel enrollment code
ru: Откажи код уписа
sr_latn: Otkaži kod upisa

source: Restore enrollment code
ru: Врати код за упис
sr_latn: Vrati kod za upis

source: Mark enrollment code as unused
ru: Означите код за упис као неискоришћени
sr_latn: Označite kod za upis kao neiskorišćeni

source: Username
ru: Корисничко име
sr_latn: Korisničko ime

source: Email
ru: Е-маил

source: Revoke access
ru: Опозвати приступ
sr_latn: Opozvati pristup

source: Group
ru: Груписати
sr_latn: Grupisati

source: Enter username or email
ru: Унесите корисничко име или е-пошту
sr_latn: Unesite korisničko ime ili e-poštu

source: Please enter a username or email.
ru: Молимо унесите корисничко име или е-пошту.
sr_latn: Molimo unesite korisničko ime ili e-poštu.

source: This role requires a divided discussions scheme.
ru: Ова улога захтева подељену дискусију.
sr_latn: Ova uloga zahteva podeljenu diskusiju.

source: Error changing user's permissions.
ru: Грешка у промени дозвола корисника.
sr_latn: Greška u promeni dozvola korisnika.

source: Could not find a user with username or email address '<%- identifier %>'.
ru: Није могао да нађе корисника са корисничким именом или адресом е-поште '<%- identifier %>'.
sr_latn: Nije mogao da nađe korisnika sa korisničkim imenom ili adresom e-pošte '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
ru: Грешка: Корисник '<%- username %>' још није активирао свој рачун. Корисници морају да креирају и активирају своје рачуне пре него што се могу доделити улогу.
sr_latn: Greška: Korisnik '<%- username %>' još nije aktivirao svoj račun. Korisnici moraju da kreiraju i aktiviraju svoje račune pre nego što se mogu dodeliti ulogu.

source: Error: You cannot remove yourself from the Instructor group!
ru: Грешка: Не можете се уклонити из групе инструктора!
sr_latn: Greška: Ne možete se ukloniti iz grupe instruktora!

source: Errors
ru: Грешке
sr_latn: Greške

source: The following errors were generated:
ru: Следеће грешке су генерисане:
sr_latn: Sledeće greške su generisane:

source: Warnings
ru: Упозорења
sr_latn: Upozorenja

source: The following warnings were generated:
ru: Генерисане су следећа упозорења:
sr_latn: Generisane su sledeća upozorenja:

source: Success
ru: Успех
sr_latn: Uspeh

source: All accounts were created successfully.
ru: Сви рачуни су успешно створени.
sr_latn: Svi računi su uspešno stvoreni.

source: Error adding/removing users as beta testers.
ru: Грешка у додавању / уклањању корисника као бета тестере.
sr_latn: Greška u dodavanju / uklanjanju korisnika kao beta testere.

source: This field must not be blank
ru: Ово поље не сме бити празно
sr_latn: Ovo polje ne sme biti prazno

source: These users were successfully added as beta testers:
ru: Ови корисници су успешно додавани као бета тестери:
sr_latn: Ovi korisnici su uspešno dodavani kao beta testeri:

source: These users could not be added as beta testers because their accounts are not yet activated:
ru: Ови корисници нису могли да се додају као бета тестери јер њихови рачуни још нису активирани:
sr_latn: Ovi korisnici nisu mogli da se dodaju kao beta testeri jer njihovi računi još nisu aktivirani:

source: These users were successfully removed as beta testers:
ru: Ови корисници су успешно уклоњени као бета тестери:
sr_latn: Ovi korisnici su uspešno uklonjeni kao beta testeri:

source: These users were not added as beta testers:
ru: Ови корисници нису додани као бета тестери:
sr_latn: Ovi korisnici nisu dodani kao beta testeri:

source: These users were not removed as beta testers:
ru: Ови корисници нису уклоњени као бета тестери:
sr_latn: Ovi korisnici nisu uklonjeni kao beta testeri:

source: Could not find users associated with the following identifiers:
ru: Није могуће пронаћи кориснике повезане са следећим идентификаторима:
sr_latn: Nije moguće pronaći korisnike povezane sa sledećim identifikatorima:

source: Users must create and activate their account before they can be promoted to beta tester.
ru: Корисници морају да креирају и активирају свој рачун пре него што се могу промовисати у Бета тестер.
sr_latn: Korisnici moraju da kreiraju i aktiviraju svoj račun pre nego što se mogu promovisati u Beta tester.

source: Reason field should not be left blank.
ru: Поље разлога не сме бити празан.
sr_latn: Polje razloga ne sme biti prazan.
