Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: In all configurations of this setting, certificates are generated for learners as soon as they achieve the passing threshold in the course (which can occur before a final assignment based on course design)
ru: У свим конфигурацијама ове поставке, сертификати се генеришу за ученике чим постигну пролазни праг на курсу (који се може појавити пре коначног задатка на основу дизајна курса)
sr_latn: U svim konfiguracijama ove postavke, sertifikati se generišu za učenike čim postignu prolazni prag na kursu (koji se može pojaviti pre konačnog zadatka na osnovu dizajna kursa)

source: Learners can access their certificate as soon as they achieve a passing grade above the course grade threshold. Note: learners can achieve a passing grade before encountering all assignments in some course configurations.
ru: Ученици могу приступити свом сертификату чим постигну пролазну оцену изнад прага оцене курса. Напомена: Ученици могу постићи пролазну оцену пре него што се сусрећу са свим задацима у одређеним конфигурацијама курса.
sr_latn: Učenici mogu pristupiti svom sertifikatu čim postignu prolaznu ocenu iznad praga ocene kursa. Napomena: Učenici mogu postići prolaznu ocenu pre nego što se susreću sa svim zadacima u određenim konfiguracijama kursa.

source: On course end date
ru: На крају курса
sr_latn: Na kraju kursa

source: Learners with passing grades can access their certificate once the end date of the course has elapsed.
ru: Ученици са пролазним оценама могу приступити свом сертификату након што је завршио датум курса.
sr_latn: Učenici sa prolaznim ocenama mogu pristupiti svom sertifikatu nakon što je završio datum kursa.

source: Learners with passing grades can access their certificate after the date that you set has elapsed.
ru: Ученици са пролазним оценама могу приступити свом сертификату након датума који сте поставили да сте прошли.
sr_latn: Učenici sa prolaznim ocenama mogu pristupiti svom sertifikatu nakon datuma koji ste postavili da ste prošli.

source: Certificates Available Date
ru: Потврде доступни датум
sr_latn: Potvrde dostupni datum

source: Enrollment Start Date
ru: Датум почетка уписа
sr_latn: Datum početka upisa

source: First day students can enroll
ru: Студенти првог дана могу да се упишу
sr_latn: Studenti prvog dana mogu da se upišu

source: Enrollment Start Time
ru: Време за упис
sr_latn: Vreme za upis

source: Enrollment End Date
ru: Датум завршетка уписа
sr_latn: Datum završetka upisa

source: Last day students can enroll.
ru: Последњи дан студенти се могу уписати.
sr_latn: Poslednji dan studenti se mogu upisati.

source: Contact your {platform_name} partner manager to update these settings.
ru: Контактирајте свог {platform_name} партнер менаџера да бисте ажурирали ова подешавања.
sr_latn: Kontaktirajte svog {platform_name} partner menadžera da biste ažurirali ova podešavanja.

source: Enrollment End Time
ru: Време уписа
sr_latn: Vreme upisa

source: Upgrade Deadline Date
ru: Датум надоградње рока
sr_latn: Datum nadogradnje roka

source: Last day students can upgrade to a verified enrollment.
ru: Последњи дан студенти могу надоградити на верификовано упис.
sr_latn: Poslednji dan studenti mogu nadograditi na verifikovano upis.

source: Upgrade Deadline Time
ru: Вријеме рока за надоградњу
sr_latn: Vrijeme roka za nadogradnju

source: Course Details
ru: Детаљи курса
sr_latn: Detalji kursa

source: Provide useful information about your course
ru: Пружити корисне информације о вашем курсу
sr_latn: Pružiti korisne informacije o vašem kursu

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
ru: Овде идентификујте језик курса. Ово се користи за помоћ корисницима да пронађу курсеве који се подучавају на одређеном језику. Такође се користи за локализацију поља 'From:' у расутим именикама.
sr_latn: Ovde identifikujte jezik kursa. Ovo se koristi za pomoć korisnicima da pronađu kurseve koji se podučavaju na određenom jeziku. Takođe se koristi za lokalizaciju polja 'From:' u rasutim imenikama.

source: Introducing Your Course
ru: Представљамо ваш курс
sr_latn: Predstavljamo vaš kurs

source: Information for prospective students
ru: Информације за потенцијалне студенте
sr_latn: Informacije za potencijalne studente

source: Course Title
ru: Назив предмета
sr_latn: Naziv predmeta

source: Displayed as title on the course details page. Limit to 50 characters.
ru: Приказује се као наслов на страници детаља курса. Ограничите на 50 знакова.
sr_latn: Prikazuje se kao naslov na stranici detalja kursa. Ograničite na 50 znakova.

source: Course Subtitle
ru: Титл курса
sr_latn: Titl kursa

source: Displayed as subtitle on the course details page. Limit to 150 characters.
ru: Приказује се као титл на страници Детаљи курса. Ограничите на 150 знакова.
sr_latn: Prikazuje se kao titl na stranici Detalji kursa. Ograničite na 150 znakova.

source: Course Duration
ru: Трајање курса
sr_latn: Trajanje kursa

source: Displayed on the course details page. Limit to 50 characters.
ru: Приказано на страници детаља курса. Ограничите на 50 знакова.
sr_latn: Prikazano na stranici detalja kursa. Ograničite na 50 znakova.

source: Course Description
ru: Опис курса
sr_latn: Opis kursa

source: Displayed on the course details page. Limit to 1000 characters.
ru: Приказано на страници детаља курса. Ограничите на 1000 знакова.
sr_latn: Prikazano na stranici detalja kursa. Ograničite na 1000 znakova.

source: Course Short Description
ru: Наравно, кратак опис
sr_latn: Naravno, kratak opis

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
ru: Појављује се на страници каталога курсева када ученици преврћу на име курса. Ограничите на ~ 150 знакова
sr_latn: Pojavljuje se na stranici kataloga kurseva kada učenici prevrću na ime kursa. Ograničite na ~ 150 znakova

source: Course Overview
ru: Преглед курса
sr_latn: Pregled kursa

source: HTML Code Editor
ru: ХТМЛ уредник кода
sr_latn: HTML urednik koda

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
ru: Уводе, предуслови, често постављана питања која се користе на {a_link_start} Ваш сажетак курса са резимеом странице{a_link_end} (форматирано у ХТМЛ)
sr_latn: Uvode, preduslovi, često postavljana pitanja koja se koriste na {a_link_start} Vaš sažetak kursa sa rezimeom stranice{a_link_end} (formatirano u HTML)

source: Course About Sidebar HTML
ru: Курс о бочној траци ХТМЛ
sr_latn: Kurs o bočnoj traci HTML

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
ru: Прилагођени садржај бочне траке за {a_link_start} Ваш сажетак курса САГЕНА страница{a_link_end} (форматирано у ХТМЛ)
sr_latn: Prilagođeni sadržaj bočne trake za {a_link_start} Vaš sažetak kursa SAGENA stranica{a_link_end} (formatirano u HTML)

source: Course Card Image
ru: Слика на курсу
sr_latn: Slika na kursu

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
ru: Можете управљати овом имицом заједно са свим вашим другим {a_link_start} датотекама и пребацивањима{a_link_end}
sr_latn: Možete upravljati ovom imicom zajedno sa svim vašim drugim {a_link_start} datotekama i prebacivanjima{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ru: Ваш курс тренутно нема слику. Пошаљите један (ЈПЕГ или ПНГ формат и минималне сугестиране димензије су широка 375пк са 200пк висок)
sr_latn: Vaš kurs trenutno nema sliku. Pošaljite jedan (JPEG ili PNG format i minimalne sugestirane dimenzije su široka 375pk sa 200pk visok)

source: Your course image URL
ru: Урл имаге на курсу
sr_latn: Url image na kursu

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
ru: Молимо наведите валидну стазу и назив на своју слику курса (Напомена: Само подржани само ЈПЕГ или ПНГ формат)
sr_latn: Molimo navedite validnu stazu i naziv na svoju sliku kursa (Napomena: Samo podržani samo JPEG ili PNG format)

source: Upload Course Card Image
ru: Отпремите слику на курсу
sr_latn: Otpremite sliku na kursu

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
ru: Ваш курс тренутно нема слику. Пошаљите један (ЈПЕГ или ПНГ формат и минималне сугестиране димензије су широка 1440пк са 400пк висок)
sr_latn: Vaš kurs trenutno nema sliku. Pošaljite jedan (JPEG ili PNG format i minimalne sugestirane dimenzije su široka 1440pk sa 400pk visok)

source: Your banner image URL
ru: Ваш уређај за банер
sr_latn: Vaš uređaj za baner

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
ru: Молимо наведите важећу стазу и назив на своју банерну слику (напомена: подржана само ЈПЕГ или ПНГ формат)
sr_latn: Molimo navedite važeću stazu i naziv na svoju banernu sliku (napomena: podržana samo JPEG ili PNG format)

source: Upload Course Banner Image
ru: Пошаљите слику баннера
sr_latn: Pošaljite sliku bannera

source: Video Thumbnail Image
ru: Слика видео умањене слике
sr_latn: Slika video umanjene slike

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ru: Ваш курс тренутно нема слику умањене сличице. Пошаљите један (ЈПЕГ или ПНГ формат и минималне сугестиране димензије су широка 375пк са 200пк висок)
sr_latn: Vaš kurs trenutno nema sliku umanjene sličice. Pošaljite jedan (JPEG ili PNG format i minimalne sugestirane dimenzije su široka 375pk sa 200pk visok)

source: Your video thumbnail image URL
ru: Ваш видео тхумбнаил УРЛ слика
sr_latn: Vaš video thumbnail URL slika

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
ru: Молимо наведите важећу стазу и назив на своју сличицу видео у сличицу (Напомена: Само подржани само ЈПЕГ или ПНГ формат)
sr_latn: Molimo navedite važeću stazu i naziv na svoju sličicu video u sličicu (Napomena: Samo podržani samo JPEG ili PNG format)

source: Upload Video Thumbnail Image
ru: Пошаљите видео тхумбнаил Имаге
sr_latn: Pošaljite video thumbnail Image

source: Course Introduction Video
ru: Увод у курсу
sr_latn: Uvod u kursu

source: Delete Current Video
ru: Избришите тренутни видео
sr_latn: Izbrišite trenutni video

source: your YouTube video's ID
ru: ИоуТубе видео ИД
sr_latn: IouTube video ID

source: Enter your YouTube video's ID (along with any restriction parameters)
ru: Унесите ИД ИоуТубе видео записа (заједно са било којим параметрима ограничења)
sr_latn: Unesite ID IouTube video zapisa (zajedno sa bilo kojim parametrima ograničenja)

source: Learning Outcomes
ru: Резултати учења
sr_latn: Rezultati učenja

source: Add the learning outcomes for this course
ru: Додајте резултате учења за овај курс
sr_latn: Dodajte rezultate učenja za ovaj kurs

source: Add Learning Outcome
ru: Додајте исход учења
sr_latn: Dodajte ishod učenja

source: Add details about the instructors for this course
ru: Додајте детаље о инструкторима за овај курс
sr_latn: Dodajte detalje o instruktorima za ovaj kurs

source: Add Instructor
ru: Додај инструктор
sr_latn: Dodaj instruktor

source: Expectations of the students taking this course
ru: Очекивања ученика који узимају овај курс
sr_latn: Očekivanja učenika koji uzimaju ovaj kurs

source: Hours of Effort per Week
ru: Сати напора недељно
sr_latn: Sati napora nedeljno

source: Time spent on all course work
ru: Вријеме проведено на све курсеве
sr_latn: Vrijeme provedeno na sve kurseve

source: Prerequisite Course
ru: Предусловни курс
sr_latn: Preduslovni kurs

source: None
ru: Ниједан
sr_latn: Nijedan

source: Course that students must complete before beginning this course
ru: Наравно да студенти морају да испуне пре почетка овог курса
sr_latn: Naravno da studenti moraju da ispune pre početka ovog kursa

source: set pre-requisite course
ru: Подесите предретнички курс
sr_latn: Podesite predretnički kurs

source: Require students to pass an exam before beginning the course.
ru: Захтевајте студенте да положе испит пре него што започну курс.
sr_latn: Zahtevajte studente da polože ispit pre nego što započnu kurs.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
ru: Сада можете да видите и ауторите свој пријемни испит за курсеве са {link_start} ЦОУРС ОУТЛЕ{link_end}.
sr_latn: Sada možete da vidite i autorite svoj prijemni ispit za kurseve sa {link_start} COURS OUTLE{link_end}.

source: Grade Requirements
ru: Захтеви за оцену
sr_latn: Zahtevi za ocenu

source: The score student must meet in order to successfully complete the entrance exam.
ru: Студент резултата мора да се састаје како би успешно завршио пријемни испит.
sr_latn: Student rezultata mora da se sastaje kako bi uspešno završio prijemni ispit.

source: Course Content License
ru: Лиценца за садржај курса
sr_latn: Licenca za sadržaj kursa

source: Select the default license for course content
ru: Изаберите подразумевана лиценца за садржај курса
sr_latn: Izaberite podrazumevana licenca za sadržaj kursa

source: How are these settings used?
ru: Како се користе ова подешавања?
sr_latn: Kako se koriste ova podešavanja?

source: Your course's schedule determines when students can enroll in and begin a course.
ru: Распоред вашег курса одређује када студенти могу да се упишу и започну курс.
sr_latn: Raspored vašeg kursa određuje kada studenti mogu da se upišu i započnu kurs.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
ru: Остале информације са ове странице појављују се на страници на вашем курсу. Ове информације укључују преглед курса, имиџ курсева, увођење видео записа и процењене временске потребе. Студенти користе о страницама да би изабрали нове курсеве које треба предузети.
sr_latn: Ostale informacije sa ove stranice pojavljuju se na stranici na vašem kursu. Ove informacije uključuju pregled kursa, imidž kurseva, uvođenje video zapisa i procenjene vremenske potrebe. Studenti koriste o stranicama da bi izabrali nove kurseve koje treba preduzeti.

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
ru: Нећете моћи да извршите измене док се грешке не реше. Да бисте ажурирали ова подешавања идите на {link_start} Прокторед Испит Сеттингс Паге{link_end}.
sr_latn: Nećete moći da izvršite izmene dok se greške ne reše. Da biste ažurirali ova podešavanja idite na {link_start} Proktored Ispit Settings Page{link_end}.

source: You will be unable to make changes until the following settings are updated on the page below.
ru: Нећете моћи да изврше промене док се следеће поставке не ажурирају на страници испод.
sr_latn: Nećete moći da izvrše promene dok se sledeće postavke ne ažuriraju na stranici ispod.

source: Your policy changes have been saved.
ru: Ваше промене политике су сачуване.
sr_latn: Vaše promene politike su sačuvane.

source: There was an error saving your information. Please see below.
ru: Дошло је до грешке у спремање ваших података. Молимо погледајте доле.
sr_latn: Došlo je do greške u spremanje vaših podataka. Molimo pogledajte dole.

source: Manual Policy Definition
ru: Ручна дефиниција политике
sr_latn: Ručna definicija politike

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
ru: {strong_start} ВАРНИНГ{strong_end}: Немојте модификовати ове политике уколико нисте упознати са њиховом сврхом.
sr_latn: {strong_start} VARNING{strong_end}: Nemojte modifikovati ove politike ukoliko niste upoznati sa njihovom svrhom.

source: Show Deprecated Settings
ru: Прикажи застарела подешавања
sr_latn: Prikaži zastarela podešavanja

source: What do advanced settings do?
ru: Шта раде напредна подешавања?
sr_latn: Šta rade napredna podešavanja?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
ru: Напредне подешавања Контролишите специфичну функционалност курса. На овој страници можете да уређујете ручне политике, које су кључне и вредности засноване на ЈСОН-у који контролишу одређена подешавања курсева.
sr_latn: Napredne podešavanja Kontrolišite specifičnu funkcionalnost kursa. Na ovoj stranici možete da uređujete ručne politike, koje su ključne i vrednosti zasnovane na JSON-u koji kontrolišu određena podešavanja kurseva.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
ru: Било какве политике које овде модификујете надјачавају све остале информације које сте дефинисали другде у {studio_name}. Не уређујте политике ако нисте упознати са њиховом сврхом и синтаксом.
sr_latn: Bilo kakve politike koje ovde modifikujete nadjačavaju sve ostale informacije koje ste definisali drugde u {studio_name}. Ne uređujte politike ako niste upoznati sa njihovom svrhom i sintaksom.

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
ru: {em_start} Напомена: {em_end} Када уносите жице као вредности политике, осигурајте да користите двоструке наводне ознаке (") око низа. Не користите једно наводне ознаке (').
sr_latn: {em_start} Napomena: {em_end} Kada unosite žice kao vrednosti politike, osigurajte da koristite dvostruke navodne oznake (") око низа. Не користите jedno navodne oznake (').

source: Grading Settings
ru: Поставке за оцењивање
sr_latn: Postavke za ocenjivanje

source: Overall Grade Range
ru: Укупни опсег степена
sr_latn: Ukupni opseg stepena

source: Your overall grading scale for student final grades
ru: Ваша укупна скала оцењивања за студенте финалне оцене
sr_latn: Vaša ukupna skala ocenjivanja za studente finalne ocene

source: Add grade
ru: Додај оцену
sr_latn: Dodaj ocenu

source: Credit Eligibility
ru: Подобност кредита
sr_latn: Podobnost kredita

source: Settings for course credit eligibility
ru: Подешавања за подобност кредита курса
sr_latn: Podešavanja za podobnost kredita kursa

source: Minimum Credit-Eligible Grade:
ru: Минимални оцјењи о прихватљивости кредита:
sr_latn: Minimalni ocjenji o prihvatljivosti kredita:

source: Must be greater than or equal to the course passing grade
ru: Мора бити већи или једнак курсу који пролази оценом
sr_latn: Mora biti veći ili jednak kursu koji prolazi ocenom

source: Grading Rules & Policies
ru: Правила и политике оцјењивања
sr_latn: Pravila i politike ocjenjivanja

source: Deadlines, requirements, and logistics around grading student work
ru: Рокови, захтеви и логистика око ученика ученика
sr_latn: Rokovi, zahtevi i logistika oko učenika učenika

source: Grace Period on Deadline:
ru: Граце период на року:
sr_latn: Grace period na roku:

source: Leeway on due dates
ru: Попуните се на датумима
sr_latn: Popunite se na datumima

source: Assignment Types
ru: Врсте задатака
sr_latn: Vrste zadataka

source: Categories and labels for any exercises that are gradable
ru: Категорије и етикете за било које вежбе које су градиви
sr_latn: Kategorije i etikete za bilo koje vežbe koje su gradivi

source: New Assignment Type
ru: Нови тип задатка
sr_latn: Novi tip zadatka

source: What can I do on this page?
ru: Шта могу да учиним на овој страници?
sr_latn: Šta mogu da učinim na ovoj stranici?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
ru: Можете да користите клизач под укупним опсегом оцене да бисте одредили да ли је ваш курс пролазан / неуспешан или оцењивао словом и да успостави прагове за сваку оцену.
sr_latn: Možete da koristite klizač pod ukupnim opsegom ocene da biste odredili da li je vaš kurs prolazan / neuspešan ili ocenjivao slovom i da uspostavi pragove za svaku ocenu.

source: You can specify whether your course offers students a grace period for late assignments.
ru: Можете да одредите да ли ваш курс нуди студентима грејс период за касне задатке.
sr_latn: Možete da odredite da li vaš kurs nudi studentima grejs period za kasne zadatke.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
ru: Такође можете да креирате врсте задатака, попут домаћег задатка, лабораторија, квизова и испита и прецизирамо колико је ученика вриједи сваки тип задатка.
sr_latn: Takođe možete da kreirate vrste zadataka, poput domaćeg zadatka, laboratorija, kvizova i ispita i preciziramo koliko je učenika vrijedi svaki tip zadatka.

source: Importing components
ru: Увоз компоненти
sr_latn: Uvoz komponenti

source: Expand or Collapse
ru: Проширите или урушите
sr_latn: Proširite ili urušite

source: Select this problem
ru: Изаберите овај проблем
sr_latn: Izaberite ovaj problem

source: Sourced from a library - but the upstream link is broken/invalid.
ru: Испоручено из библиотеке - али узводна веза је сломљена / неважећа.
sr_latn: Isporučeno iz biblioteke - ali uzvodna veza je slomljena / nevažeća.

source: Sourced from a library.
ru: Изворено из библиотеке.
sr_latn: Izvoreno iz biblioteke.

source: Update available - click to sync
ru: Ажурирање доступно - кликните за синхронизацију
sr_latn: Ažuriranje dostupno - kliknite za sinhronizaciju

source: Update available
ru: Ажурирање доступно
sr_latn: Ažuriranje dostupno

source: Manage Access
ru: Управљање приступом
sr_latn: Upravljanje pristupom

source: Manage Tags
ru: Управљајте ознакама
sr_latn: Upravljajte oznakama

source: Copy to Clipboard
ru: Копирајте у међуспремник
sr_latn: Kopirajte u međuspremnik

source: This block contains multiple components.
ru: Овај блок садржи више компоненти.
sr_latn: Ovaj blok sadrži više komponenti.

source: New Textbook
ru: Нови уџбеник
sr_latn: Novi udžbenik

source: Why should I break my textbook into chapters?
ru: Зашто бих прекршио свој уџбеник у поглавља?
sr_latn: Zašto bih prekršio svoj udžbenik u poglavlja?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
ru: Кршење вашег уџбеника у вишеструка поглавља смањује се времена за утоваривање за студенте, посебно оне са спорим интернетским везама. Разбијање уџбеника у поглавља такође може помоћи студентима лакше да пронађу информације засноване на темима.
sr_latn: Kršenje vašeg udžbenika u višestruka poglavlja smanjuje se vremena za utovarivanje za studente, posebno one sa sporim internetskim vezama. Razbijanje udžbenika u poglavlja takođe može pomoći studentima lakše da pronađu informacije zasnovane na temima.

source: What if my book isn't divided into chapters?
ru: Шта ако моја књига није подељена у поглавља?
sr_latn: Šta ako moja knjiga nije podeljena u poglavlja?
