Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: You have been invited to join %(course_name)s at %(site_name)s.
ru: Позвани сте да се придружите %(course_name)s на %(site_name)s.
sr_latn: Pozvani ste da se pridružite %(course_name)s na %(site_name)s.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
ru: Уклоњени сте као бета тестер за %(course_name)s на %(site_name)s
sr_latn: Uklonjeni ste kao beta tester za %(course_name)s na %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
ru: Уклоњени сте као бета тестер за %(course_name)s на %(site_name)s од стране члана особља предмета.
sr_latn: Uklonjeni ste kao beta tester za %(course_name)s na %(site_name)s od strane člana osoblja predmeta.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
ru: Овај курс ће остати на вашој контролној табли, али више нећете бити део групе за испитивање бета.
sr_latn: Ovaj kurs će ostati na vašoj kontrolnoj tabli, ali više nećete biti deo grupe za ispitivanje beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
ru: Уклоњени сте као бета тестер за %(course_name)s на %(site_name)s од стране члана особља предмета. Овај курс ће остати на вашој контролној табли, али више нећете бити део групе за испитивање бета.
sr_latn: Uklonjeni ste kao beta tester za %(course_name)s na %(site_name)s od strane člana osoblja predmeta. Ovaj kurs će ostati na vašoj kontrolnoj tabli, ali više nećete biti deo grupe za ispitivanje beta.

source: You have been removed from a beta test for %(course_name)s
ru: Уклоњени сте из бета теста за %(course_name)s
sr_latn: Uklonjeni ste iz beta testa za %(course_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
ru: Уклоњени сте као бета тестер за %(course_name)s на %(site_name)s. Овај курс ће остати на вашој контролној табли, али више нећете бити део групе за испитивање бета.
sr_latn: Uklonjeni ste kao beta tester za %(course_name)s na %(site_name)s. Ovaj kurs će ostati na vašoj kontrolnoj tabli, ali više nećete biti deo grupe za ispitivanje beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s.
ru: Уклоњени сте као бета тестер за %(course_name)s на %(site_name)s.
sr_latn: Uklonjeni ste kao beta tester za %(course_name)s na %(site_name)s.

source: Signed Out
ru: Потписан
sr_latn: Potpisan

source: You have signed out.
ru: Извршили сте се.
sr_latn: Izvršili ste se.

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
ru: {start_anchor} %(tpa_logout_url)s {middle_anchor} Кликните овде{end_anchor} да бисте избрисали своје сингл потписане на (ССО) сесији.
sr_latn: {start_anchor} %(tpa_logout_url)s {middle_anchor} Kliknite ovde{end_anchor} da biste izbrisali svoje singl potpisane na (SSO) sesiji.

source: We are signing you in.
ru: Потписујемо вас.
sr_latn: Potpisujemo vas.

source: This may take a minute. If you are not redirected, go to the home page.
ru: Ово може потрајати минут. Ако нисте преусмерени, идите на почетну страницу.
sr_latn: Ovo može potrajati minut. Ako niste preusmereni, idite na početnu stranicu.

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
ru: Ако нисте преусмерени у року од 5 секунди, {start_anchor} %(target)s {middle_anchor} Кликните овде да бисте прешли на почетну страницу{end_anchor}.
sr_latn: Ako niste preusmereni u roku od 5 sekundi, {start_anchor} %(target)s {middle_anchor} Kliknite ovde da biste prešli na početnu stranicu{end_anchor}.

source: Skip to main content
ru: Прескочите на главни садржај
sr_latn: Preskočite na glavni sadržaj

source: Authorize
ru: Овластити
sr_latn: Ovlastiti

source: The above application requests the following permissions from your account:
ru: Горња апликација захтева следеће дозволе са вашег рачуна:
sr_latn: Gornja aplikacija zahteva sledeće dozvole sa vašeg računa:

source: These permissions will be granted for data from your courses associated with the following content providers:
ru: Ове дозволе ће се одобрити за податке са ваших курсева повезаних са следећим провајдерима садржаја:
sr_latn: Ove dozvole će se odobriti za podatke sa vaših kurseva povezanih sa sledećim provajderima sadržaja:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
ru: Кликните на дугме 'Allow' да бисте дате ове дозволе горе наведеној апликацији. У супротном, да одузмете ове дозволе, кликните на дугме 'Cancel'.
sr_latn: Kliknite na dugme 'Allow' da biste date ove dozvole gore navedenoj aplikaciji. U suprotnom, da oduzmete ove dozvole, kliknite na dugme 'Cancel'.

source: Cancel
ru: Отказати
sr_latn: Otkazati

source: Allow
ru: Дозволити
sr_latn: Dozvoliti

source: Error
ru: Грешка
sr_latn: Greška

source: The course %(course_title)s has been reset !
ru: Курс %(course_title)s је ресетиран!
sr_latn: Kurs %(course_title)s je resetiran!

source: Hello %(full_name)s,
ru: Поздрав %(full_name)s,
sr_latn: Pozdrav %(full_name)s,

source: Your progress in course %(course_title)s has been reset on your behalf.
ru: Ваш напредак у курсу %(course_title)s је ресетиран у ваше име.
sr_latn: Vaš napredak u kursu %(course_title)s je resetiran u vaše ime.

source: You will be able to re-attempt this course and earn a verified certificate upon successful completion.
ru: Овај курс ћете моћи поново да покушате да бисте остварили верификовану потврду о успешном завршетку.
sr_latn: Ovaj kurs ćete moći ponovo da pokušate da biste ostvarili verifikovanu potvrdu o uspešnom završetku.

source: Best,
ru: Најбоље,
sr_latn: Najbolje,

source: Hello %(full_name)s,
ru: Поздрав %(full_name)s,
sr_latn: Pozdrav %(full_name)s,

source: ID Verification Approved
ru: Провјера ИД-а одобрена
sr_latn: Provjera ID-a odobrena

source: Your %(platform_name)s ID verification photos have been approved.
ru: Одобрено је ваше %(platform_name)s ИД датотеке за верификацију ИД-а.
sr_latn: Odobreno je vaše %(platform_name)s ID datoteke za verifikaciju ID-a.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
ru: Ваши статус одобрења остаје валидан две године и истиче %(expiration_datetime)s.
sr_latn: Vaši status odobrenja ostaje validan dve godine i ističe %(expiration_datetime)s.

source: Enjoy your studies,
ru: Уживајте у студијама,
sr_latn: Uživajte u studijama,

source: Your %(platform_name)s ID verification was approved!
ru: Одобрено је ваш %(platform_name)s ИД ИД-а!
sr_latn: Odobreno je vaš %(platform_name)s ID ID-a!

source: Expired ID Verification
ru: Истекао ИД ид
sr_latn: Istekao ID id

source: Your %(platform_name)s ID verification has expired.
ru: Ваш %(platform_name)s ИД ИД је истекао.
sr_latn: Vaš %(platform_name)s ID ID je istekao.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
ru: Морате имати важећу верификацију ИД-а да бисте преузели Прокторед испите и квалификовани за сертификате.
sr_latn: Morate imati važeću verifikaciju ID-a da biste preuzeli Proktored ispite i kvalifikovani za sertifikate.

source: Follow the link below to submit your photos and renew your ID verification.
ru: Следите доњу везу да бисте поднели своје фотографије и обновите верификацију ИД-а.
sr_latn: Sledite donju vezu da biste podneli svoje fotografije i obnovite verifikaciju ID-a.

source: You can also do this from your dashboard.
ru: То такође можете учинити са своје командне табле.
sr_latn: To takođe možete učiniti sa svoje komandne table.

source: Resubmit Verification : %(lms_verification_link)s
ru: Поседање верификације: %(lms_verification_link)s
sr_latn: Posedanje verifikacije: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
ru: Често постављана питања о ИД-у: %(help_center_link)s
sr_latn: Često postavljana pitanja o ID-u: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
ru: Ваш %(platform_name)s Верификација је истекла
sr_latn: Vaš %(platform_name)s Verifikacija je istekla

source: ID Verification Submitted
ru: Поднесено је верификација ИД-а
sr_latn: Podneseno je verifikacija ID-a

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
ru: Хвала вам што сте послали фотографије за верификацију идентитета са %(platform_name)s.
sr_latn: Hvala vam što ste poslali fotografije za verifikaciju identiteta sa %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
ru: Примили смо ваше фотографије и они ће их преиспитати у року од 3-5 дана.
sr_latn: Primili smo vaše fotografije i oni će ih preispitati u roku od 3-5 dana.

source: You may check the status on your dashboard: %(dashboard_link)s
ru: Можете да проверите статус на вашој контролној табли: %(dashboard_link)s
sr_latn: Možete da proverite status na vašoj kontrolnoj tabli: %(dashboard_link)s

source: Best regards,
ru: Срдачан поздрав,
sr_latn: Srdačan pozdrav,

source: Thank you for submitting your photos!
ru: Хвала вам што сте послали фотографије!
sr_latn: Hvala vam što ste poslali fotografije!

source: Last modified:
ru: Последње измењено:
sr_latn: Poslednje izmenjeno:

source: See all children
ru: Погледајте сву децу
sr_latn: Pogledajte svu decu

source: This article was last modified:
ru: Овај чланак је последњи пут измењен:
sr_latn: Ovaj članak je poslednji put izmenjen:

source: Add new article
ru: Додајте нови чланак
sr_latn: Dodajte novi članak

source: Create article
ru: креирати чланак
sr_latn: Stvoriti članak

source: Go back
ru: Вратити се
sr_latn: Vratiti se

source: Delete article
ru: Избриши чланак
sr_latn: Izbriši članak

source: Delete
ru: Избрисати
sr_latn: Izbrisati

source: You cannot delete a root article.
ru: Не можете да избришете коријенски чланак.
sr_latn: Ne možete da izbrišete korijenski članak.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
ru: Овај чланак не можете избрисати јер немате дозволу за брисање чланака са децом. Покушајте да ручно уклоните децу један по један.
sr_latn: Ovaj članak ne možete izbrisati jer nemate dozvolu za brisanje članaka sa decom. Pokušajte da ručno uklonite decu jedan po jedan.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
ru: Бришете чланак. То значи да ће и његова деца бити избрисана. Ако одлучите да се очистите, деца ће се такође прочитати!
sr_latn: Brišete članak. To znači da će i njegova deca biti izbrisana. Ako odlučite da se očistite, deca će se takođe pročitati!

source: Articles that will be deleted
ru: Чланци који ће бити избрисани
sr_latn: Članci koji će biti izbrisani

source: ...and more!
ru: ... и још много тога!
sr_latn: ... i još mnogo toga!

source: You are deleting an article. Please confirm.
ru: Бришете чланак. Потврдите.
sr_latn: Brišete članak. Potvrdite.

source: Edit
ru: Уредити
sr_latn: Urediti

source: Save changes
ru: Спремите промене
sr_latn: Spremite promene

source: Preview
ru: Преглед
sr_latn: Pregled

source: Wiki Preview
ru: Вики Превиев
sr_latn: Viki Previev

source: window open
ru: отворен прозор
sr_latn: otvoren prozor

source: Back to editor
ru: Повратак у уредник
sr_latn: Povratak u urednik

source: History
ru: Историја
sr_latn: Istorija

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
ru: Кликните сваку ревизију да бисте видели листу уређених линија. Кликните на дугме Превиев да бисте видели како је чланак погледао ову фазу. На дну ове странице можете се променити у одређену ревизију или спајати стару ревизију са тренутним.
sr_latn: Kliknite svaku reviziju da biste videli listu uređenih linija. Kliknite na dugme Previev da biste videli kako je članak pogledao ovu fazu. Na dnu ove stranice možete se promeniti u određenu reviziju ili spajati staru reviziju sa trenutnim.

source: (no log message)
ru: (без поруке дневника)
sr_latn: (bez poruke dnevnika)

source: Preview this revision
ru: Прегледајте ову ревизију
sr_latn: Pregledajte ovu reviziju

source: Auto log:
ru: Аутографски дневник:
sr_latn: Autografski dnevnik:

source: Change
ru: Променити
sr_latn: Promeniti

source: Merge selected with current...
ru: Спајање изабрано са струјом ...
sr_latn: Spajanje izabrano sa strujom ...

source: Switch to selected version
ru: Пребаците се на одабрану верзију
sr_latn: Prebacite se na odabranu verziju

source: Wiki Revision Preview
ru: Вики Ревисион Превиев
sr_latn: Viki Revision Previev

source: Back to history view
ru: Повратак на приказ историје
sr_latn: Povratak na prikaz istorije

source: Switch to this version
ru: Пређите на ову верзију
sr_latn: Pređite na ovu verziju

source: Merge Revision
ru: Ревизија спајања
sr_latn: Revizija spajanja

source: Merge with current
ru: Спајање са струјом
sr_latn: Spajanje sa strujom

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
ru: Када спојите ревизију са струјом, сви подаци ће се задржати из обе верзије и спојени су на приближној локацији са сваке ревизије.
sr_latn: Kada spojite reviziju sa strujom, svi podaci će se zadržati iz obe verzije i spojeni su na približnoj lokaciji sa svake revizije.

source: After this, it's important to do a manual review.
ru: Након овога је важно урадити ручни преглед.
sr_latn: Nakon ovoga je važno uraditi ručni pregled.

source: Create new merged version
ru: Креирајте нову спојену верзију
sr_latn: Kreirajte novu spojenu verziju

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
ru: Морате {anchor_start_login} дневник ин{anchor_end} или {anchor_start_signup} Сигн Уп{anchor_end} да бисте користили ову функцију.
sr_latn: Morate {anchor_start_login} dnevnik in{anchor_end} ili {anchor_start_signup} Sign Up{anchor_end} da biste koristili ovu funkciju.

source: You need to log in or sign up to use this function.
ru: Морате да се пријавите или се пријавите да бисте користили ову функцију.
sr_latn: Morate da se prijavite ili se prijavite da biste koristili ovu funkciju.

source: Wiki Cheatsheet
ru: Вики ЦхеатСхеет
sr_latn: Viki CheatSheet

source: Wiki Syntax Help
ru: Вики Синтакса помоћ
sr_latn: Viki Sintaksa pomoć

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
ru: Овај вики користи {start_strong} маркдовн{end_strong} за стил. Постоји неколико корисних водилица на мрежи. Погледајте ниједну од доњих веза за детаљније детаље:
sr_latn: Ovaj viki koristi {start_strong} markdovn{end_strong} za stil. Postoji nekoliko korisnih vodilica na mreži. Pogledajte nijednu od donjih veza za detaljnije detalje:

source: Markdown: Basics
ru: Маркдовн: Основе
sr_latn: Markdovn: Osnove

source: Quick Markdown Syntax Guide
ru: Брзи водич за означавање синтакства
sr_latn: Brzi vodič za označavanje sintakstva

source: Miniature Markdown Guide
ru: Водич за минијатурне маркедовн
sr_latn: Vodič za minijaturne markedovn

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
ru: Да бисте креирали нови вики чланак, креирајте везу на њу. Кликом на везу вам даје страницу за креирање.
sr_latn: Da biste kreirali novi viki članak, kreirajte vezu na nju. Klikom na vezu vam daje stranicu za kreiranje.

source: [Article Name](wiki:ArticleName)
ru: [Име чланака] (Вики: Артицленаме)
sr_latn: [Ime članaka] (Viki: Articlename)

source: %(platform_name)s Additions:
ru: %(platform_name)s Додатници:
sr_latn: %(platform_name)s Dodatnici:

source: Math Expression
ru: Математички израз
sr_latn: Matematički izraz

source: Useful examples:
ru: Корисни примери:
sr_latn: Korisni primeri:

source: Wikipedia
ru: Википедиа
sr_latn: Vikipedia

source: %(platform_name)s Wiki
ru: %(platform_name)s Вики
sr_latn: %(platform_name)s Viki

source: Huge Header
ru: Огромни заглавље
sr_latn: Ogromni zaglavlje

source: Smaller Header
ru: Мањи заглавље
sr_latn: Manji zaglavlje

source: *emphasis* or _emphasis_
ru: * нагласак * или _емпфасис_
sr_latn: * naglasak * ili _empfasis_

source: **strong** or __strong__
ru: ** Снажни ** или __Стронг__
sr_latn: ** Snažni ** ili __Strong__

source: Unordered List
ru: Нереспособљена листа
sr_latn: Neresposobljena lista

source: Sub Item 1
ru: Под ставку 1
sr_latn: Pod stavku 1

source: Sub Item 2
ru: Под ставку 2
sr_latn: Pod stavku 2

source: Ordered
ru: Наредити
sr_latn: Narediti

source: List
ru: Списак
sr_latn: Spisak

source: Quotes
ru: Цитати
sr_latn: Citati

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
ru: Дозвољена је ознака синтакса. Погледајте {start_link} ЦхеатСхеетП{end_link} за помоћ.
sr_latn: Dozvoljena je oznaka sintaksa. Pogledajte {start_link} CheatSheetP{end_link} za pomoć.

source: Attachments
ru: Опрема
sr_latn: Oprema

source: Upload new file
ru: Пошаљите нову датотеку
sr_latn: Pošaljite novu datoteku

source: Search and add file
ru: Претражите и додајте датотеку
sr_latn: Pretražite i dodajte datoteku

source: Upload File
ru: Пошаљите датотеку
sr_latn: Pošaljite datoteku

source: Upload file
ru: Пошаљите датотеку
sr_latn: Pošaljite datoteku

source: Search files and articles
ru: Претражите датотеке и чланке
sr_latn: Pretražite datoteke i članke

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
ru: Можете поново користити датотеке из других чланака. Ове датотеке су подложне ажурирањима о другим члановима који могу или не морају бити добра ствар.
sr_latn: Možete ponovo koristiti datoteke iz drugih članaka. Ove datoteke su podložne ažuriranjima o drugim članovima koji mogu ili ne moraju biti dobra stvar.

source: Search
ru: Тражити
sr_latn: Tražiti

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
ru: Следеће датотеке су доступне за овај чланак. Копирајте ознаку ознаке да бисте се директно погледали датотеку из текста чланка.
sr_latn: Sledeće datoteke su dostupne za ovaj članak. Kopirajte oznaku oznake da biste se direktno pogledali datoteku iz teksta članka.

source: Markdown tag
ru: Ознака маркедона
sr_latn: Oznaka markedona

source: Uploaded by
ru: Постављено
sr_latn: Postavljeno

source: Size
ru: Величина
sr_latn: Veličina

source: File History
ru: Историја датотеке
sr_latn: Istorija datoteke

source: Detach
ru: Одвојити се
sr_latn: Odvojiti se

source: Replace
ru: Заменити
sr_latn: Zameniti

source: Restore
ru: Враћање
sr_latn: Vraćanje

source: anonymous (IP logged)
ru: Анонимни (ИП је пријављен)
sr_latn: Anonimni (IP je prijavljen)

source: File history
ru: Историја датотеке
sr_latn: Istorija datoteke

source: revisions
ru: ревизије
sr_latn: revizije

source: There are no attachments for this article.
ru: Нема везаности за овај чланак.
sr_latn: Nema vezanosti za ovaj članak.

source: Previewing revision:
ru: Преглед ревизије:
sr_latn: Pregled revizije:

source: Previewing a merge between two revisions:
ru: Преглед спајања између две ревизије:
sr_latn: Pregled spajanja između dve revizije:

source: This revision has been deleted.
ru: Ова ревизија је избрисана.
sr_latn: Ova revizija je izbrisana.

source: Restoring to this revision will mark the article as deleted.
ru: Враћање на ову ревизију обележиће чланак како је избрисан.
sr_latn: Vraćanje na ovu reviziju obeležiće članak kako je izbrisan.

source: LMS Administration
ru: ЛМС Администрација
sr_latn: LMS Administracija

source: ACE Common
ru: Уобичајен
sr_latn: Uobičajen

source: Go to %(platform_name)s Home Page
ru: Иди на почетну страницу %(platform_name)s
sr_latn: Idi na početnu stranicu %(platform_name)s

source: Courses
ru: Курсеви
sr_latn: Kursevi

source: My Account
ru: Мој рачун
sr_latn: Moj račun

source: %(platform_name)s on LinkedIn
ru: %(platform_name)s на ЛинкедИн-у
sr_latn: %(platform_name)s na LinkedIn-u

source: %(platform_name)s on Twitter
ru: %(platform_name)s на Твиттеру
sr_latn: %(platform_name)s na Tvitteru

source: %(platform_name)s on Facebook
ru: %(platform_name)s на фацебоок-у
sr_latn: %(platform_name)s na facebook-u

source: %(platform_name)s on Google Plus
ru: %(platform_name)s на Гоогле Плусу
sr_latn: %(platform_name)s na Google Plusu

source: %(platform_name)s on Reddit
ru: %(platform_name)s на реддит
sr_latn: %(platform_name)s na reddit

source: Download the iOS app on the Apple Store
ru: Преузмите АПП иОС у Аппле Сторе-у
sr_latn: Preuzmite APP iOS u Apple Store-u

source: Download the Android app on the Google Play Store
ru: Преузмите Андроид апликацију на Гоогле Плаи Сторе-у
sr_latn: Preuzmite Android aplikaciju na Google Plai Store-u

source: Our mailing address is:
ru: Наша поштанска адреса је:
sr_latn: Naša poštanska adresa je:

source: Unsubscribe from these emails.
ru: Одјавите се од ових порука е-поште.
sr_latn: Odjavite se od ovih poruka e-pošte.

source: %(platform_name)s Email
ru: %(platform_name)s Е-пошта
sr_latn: %(platform_name)s E-pošta

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Не пропустите прилику да истакнете своје ново знање и вештине зарађивањем верификованог сертификата. Надоградња од %(user_schedule_upgrade_deadline_time)s.
sr_latn: Ne propustite priliku da istaknete svoje novo znanje i veštine zarađivanjem verifikovanog sertifikata. Nadogradnja od %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
ru: Надоградите сада
sr_latn: Nadogradite sada

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
ru: Једном када одобрите овај захтев, идите на {catalog_admin_url} да бисте поставили каталог за овог корисника.
sr_latn: Jednom kada odobrite ovaj zahtev, idite na {catalog_admin_url} da biste postavili katalog za ovog korisnika.

source: Organization Name
ru: Име организације
sr_latn: Ime organizacije

source: Organization Address
ru: Адреса организације
sr_latn: Adresa organizacije

source: Describe what your application does.
ru: Опишите шта ради ваша пријава.
sr_latn: Opišite šta radi vaša prijava.

source: The URL of your organization's website.
ru: УРЛ веб странице ваше организације.
sr_latn: URL veb stranice vaše organizacije.

source: The name of your organization.
ru: Име ваше организације.
sr_latn: Ime vaše organizacije.

source: The contact address of your organization.
ru: Контакт адреса ваше организације.
sr_latn: Kontakt adresa vaše organizacije.

source: The following users do not exist: {usernames}.
ru: Следећи корисници не постоје: {usernames}.
sr_latn: Sledeći korisnici ne postoje: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
ru: Списак корисничких имена зареза са зарезом који ће моћи да прегледају овај каталог.
sr_latn: Spisak korisničkih imena zareza sa zarezom koji će moći da pregledaju ovaj katalog.
