Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Path to course(s) checkout page hosted by the E-Commerce service.
ru: ПАТХ до курса (и) насловна страница са одјавом хосте да је услуга е-трговине.
sr_latn: PATH do kursa (i) naslovna stranica sa odjavom hoste da je usluga e-trgovine.

source: Cache Time To Live
ru: Вријеме кеша за живот
sr_latn: Vrijeme keša za život

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
ru: Одређено у секунди. Омогућите кеширање постављањем то на вредност већу од 0.
sr_latn: Određeno u sekundi. Omogućite keširanje postavljanjem to na vrednost veću od 0.

source: Path to order receipt page.
ru: ПАТХ до наручивања странице за потврду.
sr_latn: PATH do naručivanja stranice za potvrdu.

source: Automatically approve valid refund requests, without manual processing
ru: Аутоматски одобрава важеће захтеве за повраћај новца, без ручне обраде
sr_latn: Automatski odobrava važeće zahteve za povraćaj novca, bez ručne obrade

source: [Refund] User-Requested Refund
ru: Поврат корисника
sr_latn: Povrat korisnika

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
ru: Захтев за повраћај новца покренут је за {username} ({email}). Да бисте обрадили овај захтев, посетите линк (и) у наставку.
sr_latn: Zahtev za povraćaj novca pokrenut je za {username} ({email}). Da biste obradili ovaj zahtev, posetite link (i) u nastavku.

source: Practice Exam
ru: Испит за вежбање
sr_latn: Ispit za vežbanje

source: Proctored Exam
ru: Прокторни испит
sr_latn: Proktorni ispit

source: Timed Exam
ru: Временски испит
sr_latn: Vremenski ispit

source: Exam
ru: Испит
sr_latn: Ispit

source: There’s still time to reach your goal
ru: Још увек има времена да се досегне ваш циљ
sr_latn: Još uvek ima vremena da se dosegne vaš cilj

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. You’re not quite there, but there's still time to reach that goal!
ru: Ви постављате циљ учења {start_bold}%(days_per_week)s времена недељно за %(course_name)s{end_bold}. Ви нисте постигли потпуно, али има још увек времена за то!
sr_latn: Vi postavljate cilj učenja {start_bold}%(days_per_week)s vremena nedeljno za %(course_name)s{end_bold}. Vi niste postigli potpuno, ali ima još uvek vremena za to!

source: Jump back in
ru: Скок у
sr_latn: Skok u

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
ru: Запамтите, увек можете да промените свој циљ учења. Најбољи циљ је онај који се можете држати.
sr_latn: Zapamtite, uvek možete da promenite svoj cilj učenja. Najbolji cilj je onaj koji se možete držati.

source: Adjust my goal
ru: Подесите мој циљ
sr_latn: Podesite moj cilj

source: Unsubscribe from goal reminder emails for this course
ru: Одјавите се претплате на е-пошту подсетника на циљ за овај курс
sr_latn: Odjavite se pretplate na e-poštu podsetnika na cilj za ovaj kurs

source: You're almost there!
ru: Скоро си тамо!
sr_latn: Skoro si tamo!

source: There's still time to reach your goal
ru: Још увек има времена да се досегне ваш циљ
sr_latn: Još uvek ima vremena da se dosegne vaš cilj

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
ru: Поставили сте циљ учења %(days_per_week)s пута недељно у %(course_name)s. Иоу're not quite there, but there' С још увек време да постигнете тај циљ!
sr_latn: Postavili ste cilj učenja %(days_per_week)s puta nedeljno u %(course_name)s. Iou're not quite there, but there' S još uvek vreme da postignete taj cilj!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
ru: Запамтите, увек можете да промените свој циљ учења. Најбољи циљ је онај који се можете држати.
sr_latn: Zapamtite, uvek možete da promenite svoj cilj učenja. Najbolji cilj je onaj koji se možete držati.

source: You've almost reached your goal in %(course_name)s
ru: Скоро сте стигли до свог гола у %(course_name)s
sr_latn: Skoro ste stigli do svog gola u %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
ru: Ови дефинишу контекст да би се онемогућила страница за напредак у учењу фронтенд-учења. Ако нису постављене вредности, тада се конфигурација односи на глобално. Ако је постављена једна вредност, тада се конфигурација односи на све курсеве у том контексту. У већини једне вредности се може подесити по одређено време. <br> Ако се више контексти односи на курс (на пример, ако је конфигурација посебно одредила курс, а за орг је у току, тада је специфичнији контекст општи контекст.
sr_latn: Ovi definišu kontekst da bi se onemogućila stranica za napredak u učenju frontend-učenja. Ako nisu postavljene vrednosti, tada se konfiguracija odnosi na globalno. Ako je postavljena jedna vrednost, tada se konfiguracija odnosi na sve kurseve u tom kontekstu. U većini jedne vrednosti se može podesiti po određeno vreme. <Br> Ako se više konteksti odnosi na kurs (na primer, ako je konfiguracija posebno odredila kurs, a za org je u toku, tada je specifičniji kontekst opšti kontekst.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
ru: Ако је било која од ових вредности остављена празна или "Unknown", тада ће њихова вредност на трајању дохватити из следећег најпопуларнијег контекста који се примењује. На пример, ако је "Disabled" остављен као "Unknown" у контексту курса, онда ће тај курс бити онемогућен само ако је орг онемогућен.
sr_latn: Ako je bilo koja od ovih vrednosti ostavljena prazna ili "Unknown", tada će njihova vrednost na trajanju dohvatiti iz sledećeg najpopularnijeg konteksta koji se primenjuje. Na primer, ako je "Disabled" ostavljen kao "Unknown" u kontekstu kursa, onda će taj kurs biti onemogućen samo ako je org onemogućen.

source: Disabled
ru: Инвалидски
sr_latn: Invalidski

source: ({number} Question)
ru: ({number} Питање)
sr_latn: ({number} Pitanje)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
ru: Молимо вас да се обратите подршци за диплому или {platform_name} ако имате питања.
sr_latn: Molimo vas da se obratite podršci za diplomu ili {platform_name} ako imate pitanja.

source: Course is full
ru: Курс је пун
sr_latn: Kurs je pun

source: 'course_id' is required.
ru: 'course_id' је потребан.
sr_latn: 'course_id' je potreban.

source: Only 'course_id' is expected.
ru: Очекује се само 'course_id'.
sr_latn: Očekuje se samo 'course_id'.

source: Welcome message successfully dismissed.
ru: Порука добродошлице је успешно одбачена.
sr_latn: Poruka dobrodošlice je uspešno odbačena.

source: Your course goal has been successfully set.
ru: Циљ курса је успешно постављен.
sr_latn: Cilj kursa je uspešno postavljen.

source: Course goal updated successfully.
ru: Циљ курса је успешно ажуриран.
sr_latn: Cilj kursa je uspešno ažuriran.

source: Wiki
ru: Вики
sr_latn: Viki

source: Enable learners to access, and collaborate on course-related information.
ru: Омогућите ученицима да приступе и сарађују на информацијама које се односе на то.
sr_latn: Omogućite učenicima da pristupe i sarađuju na informacijama koje se odnose na to.

source: This is the wiki for **{organization}**'s _{course_name}_.
ru: Ово је вики за ** {organization} ** 'с _{course_name} _.
sr_latn: Ovo je viki za ** {organization} ** 's _{course_name} _.

source: Course page automatically created.
ru: Страница за курс се аутоматски креира.
sr_latn: Stranica za kurs se automatski kreira.

source: Welcome to the {platform_name} Wiki
ru: Добродошли на {platform_name} Вики
sr_latn: Dobrodošli na {platform_name} Viki

source: Visit a course wiki to add an article.
ru: Посетите вики за курс да бисте додали чланак.
sr_latn: Posetite viki za kurs da biste dodali članak.

source: Course has not started
ru: Курс није почео
sr_latn: Kurs nije počeo

source: Course does not start until {}
ru: Курс се не покреће све док {}
sr_latn: Kurs se ne pokreće sve dok {}

source: You have unfulfilled milestones
ru: Имате неиспуњене прекретнице
sr_latn: Imate neispunjene prekretnice

source: You do not have access to this course
ru: Немате приступ овом курсу
sr_latn: Nemate pristup ovom kursu

source: You do not have access to this course on a mobile device
ru: Немате приступ овом курсу на мобилном уређају
sr_latn: Nemate pristup ovom kursu na mobilnom uređaju

source: You must be enrolled in the course
ru: Морате бити уписани у курс
sr_latn: Morate biti upisani u kurs

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
ru: Уписан си у овај курс са '{enrollment_enterprise_name} '. Међутим, тренутно сте пријављени као '{active_enterprise_name} ' корисник. Пријавите се са '{enrollment_enterprise_name} ' да бисте приступили овом курсу.
sr_latn: Upisan si u ovaj kurs sa '{enrollment_enterprise_name} '. Međutim, trenutno ste prijavljeni kao '{active_enterprise_name} ' korisnik. Prijavite se sa '{enrollment_enterprise_name} ' da biste pristupili ovom kursu.

source: You must give Data Sharing Consent for the course
ru: Морате дати сагласност за дељење података за курс
sr_latn: Morate dati saglasnost za deljenje podataka za kurs

source: You must be logged in to see this course
ru: Морате бити пријављени да бисте видели овај курс
sr_latn: Morate biti prijavljeni da biste videli ovaj kurs

source: {course_name} is no longer available.
ru: {course_name} више није доступан.
sr_latn: {course_name} više nije dostupan.

source: Financial Assistance
ru: Финансијска помоћ
sr_latn: Finansijska pomoć

source: Assignment
ru: Задатак
sr_latn: Zadatak

source: Open Response Assessment
ru: Отворите процену одговора
sr_latn: Otvorite procenu odgovora

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
ru: Овај отворени одзив процене's due dates are set by your instructor and can' Т буде померен.
sr_latn: Ovaj otvoreni odziv procene's due dates are set by your instructor and can' T bude pomeren.

source: Self Assessment
ru: Самопроцена
sr_latn: Samoprocena

source: Peer Assessment
ru: Вршњачка процена
sr_latn: Vršnjačka procena

source: Staff Assessment
ru: Процена особља
sr_latn: Procena osoblja

source: Submission
ru: Подношење
sr_latn: Podnošenje

source: {relative} ago - {absolute}
ru: {relative} пре - {absolute}
sr_latn: {relative} pre - {absolute}

source: in {relative} - {absolute}
ru: у {relative} - {absolute}
sr_latn: u {relative} - {absolute}

source: Enrollment Date
ru: Датум уписа
sr_latn: Datum upisa

source: Course starts
ru: Курс почиње
sr_latn: Kurs počinje

source: Course ends
ru: Курс се завршава
sr_latn: Kurs se završava

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
ru: Након овог датума, курс ће бити архивиран, што значи да можете да прегледате садржај курса, али више не можете учествовати у оцењиваним задацима или рад према зарађивању сертификата.
sr_latn: Nakon ovog datuma, kurs će biti arhiviran, što znači da možete da pregledate sadržaj kursa, ali više ne možete učestvovati u ocenjivanim zadacima ili rad prema zarađivanju sertifikata.

source: After the course ends, the course content will be archived and no longer active.
ru: Након завршетка курса, садржај курса биће архивиран и више није активан.
sr_latn: Nakon završetka kursa, sadržaj kursa biće arhiviran i više nije aktivan.

source: This course is archived, which means you can review course content but it is no longer active.
ru: Овај курс је архивиран, што значи да можете прегледати садржај курса, али више није активан.
sr_latn: Ovaj kurs je arhiviran, što znači da možete pregledati sadržaj kursa, ali više nije aktivan.

source: You lose all access to this course, including your progress.
ru: Изгубите сав приступ овом курсу, укључујући ваш напредак.
sr_latn: Izgubite sav pristup ovom kursu, uključujući vaš napredak.

source: Audit Access Expires
ru: Приступ ревизији истиче
sr_latn: Pristup reviziji ističe

source: Certificate Available
ru: Доступан је сертификат
sr_latn: Dostupan je sertifikat

source: Day certificates will become available for passing verified learners.
ru: Свакодневна потврда постаће доступна за пролазак верификованих ученика.
sr_latn: Svakodnevna potvrda postaće dostupna za prolazak verifikovanih učenika.

source: Upgrade to Verified Certificate
ru: Надоградите на верификовано сертификат
sr_latn: Nadogradite na verifikovano sertifikat

source: Verification Upgrade Deadline
ru: Рок за надоградњу верификације
sr_latn: Rok za nadogradnju verifikacije

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
ru: Не пропустите прилику да истакнете своје ново знање и вештине зарађивањем верификованог сертификата.
sr_latn: Ne propustite priliku da istaknete svoje novo znanje i veštine zarađivanjem verifikovanog sertifikata.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
ru: Још увек имате право на унапређење на верификовано сертификат! Натерајте га да истакнете знање и вештине које добијате у овом курсу.
sr_latn: Još uvek imate pravo na unapređenje na verifikovano sertifikat! Naterajte ga da istaknete znanje i veštine koje dobijate u ovom kursu.

source: by {date}
ru: написао {date}
sr_latn: napisao {date}

source: Learn More
ru: Сазнајте више
sr_latn: Saznajte više

source: Retry Verification
ru: Потражите верификацију
sr_latn: Potražite verifikaciju

source: Verify My Identity
ru: Проверите мој идентитет
sr_latn: Proverite moj identitet

source: Missed Verification Deadline
ru: Пропуштени рок за верификацију
sr_latn: Propušteni rok za verifikaciju

source: Unfortunately you missed this course's deadline for a successful verification.
ru: Нажалост, пропустили сте рок овог курса за успешну верификацију.
sr_latn: Nažalost, propustili ste rok ovog kursa za uspešnu verifikaciju.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
ru: Морате успешно довршити верификацију пре овог датума да се квалификујете за верификовану потврду.
sr_latn: Morate uspešno dovršiti verifikaciju pre ovog datuma da se kvalifikujete za verifikovanu potvrdu.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
ru: Нема корисника са корисничким именом или адресом е-поште "{user_identifier} " уписано у овај курс.
sr_latn: Nema korisnika sa korisničkim imenom ili adresom e-pošte "{user_identifier} " уписано у овај курс.

source: This user does not have access to this content because the content start date is in the future
ru: Овај корисник нема приступ овом садржају јер је датум почетка садржаја у будућности
sr_latn: Ovaj korisnik nema pristup ovom sadržaju jer je datum početka sadržaja u budućnosti

source: This type of component cannot be shown while viewing the course as a specific student.
ru: Ова врста компоненте се не може приказати док гледате курс као одређеног ученика.
sr_latn: Ova vrsta komponente se ne može prikazati dok gledate kurs kao određenog učenika.

source: Number of days a learner has to upgrade after content is made available
ru: Број дана који ученик мора да надограђује након што је садржај доступан
sr_latn: Broj dana koji učenik mora da nadograđuje nakon što je sadržaj dostupan

source: Disable the dynamic upgrade deadline for this course run.
ru: Онемогућите динамички рок за надоградњу за овај курс који се покреће.
sr_latn: Onemogućite dinamički rok za nadogradnju za ovaj kurs koji se pokreće.

source: Disable the dynamic upgrade deadline for this organization.
ru: Онемогућите динамички рок надоградње за ову организацију.
sr_latn: Onemogućite dinamički rok nadogradnje za ovu organizaciju.

source: Internal API Base URL
ru: Интерни АПИ базни урл
sr_latn: Interni API bazni url

source: Financial Assistance Backend API Base URL.
ru: Финансијска помоћ Извештај Басе УРЛ адреса АПИ.
sr_latn: Finansijska pomoć Izveštaj Base URL adresa API.

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
ru: Корисничко име креирано за брак за финансијску помоћ, нпр. ФИНАНЦИАЛ_АССИСТАНЦЕ_СЕРВИЦЕ_УСЕР.
sr_latn: Korisničko ime kreirano za brak za finansijsku pomoć, npr. FINANCIAL_ASSISTANCE_SERVICE_USER.

source: Percentage of courses allowed to use edx-financial-assistance
ru: Проценат курсева дозвољено је да користи ЕДКС-Финансијска помоћ
sr_latn: Procenat kurseva dozvoljeno je da koristi EDKS-Finansijska pomoć

source: Progress
ru: Напредак
sr_latn: Napredak

source: Keep learners engaged and on track throughout the course.
ru: Држите ученике ангажовани и на путу током читавог курса.
sr_latn: Držite učenike angažovani i na putu tokom čitavog kursa.

source: Textbooks
ru: Уџбеници
sr_latn: Udžbenici

source: Create and manage a library of course readings, textbooks, and chapters.
ru: Креирајте и управљајте библиотеком о читању курса, уџбенике и поглавља.
sr_latn: Kreirajte i upravljajte bibliotekom o čitanju kursa, udžbenike i poglavlja.

source: Calculator
ru: Калкулатор
sr_latn: Kalkulator

source: Provide an in-course calculator for simple and complex calculations.
ru: Обезбедите калкулатор курса за једноставне и сложене прорачуне.
sr_latn: Obezbedite kalkulator kursa za jednostavne i složene proračune.

source: Proctoring
ru: Процтораринг
sr_latn: Proctoraring

source: Maintain exam integrity by enabling a proctoring solution for your course
ru: Одржавајте интегритет испита тако што ћете омогућити решење за куповину за ваш курс
sr_latn: Održavajte integritet ispita tako što ćete omogućiti rešenje za kupovinu za vaš kurs

source: Custom pages
ru: Прилагођене странице
sr_latn: Prilagođene stranice

source: Provide additional course content and resources with custom pages
ru: Обезбедите додатни садржај курсева и ресурсе прилагођеним страницама
sr_latn: Obezbedite dodatni sadržaj kurseva i resurse prilagođenim stranicama

source: Flexible Peer Grading for ORAs
ru: Флексибилни вршњачки креирање за ОРАС
sr_latn: Fleksibilni vršnjački kreiranje za ORAS

source: Course level settings for Flexible Peer Grading Open Response Assessments.
ru: Подешавања нивоа курса за флексибилне процене отвореног одзива на отвореном.
sr_latn: Podešavanja nivoa kursa za fleksibilne procene otvorenog odziva na otvorenom.

source: Course
ru: Курс
sr_latn: Kurs

source: Syllabus
ru: Наставни план
sr_latn: Nastavni plan

source: Dates
ru: Датуми
sr_latn: Datumi

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
ru: Нисте пријављени. Да бисте видели додатни садржај курса, {sign_in_link} или {register_link} и упишите се у овај курс.
sr_latn: Niste prijavljeni. Da biste videli dodatni sadržaj kursa, {sign_in_link} ili {register_link} i upišite se u ovaj kurs.

source: sign in
ru: пријавити се
sr_latn: prijaviti se

source: register
ru: регистар
sr_latn: registar

source: Your enrollment: Audit track
ru: Ваш упис: Ревизорска стаза
sr_latn: Vaš upis: Revizorska staza

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
ru: Уписани сте у ревизорску стазу за овај курс. Ревизорска стаза не укључује сертификат.
sr_latn: Upisani ste u revizorsku stazu za ovaj kurs. Revizorska staza ne uključuje sertifikat.

source: Your enrollment: Honor track
ru: Ваш упис: Поштујте нумеру
sr_latn: Vaš upis: Poštujte numeru

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
ru: Уписани сте у част за овај курс. Поред части не укључује сертификат.
sr_latn: Upisani ste u čast za ovaj kurs. Pored časti ne uključuje sertifikat.

source: We're working on it...
ru: Радимо на томе ...
sr_latn: Radimo na tome ...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
ru: Стварамо ваш сертификат. Можете наставити да радите на својим курсевима и да ће се овде појавити веза до ње и на вашој командној табли када је спремна.
sr_latn: Stvaramo vaš sertifikat. Možete nastaviti da radite na svojim kursevima i da će se ovde pojaviti veza do nje i na vašoj komandnoj tabli kada je spremna.

source: Your certificate has been invalidated
ru: Ваш сертификат је неважећи
sr_latn: Vaš sertifikat je nevažeći

source: Please contact your course team if you have any questions.
ru: Молимо контактирајте тим курса ако имате било каквих питања.
sr_latn: Molimo kontaktirajte tim kursa ako imate bilo kakvih pitanja.

source: Congratulations, you qualified for a certificate!
ru: Честитамо, квалификовали сте се за потврду!
sr_latn: Čestitamo, kvalifikovali ste se za potvrdu!

source: You've earned a certificate for this course.
ru: Заслужили сте потврду за овај курс.
sr_latn: Zaslužili ste potvrdu za ovaj kurs.

source: Your certificate will be available soon!
ru: Ваш сертификат ће ускоро бити доступан!
sr_latn: Vaš sertifikat će uskoro biti dostupan!

source: After this course officially ends, you will receive an email notification with your certificate.
ru: Након што се овај курс званично завршава, добићете обавештење путем е-поште са својим сертификатом.
sr_latn: Nakon što se ovaj kurs zvanično završava, dobićete obaveštenje putem e-pošte sa svojim sertifikatom.

source: Your certificate is available
ru: Ваш сертификат је доступан
sr_latn: Vaš sertifikat je dostupan

source: Certificate unavailable
ru: Сертификат није доступан
sr_latn: Sertifikat nije dostupan

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
ru: Нисте добили потврду јер немате тренутни {platform_name} верификовани идентитет.
sr_latn: Niste dobili potvrdu jer nemate trenutni {platform_name} verifikovani identitet.

source: To see course content, {sign_in_link} or {register_link}.
ru: Да бисте видели садржај курса, {sign_in_link} или {register_link}.
sr_latn: Da biste videli sadržaj kursa, {sign_in_link} ili {register_link}.

source: {sign_in_link} or {register_link}.
ru: {sign_in_link} или {register_link}.
sr_latn: {sign_in_link} ili {register_link}.

source: Sign in
ru: Пријава
sr_latn: Prijava

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
ru: Морате бити уписани на курс да бисте видели садржај курса. {enroll_link_start} Уписите се сада{enroll_link_end}.
sr_latn: Morate biti upisani na kurs da biste videli sadržaj kursa. {enroll_link_start} Upisite se sada{enroll_link_end}.

source: You must be enrolled in the course to see course content.
ru: Морате бити уписани на курс да бисте видели садржај курса.
sr_latn: Morate biti upisani na kurs da biste videli sadržaj kursa.
