Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Unit
ru: Јединица
sr_latn: Jedinica

source: Pending
ru: На чекању
sr_latn: Na čekanju

source: The following parameters are required: {missing}.
ru: Потребни су следећи параметри: {missing}.
sr_latn: Potrebni su sledeći parametri: {missing}.

source: There is a problem with this transcript file. Try to upload a different file.
ru: Постоји проблем са овом транскриптом датотеке. Покушајте да отпремите другу датотеку.
sr_latn: Postoji problem sa ovom transkriptom datoteke. Pokušajte da otpremite drugu datoteku.

source: A transcript with the "{language_code}" language code already exists.
ru: Транскрипт са Лангузијским кодом "{language_code} " већ постоји.
sr_latn: Transkript sa Languzijskim kodom "{language_code} " već postoji.

source: A transcript file is required.
ru: Потребна је датотека са транскриптом.
sr_latn: Potrebna je datoteka sa transkriptom.

source: Text
ru: Текст
sr_latn: Tekst

source: Ready
ru: Спреман
sr_latn: Spreman

source: Name
ru: Назив
sr_latn: Naziv

source: Video ID
ru: Видео ИД

source: Discussion
ru: Дискусија
sr_latn: Diskusija

source: Blank Problem
ru: Празан проблем
sr_latn: Prazan problem

source: Advanced
ru: Напредан
sr_latn: Napredan

source: Entrance Exam
ru: Пријемни испит
sr_latn: Prijemni ispit

source: Empty
ru: Празан
sr_latn: Prazan

source: Invalid data
ru: Неважећи подаци
sr_latn: Nevažeći podaci

source: Invalid data ({details})
ru: Неважећи подаци ({details})
sr_latn: Nevažeći podaci ({details})

source: Django site admin
ru: Дјанго Сите Админ

source: Django administration
ru: Дјанго Администрација
sr_latn: Django Administracija

source: View site
ru: Виев Сите
sr_latn: Viev Site

source: Documentation
ru: Документација
sr_latn: Dokumentacija

source: Log out
ru: Одјавити се
sr_latn: Odjaviti se

source: Mode
ru: Режим
sr_latn: Režim

source: Verification Deadline
ru: Рок за верификацију
sr_latn: Rok za verifikaciju

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
ru: Необавезно: Након овог датума / времена, корисници више неће моћи да предају фотографије за верификацију. Ово се додаје само на модусе који захтевају верификацију.
sr_latn: Neobavezno: Nakon ovog datuma / vremena, korisnici više neće moći da predaju fotografije za verifikaciju. Ovo se dodaje samo na moduse koji zahtevaju verifikaciju.

source: You're enrolled as a verified student
ru: Уписани сте као верификовани студент
sr_latn: Upisani ste kao verifikovani student

source: Verified
ru: Верификован
sr_latn: Verifikovan

source: ID Verified Ribbon/Badge
ru: Ид верификована врпца / значка
sr_latn: Id verifikovana vrpca / značka

source: You're enrolled as an honor code student
ru: Уписали сте се као студент части кода
sr_latn: Upisali ste se kao student časti koda

source: Honor Code
ru: Част кода
sr_latn: Čast koda

source: You're enrolled as a professional education student
ru: Уписани сте као студент професионалног образовања
sr_latn: Upisani ste kao student profesionalnog obrazovanja

source: Professional Ed
ru: Професионални ед
sr_latn: Profesionalni ed

source: Display Name
ru: Приказ име
sr_latn: Prikaz ime

source: Price
ru: Цена
sr_latn: Cena

source: Upgrade Deadline
ru: Рок за надоградњу
sr_latn: Rok za nadogradnju

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
ru: Необавезно: Након овог датума / времена, корисници више неће моћи да се упишу у овај режим. Оставите ово празно ако корисници могу да се упишу у овај режим док се упис не затвори за курс.
sr_latn: Neobavezno: Nakon ovog datuma / vremena, korisnici više neće moći da se upišu u ovaj režim. Ostavite ovo prazno ako korisnici mogu da se upišu u ovaj režim dok se upis ne zatvori za kurs.

source: Lock upgrade deadline date
ru: Рок за надоградњу закључавања
sr_latn: Rok za nadogradnju zaključavanja

source: OPTIONAL: Set to True to lock in the explicitly defined upgrade deadline date. Set to False if there is no upgrade deadline or to use the default upgrade deadline.
ru: Необавезно: Подесите тачно за закључавање у изричито дефинисаном року за надоградњу. Подесите на лажно ако нема рока за надоградњу или да се користи задани рок за надоградњу.
sr_latn: Neobavezno: Podesite tačno za zaključavanje u izričito definisanom roku za nadogradnju. Podesite na lažno ako nema roka za nadogradnju ili da se koristi zadani rok za nadogradnju.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
ru: Необавезно: Ово је СКУ (државна јединица за вођење) овог начина у спољној услузи е-трговине. Оставите ово празно ако курс још није премештен у услугу е-трговине.
sr_latn: Neobavezno: Ovo je SKU (državna jedinica za vođenje) ovog načina u spoljnoj usluzi e-trgovine. Ostavite ovo prazno ako kurs još nije premešten u uslugu e-trgovine.

source: OPTIONAL: This is the Android SKU registered on play store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
ru: Необавезно: Ово је Андроид СКУ регистрован у Плаи Сторе-у за овај начин курса. Оставите ово празно ако курс још није премештен у услугу е-трговине.
sr_latn: Neobavezno: Ovo je Android SKU registrovan u Plai Store-u za ovaj način kursa. Ostavite ovo prazno ako kurs još nije premešten u uslugu e-trgovine.

source: OPTIONAL: This is the iOS SKU registered on app store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
ru: Необавезно: Ово је ИОС СКУ регистрован у Апп Сторе-у за овај начин курса. Оставите ово празно ако курс још није премештен у услугу е-трговине.
sr_latn: Neobavezno: Ovo je IOS SKU registrovan u App Store-u za ovaj način kursa. Ostavite ovo prazno ako kurs još nije premešten u uslugu e-trgovine.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
ru: Ово је скупно СКУ (држача за вођење залиха) овог начина у спољној услузи е-трговине.
sr_latn: Ovo je skupno SKU (držača za vođenje zaliha) ovog načina u spoljnoj usluzi e-trgovine.

source: Professional education modes are not allowed to have expiration_datetime set.
ru: Професионални модови образовања није дозвољено да се постављају сет Екпиратион_ДатеТиме.
sr_latn: Profesionalni modovi obrazovanja nije dozvoljeno da se postavljaju set Ekpiration_DateTime.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
ru: {course_mode} Режим курса има минималну цену {min_price}. Морате поставити цену већу или једнаку {min_price}.
sr_latn: {course_mode} Režim kursa ima minimalnu cenu {min_price}. Morate postaviti cenu veću ili jednaku {min_price}.

source: Free
ru: Слободан
sr_latn: Slobodan

source: The time period before a course ends in which a course mode will expire
ru: Временски период пре курса завршава у којем ће истећи начин курса
sr_latn: Vremenski period pre kursa završava u kojem će isteći način kursa

source: Enrollment is closed
ru: Упис је затворен
sr_latn: Upis je zatvoren

source: Enrollment mode not supported
ru: Режим уписа није подржан
sr_latn: Režim upisa nije podržan

source: Invalid amount selected.
ru: Изабрани је неважећи износ.
sr_latn: Izabrani je nevažeći iznos.

source: No selected price or selected price is too low.
ru: Ниједна одабрана цена или одабрана цена је прениска.
sr_latn: Nijedna odabrana cena ili odabrana cena je preniska.

source: User profile
ru: Кориснички профил
sr_latn: Korisnički profil

source: Account recovery
ru: Опоравак рачуна
sr_latn: Oporavak računa

source: Password
ru: Лозинка
sr_latn: Lozinka

source: Raw passwords are not stored, so there is no way to see this user's password.
ru: Сирове лозинке се не чувају, тако да нема начина да се види лозинку овог корисника.
sr_latn: Sirove lozinke se ne čuvaju, tako da nema načina da se vidi lozinku ovog korisnika.

source: %(count)d student account was unlocked.
ru: %(count)d студентски налог је откљлучан.
sr_latn: %(count)d studentski nalog je otkljlučan.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
ru: Молимо додајте кључ / вредност 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain} ' у СитеЦонфигуратион Модел'с Сите_Валуес поље.
sr_latn: Molimo dodajte ključ / vrednost 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain} ' u SiteConfiguration Model's Site_Values polje.

source: Email doesn't have {allowed_site_email_domain} domain name.
ru: Е-пошта нема име домена {allowed_site_email_domain}.
sr_latn: E-pošta nema ime domena {allowed_site_email_domain}.

source: User with this email doesn't exist in system.
ru: Корисник са овим путем е-поште не постоји у систему.
sr_latn: Korisnik sa ovim putem e-pošte ne postoji u sistemu.

source: An account with the Email '{email}' already exists.
ru: Рачун са веб е-маилом '{email} ' већ постоји.
sr_latn: Račun sa veb e-mailom '{email} ' već postoji.

source: An account with the Public Username '{username}' already exists.
ru: Рачун са јавно корисничко име '{username} ' већ постоји.
sr_latn: Račun sa javno korisničko ime '{username} ' već postoji.

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
ru: Ваш налог је онемогућен. Ако верујете да је то урађено грешком, контактирајте нас на {support_email}
sr_latn: Vaš nalog je onemogućen. Ako verujete da je to urađeno greškom, kontaktirajte nas na {support_email}

source: Disabled Account
ru: Онемогућени рачун
sr_latn: Onemogućeni račun

source: Namespace of enrollment attribute
ru: Именица атрибута за упис
sr_latn: Imenica atributa za upis

source: Name of the enrollment attribute
ru: Назив атрибута за упис
sr_latn: Naziv atributa za upis

source: Value of the enrollment attribute
ru: Вредност атрибута за упис
sr_latn: Vrednost atributa za upis

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
ru: Прозор времена након уписа током којих се корисници могу одобрити поврат новца, заступљен у микросекундима. Подразумевано је 14 дана.
sr_latn: Prozor vremena nakon upisa tokom kojih se korisnici mogu odobriti povrat novca, zastupljen u mikrosekundima. Podrazumevano je 14 dana.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
ru: Очекује да ће се подаци дати у формату ЦСВ датотеке са првим редом Бит ће заглавље и ступци бити следећи: усер_ид, корисничко име, е-маил, курс_ИД, ис_верифиед_дате
sr_latn: Očekuje da će se podaci dati u formatu CSV datoteke sa prvim redom Bit će zaglavlje i stupci biti sledeći: user_id, korisničko ime, e-mail, kurs_ID, is_verified_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
ru: Очекује да ће се подаци бити дати у ЦСВ формату датотека са првим редом Биће заглавље и ступци, као што следи: Курс_ИД, Корисничко име, режим
sr_latn: Očekuje da će se podaci biti dati u CSV formatu datoteka sa prvim redom Biće zaglavlje i stupci, kao što sledi: Kurs_ID, Korisničko ime, režim

source: Male
ru: Мушко
sr_latn: Muško

source: Female
ru: Женски
sr_latn: Ženski

source: Other/Prefer Not to Say
ru: Остали / радије да не кажем
sr_latn: Ostali / radije da ne kažem

source: Doctorate
ru: Докторат
sr_latn: Doktorat

source: Master's or professional degree
ru: Магистарски или професионални степен
sr_latn: Magistarski ili profesionalni stepen

source: Bachelor's degree
ru: Диплома за бакелоре
sr_latn: Diploma za bakelore

source: Associate degree
ru: Придружени степен
sr_latn: Pridruženi stepen

source: Secondary/high school
ru: Секундарна / средња школа
sr_latn: Sekundarna / srednja škola

source: Junior secondary/junior high/middle school
ru: Јуниор Средња / Јуниор Хигх / Средња школа
sr_latn: Junior Srednja / Junior High / Srednja škola

source: Elementary/primary school
ru: Основна / основна школа
sr_latn: Osnovna / osnovna škola

source: No formal education
ru: Нема формалног образовања
sr_latn: Nema formalnog obrazovanja

source: Other education
ru: Остало образовање
sr_latn: Ostalo obrazovanje

source: {platform_name} Honor Code Certificate for {course_name}
ru: {platform_name} Потврда о прашеду за {course_name}
sr_latn: {platform_name} Potvrda o prašedu za {course_name}

source: {platform_name} Verified Certificate for {course_name}
ru: {platform_name} Верифиед сертификат за {course_name}
sr_latn: {platform_name} Verified sertifikat za {course_name}

source: {platform_name} Professional Certificate for {course_name}
ru: {platform_name} Профессионал сертификат за {course_name}
sr_latn: {platform_name} Professional sertifikat za {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
ru: ИД ваше организације (ако ваша организација има постојећу страницу на ЛинкедИн), нпр. 1337. Ако није предвиђено, подразумевано је да пошаље име платформе (нпр. ЕДКС).
sr_latn: ID vaše organizacije (ako vaša organizacija ima postojeću stranicu na LinkedIn), npr. 1337. Ako nije predviđeno, podrazumevano je da pošalje ime platforme (npr. EDKS).

source: {platform_name} Certificate for {course_name}
ru: {platform_name} сертификат за {course_name}
sr_latn: {platform_name} sertifikat za {course_name}

source: The ISO 639-1 language code for this language.
ru: ИСО 639-1 Лангузијски код за овај језик.
sr_latn: ISO 639-1 Languzijski kod za ovaj jezik.

source: Name of the UTM cookie
ru: Име Цоокие УТМ
sr_latn: Ime Cookie UTM

source: Name of the affiliate cookie
ru: Име Аффилиате Цоокие
sr_latn: Ime Affiliate Cookie

source: Name of this user attribute.
ru: Име овог корисника атрибута.
sr_latn: Ime ovog korisnika atributa.

source: Value of this user attribute.
ru: Вредност овог корисника атрибута.
sr_latn: Vrednost ovog korisnika atributa.

source: Secondary email address
ru: Средња адреса е-поште
sr_latn: Srednja adresa e-pošte

source: Secondary email address to recover linked account.
ru: Секундарна адреса е-поште за опоравак повезаног рачуна.
sr_latn: Sekundarna adresa e-pošte za oporavak povezanog računa.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
ru: Запослени (корисник чија е-пошта има тренутни ситепп_0__ с е-пошта не постоји у овом моделу, тада се запослени може да се пријави само путем треће стране аутентичности.
sr_latn: Zaposleni (korisnik čija e-pošta ima trenutni sitepp_0__ s e-pošta ne postoji u ovom modelu, tada se zaposleni može da se prijavi samo putem treće strane autentičnosti.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
ru: Очекује да ће се подаци бити дати у ЦСВ формату датотеке са првим редом Биће заглавље и ступци биће следећи: Корисничко име, Цуррент_Емаил, десиред_емаил
sr_latn: Očekuje da će se podaci biti dati u CSV formatu datoteke sa prvim redom Biće zaglavlje i stupci biće sledeći: Korisničko ime, Current_Email, desired_email

source: Add a reason
ru: Додати разлог
sr_latn: Dodati razlog

source: and
ru: и
sr_latn: i

source: Photos are mismatched
ru: Фотографије су неусклађене
sr_latn: Fotografije su neusklađene

source: Name missing from ID photo
ru: Име недостаје са ИД фотографије
sr_latn: Ime nedostaje sa ID fotografije

source: ID photo not provided
ru: Ид фото није пружено
sr_latn: Id foto nije pruženo

source: ID is invalid
ru: ИД је неважећи
sr_latn: ID je nevažeći

source: Learner photo is blurry
ru: ФОТО ЛЕАРНЕР ЈЕ БЛУРРИ
sr_latn: FOTO LEARNER JE BLURRI

source: Name on ID does not match name on account
ru: Име на ИД-у не подудара се на име на рачуну
sr_latn: Ime na ID-u ne podudara se na ime na računu

source: Learner photo not provided
ru: Пхото Леарнер није дата
sr_latn: Photo Learner nije data

source: ID photo is blurry
ru: Ид фотографија је замагљена
sr_latn: Id fotografija je zamagljena

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
ru: Проверите свој {email_start} {email} {email_end} Инбок за линк за активирање налога са {platform_name}. Ако вам је потребна помоћ, контактирајте {link_start} {platform_name} суппорт{link_end}.
sr_latn: Proverite svoj {email_start} {email} {email_end} Inbok za link za aktiviranje naloga sa {platform_name}. Ako vam je potrebna pomoć, kontaktirajte {link_start} {platform_name} support{link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
ru: Додајте е-пошту за опоравак да бисте задржали приступ када је једнократни знак није доступан. Идите на {link_start} Подешавања вашег налога{link_end}.
sr_latn: Dodajte e-poštu za oporavak da biste zadržali pristup kada je jednokratni znak nije dostupan. Idite na {link_start} Podešavanja vašeg naloga{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
ru: Е-пошта за опоравак још није активирана. Молимо вас да посетите своју е-пошту и следите упутства да бисте је активирали.
sr_latn: E-pošta za oporavak još nije aktivirana. Molimo vas da posetite svoju e-poštu i sledite uputstva da biste je aktivirali.

source: The course you are looking for does not start until {date}.
ru: Курс који тражите не почиње све док {date}.
sr_latn: Kurs koji tražite ne počinje sve dok {date}.

source: The course you are looking for is closed for enrollment as of {date}.
ru: Курс који тражите је затворен за упис од {date}.
sr_latn: Kurs koji tražite je zatvoren za upis od {date}.

source: Course id not specified
ru: ИД курса није наведено
sr_latn: ID kursa nije navedeno

source: Invalid course id
ru: Неважећи ИД курса
sr_latn: Nevažeći ID kursa

source: Course id is invalid
ru: ИД курса је неважећи
sr_latn: ID kursa je nevažeći

source: Could not enroll
ru: Није могао да се упише
sr_latn: Nije mogao da se upiše

source: Unenrollment is currently disabled
ru: Унденроллмент је тренутно онемогућен
sr_latn: Undenrollment je trenutno onemogućen

source: You are not enrolled in this course
ru: Нисте уписани у овај курс
sr_latn: Niste upisani u ovaj kurs

source: Your certificate prevents you from unenrolling from this course
ru: Ваша сертификат вас спречава од неенроллинг-а са овог курса
sr_latn: Vaša sertifikat vas sprečava od neenrolling-a sa ovog kursa

source: Enrollment action is invalid
ru: Акција уписа је неважећа
sr_latn: Akcija upisa je nevažeća

source: Please enter a username
ru: Унесите корисничко име
sr_latn: Unesite korisničko ime

source: Please choose an option
ru: Молимо одаберите опцију
sr_latn: Molimo odaberite opciju

source: User with username {} does not exist
ru: Корисник са корисничким именом {} не постоји
sr_latn: Korisnik sa korisničkim imenom {} ne postoji

source: Successfully disabled {}'s account
ru: Успешно онемогућено {} с рачун
sr_latn: Uspešno onemogućeno {} s račun

source: Successfully reenabled {}'s account
ru: Успешно поновно преузимање {} с рачун
sr_latn: Uspešno ponovno preuzimanje {} s račun

source: Unexpected account status
ru: Неочекивани статус рачуна
sr_latn: Neočekivani status računa

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
ru: {html_start} Ваш {account_or_email} не може бити {activated_or_confirmed} {html_end} Нешто је пошло по злу, молим вас <а хреф = "{support_url} "> Контактирајте подршку </ а> да бисте решили овај проблем.
sr_latn: {html_start} Vaš {account_or_email} ne može biti {activated_or_confirmed} {html_end} Nešto je pošlo po zlu, molim vas <a href = "{support_url} "> Kontaktirajte podršku </ a> da biste rešili ovaj problem.

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
ru: {html_start} Овај {account_or_email} је већ био {activated_or_confirmed} .{html_end}
sr_latn: {html_start} Ovaj {account_or_email} je već bio {activated_or_confirmed} .{html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
ru: {html_start} СУЦЦЕСП{html_end} Имате {activated_or_confirmed} Ваш {account_or_email}.
sr_latn: {html_start} SUCCESP{html_end} Imate {activated_or_confirmed} Vaš {account_or_email}.

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
ru: {html_start} Успех! Имате {activated_or_confirmed} Ваш {account_or_email} .{html_end} Сада ћете добити ажурирања е-поште и упозорења у вези са курсевима у које сте уписани. Пријавите се да бисте наставили.
sr_latn: {html_start} Uspeh! Imate {activated_or_confirmed} Vaš {account_or_email} .{html_end} Sada ćete dobiti ažuriranja e-pošte i upozorenja u vezi sa kursevima u koje ste upisani. Prijavite se da biste nastavili.

source: Valid e-mail address required.
ru: Потребна је ваљана адреса е-поште.
sr_latn: Potrebna je valjana adresa e-pošte.

source: Old email is the same as the new email.
ru: Стара е-пошта је иста као и нови е-маил.
sr_latn: Stara e-pošta je ista kao i novi e-mail.

source: Cannot be same as your sign in email address.
ru: Не може бити исти као ваш знак на адреси е-поште.
sr_latn: Ne može biti isti kao vaš znak na adresi e-pošte.

source: Unable to send email activation link. Please try again later.
ru: Није могуће послати линк за активирање е-поште. Покушајте поново касније.
sr_latn: Nije moguće poslati link za aktiviranje e-pošte. Pokušajte ponovo kasnije.

source: Deleted the selected configuration(s).
ru: Избрисали су одабране конфигурације.
sr_latn: Izbrisali su odabrane konfiguracije.

source: Delete the selected configuration
ru: Избришите одабрану конфигурацију
sr_latn: Izbrišite odabranu konfiguraciju

source: Unable to connect with the external provider, please try again
ru: Није могуће повезивање са спољним провајдером, покушајте поново
sr_latn: Nije moguće povezivanje sa spoljnim provajderom, pokušajte ponovo

source: Authentication with {} is currently unavailable.
ru: Аутентификација са {} је тренутно недоступна.
sr_latn: Autentifikacija sa {} je trenutno nedostupna.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
ru: Секундарни провајдери приказују се мање истакнуто, на посебном списку "Institution" провајдера за пријаву.
sr_latn: Sekundarni provajderi prikazuju se manje istaknuto, na posebnom spisku "Institution" provajdera za prijavu.
