Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ru: Будући да је курс завршен, овај задатак више није доступан.{line_break} Ако сте завршили овај задатак, ваша оцена је доступна на {link_start} - {link_end} напретка.
sr_latn: Budući da je kurs završen, ovaj zadatak više nije dostupan.{line_break} Ako ste završili ovaj zadatak, vaša ocena je dostupna na {link_start} - {link_end} napretka.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ru: Будући да је доспео датум доспећа, овај задатак више није доступан.П{line_break} Ако сте завршили овај задатак, ваша оцена је доступна на {link_start} Паге{link_end}.
sr_latn: Budući da je dospeo datum dospeća, ovaj zadatak više nije dostupan.P{line_break} Ako ste završili ovaj zadatak, vaša ocena je dostupna na {link_start} Page{link_end}.

source: Search for a course
ru: Потражите курс
sr_latn: Potražite kurs

source: Welcome to {platform_name}
ru: Добродошли на {platform_name}
sr_latn: Dobrodošli na {platform_name}

source: It works! Powered by the Open edX{registered_trademark} Platform
ru: Ради! Покреће Отвори Отвори ЕДКС{registered_trademark} платформа
sr_latn: Radi! Pokreće Otvori Otvori EDKS{registered_trademark} platforma

source: Invalid email change key
ru: Неважећи кључ за промену е-поште
sr_latn: Nevažeći ključ za promenu e-pošte

source: This e-mail key is not valid. Please check:
ru: Овај е-маил кључ није валидан. Молимо вас проверите:
sr_latn: Ovaj e-mail ključ nije validan. Molimo vas proverite:

source: Was this key already used? Check whether the e-mail change has already happened.
ru: Да ли је овај кључ већ користио? Проверите да ли се већ догодила промена е-поште.
sr_latn: Da li je ovaj ključ već koristio? Proverite da li se već dogodila promena e-pošte.

source: Did your e-mail client break the URL into two lines?
ru: Да ли је ваш е-маил клијент прекинуо УРЛ у две линије?
sr_latn: Da li je vaš e-mail klijent prekinuo URL u dve linije?

source: The keys are valid for a limited amount of time. Has the key expired?
ru: Кључеви важе у ограниченом времену. Да ли је кључ истекао?
sr_latn: Ključevi važe u ograničenom vremenu. Da li je ključ istekao?

source: External resource
ru: Спољни ресурс
sr_latn: Spoljni resurs

source: {points} / {total_points} points
ru: {points} / {total_points} бодова
sr_latn: {points} / {total_points} bodova

source: {total_points} points possible
ru: {total_points} ТОЧКЕ МОГУЋЕ
sr_latn: {total_points} TOČKE MOGUĆE

source: View resource in a new window
ru: Погледајте ресурс у новом прозору
sr_latn: Pogledajte resurs u novom prozoru

source: Please provide launch_url. Click "Edit", and fill in the required fields.
ru: Наведите Лаунцх_урл. Кликните на "Edit" и попуните обавезна поља.
sr_latn: Navedite Launch_url. Kliknite na "Edit" i popunite obavezna polja.

source: Feedback on your work from the grader:
ru: Повратне информације о вашем раду од грејдера:
sr_latn: Povratne informacije o vašem radu od grejdera:

source: Press to Launch
ru: Притисните за покретање
sr_latn: Pritisnite za pokretanje

source: Manage student accounts
ru: Управљајте студентским налозима
sr_latn: Upravljajte studentskim nalozima

source: Username:
ru: Корисничко име:
sr_latn: Korisničko ime:

source: Profile:
ru: Профил:
sr_latn: Profil:

source: Image:
ru: Слика:
sr_latn: Slika:

source: Name:
ru: Име:
sr_latn: Ime:

source: Choose an action:
ru: Изаберите радњу:
sr_latn: Izaberite radnju:

source: View Profile
ru: Погледај профил
sr_latn: Pogledaj profil

source: Disable Account
ru: Онемогући рачун
sr_latn: Onemogući račun

source: Reenable Account
ru: Поновљиви рачун
sr_latn: Ponovljivi račun

source: Remove Profile Image
ru: Уклони слику профила
sr_latn: Ukloni sliku profila

source: Students whose accounts have been disabled
ru: Студенти чији су рачуни онемогућени
sr_latn: Studenti čiji su računi onemogućeni

source: (reload your page to refresh)
ru: (Поново учитајте своју страницу за освежавање)
sr_latn: (Ponovo učitajte svoju stranicu za osvežavanje)

source: working
ru: који ради
sr_latn: koji radi

source: There has been an error on the {platform_name} servers
ru: Дошло је до грешке на {platform_name} серверима
sr_latn: Došlo je do greške na {platform_name} serverima

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
ru: Жао нам је, овај модул је привремено недоступан. Наше особље ради на поправљању што је пре могуће.
sr_latn: Žao nam je, ovaj modul je privremeno nedostupan. Naše osoblje radi na popravljanju što je pre moguće.

source: Details
ru: Детаљи
sr_latn: Detalji

source: Raw data:
ru: РАВ ДАТА:
sr_latn: RAV DATA:

source: Course View
ru: Поглед на курсу
sr_latn: Pogled na kursu

source: View this course as:
ru: Погледајте овај курс као:
sr_latn: Pogledajte ovaj kurs kao:

source: Staff
ru: Особље
sr_latn: Osoblje

source: Learner
ru: Ученик
sr_latn: Učenik

source: Specific learner
ru: Специфични ученик
sr_latn: Specifični učenik

source: Learner in {content_group}
ru: Ученик у {content_group}
sr_latn: Učenik u {content_group}

source: Username or email:
ru: Корисничко име или имејл:
sr_latn: Korisničko ime ili imejl:

source: Set preview mode
ru: Подесите режим прегледа
sr_latn: Podesite režim pregleda

source: You are now viewing the course as {i_start}{user_name}{i_end}.
ru: Сада гледате курс као {i_start} {user_name} {i_end}.
sr_latn: Sada gledate kurs kao {i_start} {user_name} {i_end}.

source: View in Studio
ru: Поглед у студио
sr_latn: Pogled u studio

source: View in Insights
ru: Поглед у увид
sr_latn: Pogled u uvid

source: Hint
ru: Наговештај
sr_latn: Nagoveštaj

source: Save your answer
ru: Спремите свој одговор
sr_latn: Spremite svoj odgovor

source: Reset
ru: Ресетовати
sr_latn: Resetovati

source: Reset your answer
ru: Ресетујте свој одговор
sr_latn: Resetujte svoj odgovor

source: Show answer
ru: Покажи одговор
sr_latn: Pokaži odgovor

source: You have used {num_used} of {num_total} attempt
ru: Користили сте {num_used} од {num_total} покушаја
sr_latn: Koristili ste {num_used} od {num_total} pokušaja

source: Grading method: {grading_method}
ru: Начин оцењивања: {grading_method}
sr_latn: Način ocenjivanja: {grading_method}

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
ru: Неки проблеми имају опције као што су уштеде, ресетовање, наговештаје или показују одговор. Ове опције следите дугме за слање.
sr_latn: Neki problemi imaju opcije kao što su uštede, resetovanje, nagoveštaje ili pokazuju odgovor. Ove opcije sledite dugme za slanje.

source: Answers are displayed within the problem
ru: Одговори се приказују у оквиру проблема
sr_latn: Odgovori se prikazuju u okviru problema

source: Next Hint
ru: Следећи наговештај
sr_latn: Sledeći nagoveštaj

source: Review
ru: Преглед
sr_latn: Pregled

source: Log In
ru: Пријава
sr_latn: Prijava

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
ru: Ваше корисничко име, е-маил и пуно име биће послато на {destination}, где ће се прикупљање и употреба ових информација регулирати њиховим условима услуге и политиком приватности.
sr_latn: Vaše korisničko ime, e-mail i puno ime biće poslato na {destination}, gde će se prikupljanje i upotreba ovih informacija regulirati njihovim uslovima usluge i politikom privatnosti.

source: E-mail
ru: Е-маил

source: Return To %s
ru: Повратак на %s
sr_latn: Povratak na %s

source: Learn more about this course
ru: Сазнајте више о овом курсу
sr_latn: Saznajte više o ovom kursu

source: Go to course
ru: Ићи на курс
sr_latn: Ići na kurs

source: Enroll in this course
ru: Уписите се у овај курс
sr_latn: Upisite se u ovaj kurs

source: {course_number} Courseware
ru: {course_number} курвара
sr_latn: {course_number} kurvara

source: Re-subscribe Successful!
ru: Претплатите се успешно!
sr_latn: Pretplatite se uspešno!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
ru: Поновно сте омогућили е-пошту са обавештењем о форуму од {platform_name}. Можете {dashboard_link_start} вратити на своју дасхбоард{link_end}.
sr_latn: Ponovno ste omogućili e-poštu sa obaveštenjem o forumu od {platform_name}. Možete {dashboard_link_start} vratiti na svoju dashboard{link_end}.

source: Secondary e-mail change failed
ru: Средња промена е-поште није успела
sr_latn: Srednja promena e-pošte nije uspela

source: We were unable to activate your secondary email {secondary_email}
ru: Нисмо могли да активирамо ваш секундарни е-маил {secondary_email}
sr_latn: Nismo mogli da aktiviramo vaš sekundarni e-mail {secondary_email}

source: Secondary e-mail change successful!
ru: Секундарна промена е-поште је успела!
sr_latn: Sekundarna promena e-pošte je uspela!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
ru: Ваш секундарни е-маил је активиран. Посетите {link_start} Дасхбоард{link_end} за курсеве.
sr_latn: Vaš sekundarni e-mail je aktiviran. Posetite {link_start} Dashboard{link_end} za kurseve.

source: Important!
ru: Важно!
sr_latn: Važno!

# unit
source: Previous
ru: Превиоус

# unit
source: Next
ru: Следећи
sr_latn: Sledeći

source: Sequence
ru: Редоследник
sr_latn: Redoslednik

source: New Unit
ru: Нова јединица
sr_latn: Nova jedinica

source: Paste as new unit
ru: Пасте као нова јединица
sr_latn: Paste kao nova jedinica

source: Sign Up for {platform_name}
ru: Пријавите се за {platform_name}
sr_latn: Prijavite se za {platform_name}

source: e.g. yourname@domain.com
ru: нпр. иоурнаме@домаин.цом
sr_latn: npr. iourname@domain.com

source: e.g. yourname (shown on forums)
ru: нпр. ИоуНаме (приказан на форумима)
sr_latn: npr. IouName (prikazan na forumima)

source: e.g. Your Name (for certificates)
ru: нпр. Ваше име (за сертификате)
sr_latn: npr. Vaše ime (za sertifikate)

source: {start_li}Welcome{end_li} {name}
ru: {start_li} Велцоме{end_li} {name}
sr_latn: {start_li} Velcome{end_li} {name}

source: Enter a public username:
ru: Унесите јавно име:
sr_latn: Unesite javno ime:

source: Full Name *
ru: Пуно име *
sr_latn: Puno ime *

source: Ed. Completed
ru: Ед. Завршен
sr_latn: Ed. Završen

source: Goals in signing up for {platform_name}
ru: Циљеви у знак пријављивања за {platform_name}
sr_latn: Ciljevi u znak prijavljivanja za {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
ru: Слажем се са {link_start} Условима сервице{link_end}
sr_latn: Slažem se sa {link_start} Uslovima service{link_end}

source: I agree to the {link_start}Honor Code{link_end}
ru: Слажем се са {link_start} Хонор Цоде{link_end}
sr_latn: Slažem se sa {link_start} Honor Code{link_end}

source: Create My Account
ru: Креирајте мој рачун
sr_latn: Kreirajte moj račun

source: Already have an account?
ru: Већ имате налог?
sr_latn: Već imate nalog?

source: Login.
ru: Пријавите се.
sr_latn: Prijavite se.

source: This content experiment uses group configuration '{group_configuration_name}'.
ru: Овај садржај експеримент користи конфигурацију групе '{group_configuration_name} '.
sr_latn: Ovaj sadržaj eksperiment koristi konfiguraciju grupe '{group_configuration_name} '.

source: Active Groups
ru: Активне групе
sr_latn: Aktivne grupe

source: Inactive Groups
ru: Неактивне групе
sr_latn: Neaktivne grupe

source: Staff Debug Info
ru: Информације о грешци за уклањање особља
sr_latn: Informacije o grešci za uklanjanje osoblja

source: Submission history
ru: Историја подношења
sr_latn: Istorija podnošenja

source: {platform_name} Content Quality Assessment
ru: {platform_name} Процена квалитета садржаја
sr_latn: {platform_name} Procena kvaliteta sadržaja

source: Comment
ru: Коментар
sr_latn: Komentar

source: comment
ru: коментар
sr_latn: komentar

source: Tag
ru: Ознака
sr_latn: Oznaka

source: Optional tag (eg "done" or "broken"):
ru: Опциона ознака (нпр. "done" или "broken"):
sr_latn: Opciona oznaka (npr. "done" ili "broken"):

source: tag
ru: ознака
sr_latn: oznaka

source: Add comment
ru: Додај коментар
sr_latn: Dodaj komentar

source: Staff Debug:
ru: Обрада особља:
sr_latn: Obrada osoblja:

source: Score (for override only)
ru: Резултат (само за надјачавање)
sr_latn: Rezultat (samo za nadjačavanje)

source: Reset Learner's Attempts to Zero
ru: Ресетујте покушаје ученика нули
sr_latn: Resetujte pokušaje učenika nuli

source: Delete Learner's State
ru: Избриши државу ученика
sr_latn: Izbriši državu učenika

source: Rescore Learner's Submission
ru: Подношење ученика
sr_latn: Podnošenje učenika

source: Rescore Only If Score Improves
ru: Решавање само ако се побољшава резултат
sr_latn: Rešavanje samo ako se poboljšava rezultat

source: Override Score
ru: Прегласавање резултата
sr_latn: Preglasavanje rezultata

source: Module Fields
ru: Поља модула
sr_latn: Polja modula

source: XML attributes
ru: КСМЛ атрибути
sr_latn: KSML atributi

source: Submission History Viewer
ru: Преглед историје Прегледник
sr_latn: Pregled istorije Preglednik

source: Learner's {platform_name} email address or username:
ru: Леарнер'с {platform_name} Адреса е-поште или корисничко име:
sr_latn: Learner's {platform_name} Adresa e-pošte ili korisničko ime:

source: Enter the learner email address or username
ru: Унесите адресу е-поште ученика или корисничко име
sr_latn: Unesite adresu e-pošte učenika ili korisničko ime

source: View History
ru: Погледајте историју
sr_latn: Pogledajte istoriju

source: {course_number} Textbook
ru: {course_number} уџбеник
sr_latn: {course_number} udžbenik

source: Textbook Navigation
ru: Навигација уџбеника
sr_latn: Navigacija udžbenika

source: Page
ru: Страница
sr_latn: Stranica

source: Previous page
ru: Претходна страница
sr_latn: Prethodna stranica

source: Next page
ru: Следећа страница
sr_latn: Sledeća stranica

source: Paste Component
ru: Залепите компоненту
sr_latn: Zalepite komponentu

source: From:
ru: Од:
sr_latn: Od:

source: What's in my clipboard?
ru: Шта је у мојој међуспремнику?
sr_latn: Šta je u mojoj međuspremniku?

source: Tracking Log
ru: Тражење дневника
sr_latn: Traženje dnevnika

source: datetime
ru: ДатеТиме

source: ipaddr
ru: иПаддр

source: source
ru: извор
sr_latn: izvor

source: type
ru: уписати
sr_latn: upisati

source: Unsubscribe Successful!
ru: Одјавите се успешно!
sr_latn: Odjavite se uspešno!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
ru: Више нећете примати е-поруке о нотификацији форума од {platform_name}. Можете {dashboard_link_start} вратити на своју дасхбоард{link_end}. Ако то не бисте мислили да то урадите, {undo_link_start} можете поново претплатитиПП_2__.
sr_latn: Više nećete primati e-poruke o notifikaciji foruma od {platform_name}. Možete {dashboard_link_start} vratiti na svoju dashboard{link_end}. Ako to ne biste mislili da to uradite, {undo_link_start} možete ponovo pretplatitiPP_2__.

source: Dashboard for:
ru: Контролна табла за:
sr_latn: Kontrolna tabla za:

source: Usermenu
ru: УсерМену

source: More options
ru: Више опција
sr_latn: Više opcija

source: More Options
ru: Више опција
sr_latn: Više opcija

source: Using the system
ru: Коришћење система
sr_latn: Korišćenje sistema

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
ru: Током репродукције видео записа користите титлове и бар за помицање да бисте се кретали. Кликом на титлове је брз начин да прескочите напред и назад по малим количинама.
sr_latn: Tokom reprodukcije video zapisa koristite titlove i bar za pomicanje da biste se kretali. Klikom na titlove je brz način da preskočite napred i nazad po malim količinama.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
ru: Ако сте на екрану са ниским резолуцијама, леви навигациони трач се може скривати кликом на сет три леве стрелице поред ње.
sr_latn: Ako ste na ekranu sa niskim rezolucijama, levi navigacioni trač se može skrivati klikom na set tri leve strelice pored nje.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
ru: Ако су вам потребни већи или мањи фонтови, користите подешавања прегледача да бисте их смањили или доле. Под Гоогле Цхромеом то се врши притиском на Цтрл-Плус или Цтрл-минус истовремено.
sr_latn: Ako su vam potrebni veći ili manji fontovi, koristite podešavanja pregledača da biste ih smanjili ili dole. Pod Google Chromeom to se vrši pritiskom na Ctrl-Plus ili Ctrl-minus istovremeno.

source: {subsection_format} due {{date}}
ru: {subsection_format} Доворено {{date}}
sr_latn: {subsection_format} Dovoreno {{date}}

source: Due {date}
ru: Дуе {date}

source: Past due
ru: Доспели
sr_latn: Dospeli

source: Reset Problems
ru: Ресетовање проблема
sr_latn: Resetovanje problema

source: Loading video player
ru: Учитавање видео плејера
sr_latn: Učitavanje video plejera

source: Play video
ru: Репродуковати видео
sr_latn: Reprodukovati video

source: No playable video sources found.
ru: Није пронађен ниједан видео извори видео записа.
sr_latn: Nije pronađen nijedan video izvori video zapisa.

source: Your browser does not support this video format. Try using a different browser.
ru: Ваш претраживач не подржава овај видео формат. Покушајте да користите другачији претраживач.
sr_latn: Vaš pretraživač ne podržava ovaj video format. Pokušajte da koristite drugačiji pretraživač.

source: Downloads and transcripts
ru: Преузимања и преписивања
sr_latn: Preuzimanja i prepisivanja

source: Download video file
ru: Преузмите видео датотеку
sr_latn: Preuzmite video datoteku

source: Share this video
ru: Поделите овај видео
sr_latn: Podelite ovaj video

source: Share on {site}
ru: Схаре на {site}
sr_latn: Share na {site}

source: Copy
ru: Копија
sr_latn: Kopija

source: Transcripts
ru: Транскрипти
sr_latn: Transkripti

source: Download {file}
ru: Преузмите {file}
sr_latn: Preuzmite {file}

source: Download transcript
ru: Преузми транскрипт
sr_latn: Preuzmi transkript

source: Handouts
ru: Брошура
sr_latn: Brošura

source: Download Handout
ru: Преузми брошуру
sr_latn: Preuzmi brošuru

source: How is the transcript quality ?
ru: Како је квалитет транскрипта?
sr_latn: Kako je kvalitet transkripta?

source: {num} of {total}
ru: {num} од {total}
sr_latn: {num} od {total}

source: Your words were:
ru: Ваше речи су биле:
sr_latn: Vaše reči su bile:

source: API Access Request
ru: АПИ захтјев за приступ
sr_latn: API zahtjev za pristup

source: {platform_name} API Access Request
ru: {platform_name} АПИ приступа за приступ
sr_latn: {platform_name} API pristupa za pristup

source: Request API Access
ru: Захтевајте АПИ приступ
sr_latn: Zahtevajte API pristup

source: API Access Request Status
ru: Статус захтева за приступ АПИ-у
sr_latn: Status zahteva za pristup API-u

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
ru: Ваш захтев за приступ {platform_name} каталогу предмета АПИ се обрађује. Примићете поруку на адреси е-поште у свом профилу када је обрада завршена. Такође се можете вратити на ову страницу да бисте видели статус вашег АПИ-овог захтева за приступ АПИ-у.
sr_latn: Vaš zahtev za pristup {platform_name} katalogu predmeta API se obrađuje. Primićete poruku na adresi e-pošte u svom profilu kada je obrada završena. Takođe se možete vratiti na ovu stranicu da biste videli status vašeg API-ovog zahteva za pristup API-u.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
ru: Ваш захтев за приступ {platform_name} ЦАТУРАЛ КАТАЛОГ АПИ је одбијено. Ако мислите да је ово грешка, или на остала питања о коришћењу овог АПИ-а, контактирајте {api_support_email_link}.
sr_latn: Vaš zahtev za pristup {platform_name} CATURAL KATALOG API je odbijeno. Ako mislite da je ovo greška, ili na ostala pitanja o korišćenju ovog API-a, kontaktirajte {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
ru: Ваш захтев за приступ {platform_name} КАТАЛОГ КАТЕЛОГ АПИ је одобрен.
sr_latn: Vaš zahtev za pristup {platform_name} KATALOG KATELOG API je odobren.

source: Application Name
ru: Назив апликације
sr_latn: Naziv aplikacije

source: API Client ID
ru: ИД клијента АПИ
sr_latn: ID klijenta API

source: API Client Secret
ru: АПИ клијент Сецрет
sr_latn: API klijent Secret

source: Redirect URLs
ru: Преусмеравање УРЛ-ова
sr_latn: Preusmeravanje URL-ova

source: If you would like to regenerate your API client information, please use the form below.
ru: Ако желите да регенерирате своје податке клијента АПИ, користите доњи образац.
sr_latn: Ako želite da regenerirate svoje podatke klijenta API, koristite donji obrazac.

source: Generate API client credentials
ru: Генерирајте АПИ клијент акредитиве
sr_latn: Generirajte API klijent akreditive

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
ru: Да бисте сазнали више о {platform_name} ЦАТЕЛОГ АПИ, посетите {link_start} Нашу АПИ документацију о документацији{link_end}. За питања о коришћењу овог АПИ-а контактирајте {api_support_email_link}.
sr_latn: Da biste saznali više o {platform_name} CATELOG API, posetite {link_start} Našu API dokumentaciju o dokumentaciji{link_end}. Za pitanja o korišćenju ovog API-a kontaktirajte {api_support_email_link}.

source: API Terms of Service
ru: АПИ Услови услуге
sr_latn: API Uslovi usluge

source: Terms of Service for {platform_name} APIs
ru: Услови услуге за {platform_name} АПИС
sr_latn: Uslovi usluge za {platform_name} APIS

source: Effective Date: May 24th, 2018
ru: Датум ступања на снагу: 24. маја 2018
sr_latn: Datum stupanja na snagu: 24. maja 2018
