Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Known Error Case
ru: Познати случај грешке
sr_latn: Poznati slučaj greške

source: Schedule start < course start
ru: Распоред Старт <ЦОУРС СТАРТ
sr_latn: Raspored Start <COURS START

source: Course Id
ru: ИД курса
sr_latn: ID kursa

source: All
ru: Све
sr_latn: Sve

source: Experience
ru: Искуство
sr_latn: Iskustvo

source: Course ID
ru: ИД курса
sr_latn: ID kursa

source: Schedules
ru: Распоред
sr_latn: Raspored

source: Indicates if this schedule is actively used
ru: Означава да ли се овај распоред активно користи
sr_latn: Označava da li se ovaj raspored aktivno koristi

source: Date this schedule went into effect
ru: Датум да је овај распоред ступио на снагу
sr_latn: Datum da je ovaj raspored stupio na snagu

source: Deadline by which the learner must upgrade to a verified seat
ru: Рок за који ученик мора да надограђује на верификовано седиште
sr_latn: Rok za koji učenik mora da nadograđuje na verifikovano sedište

source: Schedule
ru: Распоред
sr_latn: Raspored

source: By %(filter_title)s
ru: Написао %(filter_title)s
sr_latn: Napisao %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
ru: Добродошли у недељу %(week_num)s од %(course_name)s!
sr_latn: Dobrodošli u nedelju %(week_num)s od %(course_name)s!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
ru: Надамо се да уживате у {start_strong} {course_name} {end_strong}! Желимо да вам дамо да знате шта можете да се радујете у седмици {week_num}:
sr_latn: Nadamo se da uživate u {start_strong} {course_name} {end_strong}! Želimo da vam damo da znate šta možete da se radujete u sedmici {week_num}:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
ru: Са самосталним курсевима, учите у сопственом распореду. Охрабрујемо вас да сваке недеље проводите време са курсом. Ваша фокусирана пажња ће се на крају исплатити!
sr_latn: Sa samostalnim kursevima, učite u sopstvenom rasporedu. Ohrabrujemo vas da svake nedelje provodite vreme sa kursom. Vaša fokusirana pažnja će se na kraju isplatiti!

source: Resume your course now
ru: Наставите свој курс сада
sr_latn: Nastavite svoj kurs sada

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
ru: Надамо се да уживате у %(course_name)s! Желимо да вам дамо да знате шта можете да се радујете недељно %(week_num)s:
sr_latn: Nadamo se da uživate u %(course_name)s! Želimo da vam damo da znate šta možete da se radujete nedeljno %(week_num)s:

source: Welcome to week %(week_num)s
ru: Добродошли у недељу %(week_num)s
sr_latn: Dobrodošli u nedelju %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
ru: Надамо се да уживате у {start_strong} {course_name} {end_strong}! Желимо да вам дамо да знате шта се можете веселити у наредним недељама:
sr_latn: Nadamo se da uživate u {start_strong} {course_name} {end_strong}! Želimo da vam damo da znate šta se možete veseliti u narednim nedeljama:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
ru: Охрабрујемо вас да сваке недеље проводите време са курсом. Ваша фокусирана пажња ће се на крају исплатити!
sr_latn: Ohrabrujemo vas da svake nedelje provodite vreme sa kursom. Vaša fokusirana pažnja će se na kraju isplatiti!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
ru: Надамо се да уживате у %(course_name)s! Желимо да вам дамо да знате шта се можете веселити у наредним недељама:
sr_latn: Nadamo se da uživate u %(course_name)s! Želimo da vam damo da znate šta se možete veseliti u narednim nedeljama:

source: %(course_name)s Weekly Update
ru: %(course_name)s Веекли Ажурирање
sr_latn: %(course_name)s Veekli Ažuriranje

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многи %(platform_name)s ученици свакодневно довршавају више проблема и учествују у форумима за дискусију. Шта желите да урадите да наставите да учите?
sr_latn: Mnogi %(platform_name)s učenici svakodnevno dovršavaju više problema i učestvuju u forumima za diskusiju. Šta želite da uradite da nastavite da učite?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многи %(platform_name)s ученици у %(course_name)s свакодневно довршавају више проблема и учествују у форумима за дискусију. Шта желите да урадите да наставите да учите?
sr_latn: Mnogi %(platform_name)s učenici u %(course_name)s svakodnevno dovršavaju više problema i učestvuju u forumima za diskusiju. Šta želite da uradite da nastavite da učite?

source: Keep up the momentum!
ru: Наставите са замахом!
sr_latn: Nastavite sa zamahom!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ru: Многи {platform_name} ученици у {start_strong} {course_name} {end_strong} свакодневно довршавају више проблема и учествују у форумима за дискусију. Шта желите да урадите да наставите да учите?
sr_latn: Mnogi {platform_name} učenici u {start_strong} {course_name} {end_strong} svakodnevno dovršavaju više problema i učestvuju u forumima za diskusiju. Šta želite da uradite da nastavite da učite?

source: Keep learning
ru: Наставите учење
sr_latn: Nastavite učenje

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Запамтите када сте се уписали у %(course_name)s и остали курсеви на %(platform_name)s? Ми радимо и драго нам је што вас имамо! Дођите да видите шта сви уче.
sr_latn: Zapamtite kada ste se upisali u %(course_name)s i ostali kursevi na %(platform_name)s? Mi radimo i drago nam je što vas imamo! Dođite da vidite šta svi uče.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Сећате се када сте се уписали у %(course_name)s на %(platform_name)s? Ми радимо и драго нам је што вас имамо! Дођите да видите шта сви уче.
sr_latn: Sećate se kada ste se upisali u %(course_name)s na %(platform_name)s? Mi radimo i drago nam je što vas imamo! Dođite da vidite šta svi uče.

source: Keep learning today
ru: Наставите да учите данас
sr_latn: Nastavite da učite danas

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Запамтите када сте се уписали у {start_strong} {course_name} {end_strong} и остали курсеви на {platform_name}? Ми радимо и драго нам је што вас имамо! Дођите да видите шта сви уче.
sr_latn: Zapamtite kada ste se upisali u {start_strong} {course_name} {end_strong} i ostali kursevi na {platform_name}? Mi radimo i drago nam je što vas imamo! Dođite da vidite šta svi uče.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
ru: Запамтите када сте се уписали у {start_strong} {course_name} {end_strong} на {platform_name}? Ми радимо и драго нам је што вас имамо! Дођите да видите шта сви уче.
sr_latn: Zapamtite kada ste se upisali u {start_strong} {course_name} {end_strong} na {platform_name}? Mi radimo i drago nam je što vas imamo! Dođite da vidite šta svi uče.

source: Start learning now
ru: Почните да учите сада
sr_latn: Počnite da učite sada

source: Keep learning on %(platform_name)s
ru: Наставите да учите на %(platform_name)s
sr_latn: Nastavite da učite na %(platform_name)s

source: Keep learning in %(course_name)s
ru: Наставите да учите у %(course_name)s
sr_latn: Nastavite da učite u %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Надамо се да уживате у учењу са нама до сада на %(platform_name)s! Верификована потврда омогућава вам да истакнете своје ново знање и вештине. Потврда о %(platform_name)s је званично и лако појељно. Надоградња од %(user_schedule_upgrade_deadline_time)s.
sr_latn: Nadamo se da uživate u učenju sa nama do sada na %(platform_name)s! Verifikovana potvrda omogućava vam da istaknete svoje novo znanje i veštine. Potvrda o %(platform_name)s je zvanično i lako pojeljno. Nadogradnja od %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ru: Надамо се да уживате у учењу са нама до сада у %(first_course_name)s! Верификована потврда омогућава вам да истакнете своје ново знање и вештине. %(platform_name)s сертификат је званично и лако појељно. Надоградња од %(user_schedule_upgrade_deadline_time)s.
sr_latn: Nadamo se da uživate u učenju sa nama do sada u %(first_course_name)s! Verifikovana potvrda omogućava vam da istaknete svoje novo znanje i veštine. %(platform_name)s sertifikat je zvanično i lako pojeljno. Nadogradnja od %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
ru: Надоградите сада
sr_latn: Nadogradite sada

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ru: Надамо се да уживате у учењу са нама до сада на {start_strong} %(platform_name)s {end_strong}! Верификована потврда омогућава вам да истакнете своје ново знање и вештине. Потврда о %(platform_name)s је званично и лако појељно.
sr_latn: Nadamo se da uživate u učenju sa nama do sada na {start_strong} %(platform_name)s {end_strong}! Verifikovana potvrda omogućava vam da istaknete svoje novo znanje i veštine. Potvrda o %(platform_name)s je zvanično i lako pojeljno.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
ru: Надамо се да уживате у учењу са нама до сада у {start_strong} {first_course_name} {end_strong}! Верификована потврда омогућава вам да истакнете своје ново знање и вештине. Потврда {platform_name} је званично и лако по деложаји.
sr_latn: Nadamo se da uživate u učenju sa nama do sada u {start_strong} {first_course_name} {end_strong}! Verifikovana potvrda omogućava vam da istaknete svoje novo znanje i veštine. Potvrda {platform_name} je zvanično i lako po deložaji.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
ru: Надоградња од {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong}.
sr_latn: Nadogradnja od {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong}.

source: You are eligible to upgrade in these courses:
ru: Имате право на надоградњу у овим курсевима:
sr_latn: Imate pravo na nadogradnju u ovim kursevima:

source: Example of a verified certificate
ru: Пример верификованог сертификата
sr_latn: Primer verifikovanog sertifikata

source: Upgrade now at
ru: Надоградите сада на
sr_latn: Nadogradite sada na

source: Upgrade to earn a verified certificate on %(platform_name)s
ru: Надоградите да бисте зарадили верификовани сертификат на %(platform_name)s
sr_latn: Nadogradite da biste zaradili verifikovani sertifikat na %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
ru: Надоградите да бисте зарадили верификовани сертификат у %(first_course_name)s
sr_latn: Nadogradite da biste zaradili verifikovani sertifikat u %(first_course_name)s

source: Site theme changed to {site_theme}
ru: Тема сајта промењена у {site_theme}
sr_latn: Tema sajta promenjena u {site_theme}

source: Theme {site_theme} does not exist
ru: Тема {site_theme} не постоји
sr_latn: Tema {site_theme} ne postoji

source: Site theme reverted to the default
ru: Тема сајта враћена је на задано
sr_latn: Tema sajta vraćena je na zadano

source: Theming Administration
ru: УПРАВЉАЊЕ НАДЗИМА
sr_latn: UPRAVLjANjE NADZIMA

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
ru: Корисничка имена могу да садрже само слова (А-З, А-З), бројеве (0-9), подвлаке (_) и цртице (-).
sr_latn: Korisnička imena mogu da sadrže samo slova (A-Z, A-Z), brojeve (0-9), podvlake (_) i crtice (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
ru: Корисничка имена могу да садрже само слова, бројке и @ / + / - / _ знакове.
sr_latn: Korisnička imena mogu da sadrže samo slova, brojke i @ / + / - / _ znakove.

source: Enter a valid email address
ru: Унесите важећу адресу е-поште
sr_latn: Unesite važeću adresu e-pošte

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
ru: Изгледа да {email_address} припада постојећем налогу. Покушајте поново са другом адресом е-поште.
sr_latn: Izgleda da {email_address} pripada postojećem nalogu. Pokušajte ponovo sa drugom adresom e-pošte.

source: This email is already associated with an existing account
ru: Ова адреса е-поште је већ повезана са постојећим налогом
sr_latn: Ova adresa e-pošte je već povezana sa postojećim nalogom

source: This email is associated to a retired account.
ru: Ова адреса е-поште повезана је на пензионисани рачун.
sr_latn: Ova adresa e-pošte povezana je na penzionisani račun.

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
ru: Лозинка коју сте унели је на листи познатих компромитованих лозинки. Молимо одаберите другу.
sr_latn: Lozinka koju ste uneli je na listi poznatih kompromitovanih lozinki. Molimo odaberite drugu.

source: It looks like {username} belongs to an existing account. Try again with a different username.
ru: Изгледа да {username} припада постојећем налогу. Покушајте поново са другим корисничким именом.
sr_latn: Izgleda da {username} pripada postojećem nalogu. Pokušajte ponovo sa drugim korisničkim imenom.

source: It looks like this username is already taken
ru: Изгледа да је ово корисничко име већ снимљено
sr_latn: Izgleda da je ovo korisničko ime već snimljeno

source: Username must be between {min} and {max} characters long.
ru: Корисничко име мора бити између {min} и {max} знакова.
sr_latn: Korisničko ime mora biti između {min} i {max} znakova.

source: Enter a valid email address that contains at least {min} characters.
ru: Унесите важећу адресу е-поште која садржи најмање {min} знакова.
sr_latn: Unesite važeću adresu e-pošte koja sadrži najmanje {min} znakova.

source: Enter your full name
ru: Унесите своје пуно име
sr_latn: Unesite svoje puno ime

source: Enter your first name
ru: Унесите своје име
sr_latn: Unesite svoje ime

source: Enter your last name
ru: Унесите своје презиме
sr_latn: Unesite svoje prezime

source: The email addresses do not match
ru: Адресе е-поште се не подударају
sr_latn: Adrese e-pošte se ne podudaraju

source: Enter your confirm email
ru: Унесите потврду е-пошту
sr_latn: Unesite potvrdu e-poštu

source: Select your country or region of residence
ru: Изаберите своју земљу или регион пребивалишта
sr_latn: Izaberite svoju zemlju ili region prebivališta

source: Select your profession
ru: Изаберите своју професију
sr_latn: Izaberite svoju profesiju

source: Select your specialty
ru: Изаберите своју специјалност
sr_latn: Izaberite svoju specijalnost

source: Enter your profession
ru: Унесите своју професију
sr_latn: Unesite svoju profesiju

source: Enter your specialty
ru: Унесите своју специјалност
sr_latn: Unesite svoju specijalnost

source: Enter your state
ru: Унесите своју државу
sr_latn: Unesite svoju državu

source: Enter your city
ru: Унесите свој град
sr_latn: Unesite svoj grad

source: Tell us your goals
ru: Реците нам своје циљеве
sr_latn: Recite nam svoje ciljeve

source: Select the highest level of education you have completed
ru: Изаберите највиши ниво образовања који сте завршили
sr_latn: Izaberite najviši nivo obrazovanja koji ste završili

source: Select your year of birth
ru: Изаберите своју годину рођења
sr_latn: Izaberite svoju godinu rođenja

source: Select your gender
ru: Изаберите свој пол
sr_latn: Izaberite svoj pol

source: Enter your mailing address
ru: Унесите своју поштанску адресу
sr_latn: Unesite svoju poštansku adresu

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
ru: Наш систем је открио да је ваша лозинка рањива. Промените лозинку тако да ваш рачун остане сигуран.
sr_latn: Naš sistem je otkrio da je vaša lozinka ranjiva. Promenite lozinku tako da vaš račun ostane siguran.

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
ru: Наш систем је открио да је ваша лозинка рањива. Препоручујемо да га промените тако да ваш рачун остане сигуран.
sr_latn: Naš sistem je otkrio da je vaša lozinka ranjiva. Preporučujemo da ga promenite tako da vaš račun ostane siguran.

source: The '{field_name}' field cannot be edited.
ru: Поље '{field_name} ' не може се уређивати.
sr_latn: Polje '{field_name} ' ne može se uređivati.

source: Full name can't be longer than 255 symbols
ru: Пуно име не може бити дужи од 255 симбола
sr_latn: Puno ime ne može biti duži od 255 simbola

source: Enter a valid name
ru: Унесите важеће име
sr_latn: Unesite važeće ime

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
ru: Проверите да ли пружате важеће корисничко име или УРЛ који садржи "{url_stub} ". Да бисте уклонили везу са вашег {platform_name} профила, оставите ово поље празно.
sr_latn: Proverite da li pružate važeće korisničko ime ili URL koji sadrži "{url_stub} ". Da biste uklonili vezu sa vašeg {platform_name} profila, ostavite ovo polje prazno.

source: This account has been temporarily locked due to excessive login failures. Try again later.
ru: Овај рачун је привремено закључан због претјераних неуспеха за пријаву. Покушајте поново касније.
sr_latn: Ovaj račun je privremeno zaključan zbog pretjeranih neuspeha za prijavu. Pokušajte ponovo kasnije.

source: Email or password is incorrect.
ru: Е-пошта или лозинка је нетачна.
sr_latn: E-pošta ili lozinka je netačna.

source: Permission Denied
ru: Дозвола одбијена
sr_latn: Dozvola odbijena

source: Retirement does not exist!
ru: Пензионисање не постоји!
sr_latn: Penzionisanje ne postoji!

source: Success
ru: Успех
sr_latn: Uspeh

source: Actions
ru: Акције
sr_latn: Akcije

source: Comma separated file that have username and user_email of the users that needs to be retired
ru: Зарез одвојена датотека која има корисничко име и усер_Емаил корисника који треба да се пензионишу
sr_latn: Zarez odvojena datoteka koja ima korisničko ime i user_Email korisnika koji treba da se penzionišu

source: Delete failed for user preference '{preference_key}'.
ru: Избриши није успело за корисничко преференцијав '{preference_key} '.
sr_latn: Izbriši nije uspelo za korisničko preferencijav '{preference_key} '.

source: Preference '{preference_key}' cannot be set to an empty value.
ru: Преференце '{preference_key} ' не може се поставити на праћу вредност.
sr_latn: Preference '{preference_key} ' ne može se postaviti na praću vrednost.

source: Invalid user preference key '{preference_key}'.
ru: Неважећи кључ корисничких преференција '{preference_key} '.
sr_latn: Nevažeći ključ korisničkih preferencija '{preference_key} '.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
ru: Вредност '{preference_value} ' није валидна за корисничко преференције '{preference_key} '.
sr_latn: Vrednost '{preference_value} ' nije validna za korisničko preferencije '{preference_key} '.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
ru: Вредност '{preference_value} ' Не важи за Преференце '{preference_key} ': Не у временском сету.
sr_latn: Vrednost '{preference_value} ' Ne važi za Preference '{preference_key} ': Ne u vremenskom setu.

source: Value '{preference_value}' is not a valid time zone selection.
ru: Вредност '{preference_value} ' није валидна селекција временске зоне.
sr_latn: Vrednost '{preference_value} ' nije validna selekcija vremenske zone.

source: Save failed for user preference '{key}' with value '{value}'.
ru: Спремање није успело за корисничку преференције '{key} ' са ВАЛУЕ '{value} '.
sr_latn: Spremanje nije uspelo za korisničku preferencije '{key} ' sa VALUE '{value} '.

source: No data provided for user preference update
ru: Нема података за ажурирање корисничких преференција
sr_latn: Nema podataka za ažuriranje korisničkih preferencija

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
ru: Добили смо захтев за брисање за ваш налог на %(platform_name)s. Жао нам је што те видимо!
sr_latn: Dobili smo zahtev za brisanje za vaš nalog na %(platform_name)s. Žao nam je što te vidimo!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
ru: Ваш рачун ће ускоро бити избрисан. Брисање рачуна, укључујући уклањање са листа е-поште, може потрајати неколико недеља да се у потпуности обради кроз наш систем. Ако желите да се пре него што желите да се одбаците у е-маилове, одјавите се од подножја било које поруке е-поште.
sr_latn: Vaš račun će uskoro biti izbrisan. Brisanje računa, uključujući uklanjanje sa lista e-pošte, može potrajati nekoliko nedelja da se u potpunosti obradi kroz naš sistem. Ako želite da se pre nego što želite da se odbacite u e-mailove, odjavite se od podnožja bilo koje poruke e-pošte.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
ru: Ово је само информативна е-пошта. Ако нисте покренули овај захтев, контактирајте %(contact_email)s.
sr_latn: Ovo je samo informativna e-pošta. Ako niste pokrenuli ovaj zahtev, kontaktirajte %(contact_email)s.

source: Best, %(platform_name)s
ru: Најбоље, %(platform_name)s
sr_latn: Najbolje, %(platform_name)s

source: Your Account Has Been Queued For Deletion
ru: Ваш рачун је уплетен за брисање
sr_latn: Vaš račun je upleten za brisanje

source: Highest level of education completed
ru: Највиши ниво образовања је завршен
sr_latn: Najviši nivo obrazovanja je završen

source: Year of birth
ru: Година рођења
sr_latn: Godina rođenja

source: Tell us why you're interested in {platform_name}
ru: Реците нам зашто вас занима {platform_name}
sr_latn: Recite nam zašto vas zanima {platform_name}

source: Profession
ru: Професија
sr_latn: Profesija
