Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Generate
ru: Генерисати
sr_latn: Generisati

source: Generate the user's certificate
ru: Генерирајте сертификат корисника
sr_latn: Generirajte sertifikat korisnika

source: Current enrollment mode:
ru: Тренутни режим уписа:
sr_latn: Trenutni režim upisa:

source: New enrollment mode:
ru: Нови режим уписа:
sr_latn: Novi režim upisa:

source: Reason for change:
ru: Разлог за промену:
sr_latn: Razlog za promenu:

source: Choose One
ru: Изаберите један
sr_latn: Izaberite jedan

source: Explain if other.
ru: Објасните да ако други.
sr_latn: Objasnite da ako drugi.

source: Submit enrollment change
ru: Пошаљите промену уписа
sr_latn: Pošaljite promenu upisa

source: Username or email address
ru: Корисничко име или адреса е-поште
sr_latn: Korisničko ime ili adresa e-pošte

source: Course ID
ru: ИД курса
sr_latn: ID kursa

source: Course Start
ru: Почетак курса
sr_latn: Početak kursa

source: Course End
ru: Крај курса
sr_latn: Kraj kursa

source: Upgrade Deadline
ru: Рок за надоградњу
sr_latn: Rok za nadogradnju

source: Verification Deadline
ru: Рок за верификацију
sr_latn: Rok za verifikaciju

source: Enrollment Date
ru: Датум уписа
sr_latn: Datum upisa

source: Enrollment Mode
ru: Режим уписа
sr_latn: Režim upisa

source: Verified mode price
ru: Верифиед Моде Цена
sr_latn: Verified Mode Cena

source: Reason
ru: Разлог
sr_latn: Razlog

source: Last modified by
ru: Последњи пут модификовано
sr_latn: Poslednji put modifikovano

source: Active
ru: Активан
sr_latn: Aktivan

source: N/A
ru: Н / А

source: Change Enrollment
ru: Промена уписа
sr_latn: Promena upisa

source: Date Joined
ru: Датум придружио се
sr_latn: Datum pridružio se

source: Password Status
ru: Статус лозинке
sr_latn: Status lozinke

source: Toggle Account Password (Usable/Unusable)
ru: Пребаците лозинку за налогу (употребљива / неупотребљива)
sr_latn: Prebacite lozinku za nalogu (upotrebljiva / neupotrebljiva)

source: Your team could not be created.
ru: Ваш тим није могао да се створи.
sr_latn: Vaš tim nije mogao da se stvori.

source: Your team could not be updated.
ru: Ваш тим није могао да се ажурира.
sr_latn: Vaš tim nije mogao da se ažurira.

source: Enter information to describe your team. You cannot change these details after you create the team.
ru: Унесите информације да бисте описали свој тим. Не можете да промените ове детаље након што креирате тим.
sr_latn: Unesite informacije da biste opisali svoj tim. Ne možete da promenite ove detalje nakon što kreirate tim.

source: Optional Characteristics
ru: Опционалне карактеристике
sr_latn: Opcionalne karakteristike

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
ru: Помозите другим ученицима да одлуче да ли ће се придружити вашем тиму одређивањем неких карактеристика за ваш тим. Пажљиво бирајте, јер мање људи би могло бити заинтересовано да се придружи вашем тиму ако се чини превише рестриктивним.
sr_latn: Pomozite drugim učenicima da odluče da li će se pridružiti vašem timu određivanjem nekih karakteristika za vaš tim. Pažljivo birajte, jer manje ljudi bi moglo biti zainteresovano da se pridruži vašem timu ako se čini previše restriktivnim.

source: Create team.
ru: Креирајте тим.
sr_latn: Kreirajte tim.

source: Update team.
ru: Ажурирај тим.
sr_latn: Ažuriraj tim.

source: Cancel team creating.
ru: Откажи креирање тима.
sr_latn: Otkaži kreiranje tima.

source: Cancel team updating.
ru: Откажи ажурирање тима.
sr_latn: Otkaži ažuriranje tima.

source: Instructor tools
ru: Алати за инструкторе
sr_latn: Alati za instruktore

source: Delete Team
ru: Обриши тим
sr_latn: Obriši tim

source: Edit Membership
ru: Уређивање чланства
sr_latn: Uređivanje članstva

source: View Current Team Memberships
ru: Погледајте тренутни чланство у тиму
sr_latn: Pogledajte trenutni članstvo u timu

source: Download Memberships
ru: Преузмите чланство
sr_latn: Preuzmite članstvo

source: Assign Team Memberships
ru: Доделите чланство у тиму
sr_latn: Dodelite članstvo u timu

source: Upload Memberships
ru: Пошаљите чланство
sr_latn: Pošaljite članstvo

source: Error assigning team memberships
ru: Грешка у додели чланства тима
sr_latn: Greška u dodeli članstva tima

source: Are you having trouble finding a team to join?
ru: Имате ли проблема да пронађете тим да се придружи?
sr_latn: Imate li problema da pronađete tim da se pridruži?

source: Join Team
ru: Придружити се тиму
sr_latn: Pridružiti se timu

source: Team Assignments
ru: Теам задаци
sr_latn: Team zadaci

source: Team Details
ru: Детаљи о тиму
sr_latn: Detalji o timu

source: You are a member of this team.
ru: Ви сте члан овог тима.
sr_latn: Vi ste član ovog tima.

source: Team member profiles
ru: Профили члана тима
sr_latn: Profili člana tima

source: Team capacity
ru: Капацитет тима
sr_latn: Kapacitet tima

source: Leave Team
ru: Оставити тим
sr_latn: Ostaviti tim

source: Donate
ru: Донирати
sr_latn: Donirati

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
ru: Дошло је до грешке приликом преузимања резултата за овај каталог. Проверите да ли је ваш упит исправан и покушајте поново.
sr_latn: Došlo je do greške prilikom preuzimanja rezultata za ovaj katalog. Proverite da li je vaš upit ispravan i pokušajte ponovo.

source: This catalog's courses:
ru: Курсеви овог каталога:
sr_latn: Kursevi ovog kataloga:

source: Expand All
ru: Проширити све
sr_latn: Proširiti sve

source: Collapse All
ru: Срушити све
sr_latn: Srušiti sve

source: Start Date
ru: Датум почетка
sr_latn: Datum početka

source: Due Date
ru: Датум
sr_latn: Datum

source: remove all
ru: уклони све
sr_latn: ukloni sve

source: toggle chapter %(displayName)s
ru: Поглавље Поглавља %(displayName)s
sr_latn: Poglavlje Poglavlja %(displayName)s

source: Section
ru: Одељак
sr_latn: Odeljak

source: Remove chapter %(chapterDisplayName)s
ru: Уклоните поглавље %(chapterDisplayName)s
sr_latn: Uklonite poglavlje %(chapterDisplayName)s

source: remove
ru: скинути
sr_latn: skinuti

source: toggle subsection %(displayName)s
ru: Пребацивање пожељног %(displayName)s
sr_latn: Prebacivanje poželjnog %(displayName)s

source: Subsection
ru: Пододељак
sr_latn: Pododeljak

source: Remove subsection %(subsectionDisplayName)s
ru: Уклоните подсекцију %(subsectionDisplayName)s
sr_latn: Uklonite podsekciju %(subsectionDisplayName)s

source: Remove unit %(unitName)s
ru: Уклони јединицу %(unitName)s
sr_latn: Ukloni jedinicu %(unitName)s

source: Mark Exam As Completed
ru: Означите испит као што је завршен
sr_latn: Označite ispit kao što je završen

source: Exam timer and end exam button
ru: Дела Тимер и дугме за крај испита
sr_latn: Dela Timer i dugme za kraj ispita

source: End My Exam
ru: Прекинути испит
sr_latn: Prekinuti ispit

source: Hide Timer
ru: Сакрити тајмер
sr_latn: Sakriti tajmer

source: You are taking "{exam_link}" as {exam_type}.
ru: Узимате "{exam_link} " као {exam_type}.
sr_latn: Uzimate "{exam_link} " kao {exam_type}.

source: a timed exam
ru: временски испит
sr_latn: vremenski ispit

source: The timer on the right shows the time remaining in the exam.
ru: Тајмер са десне стране показује да је време остало на испиту.
sr_latn: Tajmer sa desne strane pokazuje da je vreme ostalo na ispitu.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
ru: Да бисте примили кредит за проблеме, морате да изаберете "Submit" за сваки проблем пре него што одаберете "End My Exam".
sr_latn: Da biste primili kredit za probleme, morate da izaberete "Submit" za svaki problem pre nego što odaberete "End My Exam".

source: Show More
ru: Показати више
sr_latn: Pokazati više

source: Show Less
ru: Показати мање
sr_latn: Pokazati manje

source: LEARN MORE
ru: Сазнајте више
sr_latn: Saznajte više

source: Starts: %(start_date)s
ru: Покретање: %(start_date)s
sr_latn: Pokretanje: %(start_date)s

source: Starts
ru: Почети
sr_latn: Početi

source: Clear All
ru: Очистити све
sr_latn: Očistiti sve

source: Highlighted text
ru: Означени текст
sr_latn: Označeni tekst

source: Note
ru: Бележити
sr_latn: Beležiti

source: You commented...
ru: Коментирао си ...
sr_latn: Komentirao si ...

source: Noted in:
ru: Примећено у:
sr_latn: Primećeno u:

source: Last Edited:
ru: Последње уређивање:
sr_latn: Poslednje uređivanje:

source: Tags:
ru: Ознаке:
sr_latn: Oznake:

source: Clear search results
ru: Резултати претраге
sr_latn: Rezultati pretrage

source: Click to edit
ru: Кликните да бисте изменили
sr_latn: Kliknite da biste izmenili

source: Order Number
ru: Број налога
sr_latn: Broj naloga

source: Date Placed
ru: Датум постављен
sr_latn: Datum postavljen

source: Cost
ru: Трошак
sr_latn: Trošak

source: Order Details
ru: Детаљи налога
sr_latn: Detalji naloga

source: for
ru: за
sr_latn: za

source: Product Name
ru: Назив производа
sr_latn: Naziv proizvoda

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
ru: {currentCountOpeningTag} {currentCharacterCount} {currentCountClosingTag} од {maxCharacters}
sr_latn: {currentCountOpeningTag} {currentCharacterCount} {currentCountClosingTag} od {maxCharacters}

source: Financial Assistance Application
ru: Пријава финансијске помоћи
sr_latn: Prijava finansijske pomoći

source: Profile Information
ru: Информације о профилу
sr_latn: Informacije o profilu

source: The following information is already a part of your {platform} profile and is required for your application. To edit this information go to
ru: Следеће информације су већ део вашег {platform} профила и потребна је за вашу пријаву. Да бисте изменили ове информације идите на
sr_latn: Sledeće informacije su već deo vašeg {platform} profila i potrebna je za vašu prijavu. Da biste izmenili ove informacije idite na

source: Email address
ru: Адреса е-поште
sr_latn: Adresa e-pošte

source: Legal name
ru: Правно име
sr_latn: Pravno ime

source: Country of residence
ru: Земља пребивалишта
sr_latn: Zemlja prebivališta

source: Application Details
ru: Детаљи о апликацији
sr_latn: Detalji o aplikaciji

source: Submit Application
ru: Пошаљите апликацију
sr_latn: Pošaljite aplikaciju

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
ru: Хвала вам што сте послали апликацију за финансијску помоћ за {course_name}! Можете очекивати одговор у 2-4 радна дана.
sr_latn: Hvala vam što ste poslali aplikaciju za finansijsku pomoć za {course_name}! Možete očekivati odgovor u 2-4 radna dana.

source: Go to Dashboard
ru: Ићи на контролну таблу
sr_latn: Ići na kontrolnu tablu

source: Individual Exceptions
ru: Појединачни изузеци
sr_latn: Pojedinačni izuzeci

source: Enter the username or email address of each learner that you want to add as an exception.
ru: Унесите корисничко име или адресу е-поште сваког ученика који желите да додате као изузетак.
sr_latn: Unesite korisničko ime ili adresu e-pošte svakog učenika koji želite da dodate kao izuzetak.

source: Student email or username
ru: Студент е-пошта или корисничко име
sr_latn: Student e-pošta ili korisničko ime

source: Free text notes
ru: Бесплатни текст белешке
sr_latn: Besplatni tekst beleške

source: Add to Exception List
ru: Додајте у списак изузетака
sr_latn: Dodajte u spisak izuzetaka

source: Generate Exception Certificates
ru: Генерирати сертификате за изузеће
sr_latn: Generirati sertifikate za izuzeće

source: Certificate exceptions group selection
ru: Избор изузетака сертификата Група
sr_latn: Izbor izuzetaka sertifikata Grupa

source: All users on the Exception list who do not yet have a certificate
ru: Сви корисници на листи изузетака који још немају сертификат
sr_latn: Svi korisnici na listi izuzetaka koji još nemaju sertifikat

source: All users on the Exception list
ru: Сви корисници на листи изузетака
sr_latn: Svi korisnici na listi izuzetaka

source: User Email
ru: Кориснички емаил
sr_latn: Korisnički email

source: Exception Granted
ru: Изузетан је одобрен
sr_latn: Izuzetan je odobren

source: Certificate Generated
ru: Генерисан сертификат
sr_latn: Generisan sertifikat

source: Notes
ru: Белешке
sr_latn: Beleške

source: Remove from List
ru: Уклони са листе
sr_latn: Ukloni sa liste

source: Bulk Exceptions
ru: Скупни изузеци
sr_latn: Skupni izuzeci

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
ru: Пошаљите датотеку одвојене вредности зарез (.цсв) која садржи корисничка имена или адресе е-поште ученика који су добили изузеци. Укључите корисничко име или адресу е-поште у поље прве зарез одвојено. Можете да укључите опционалну белешку која описује разлог изузетак у пољу Друге зарезе.
sr_latn: Pošaljite datoteku odvojene vrednosti zarez (.csv) koja sadrži korisnička imena ili adrese e-pošte učenika koji su dobili izuzeci. Uključite korisničko ime ili adresu e-pošte u polje prve zarez odvojeno. Možete da uključite opcionalnu belešku koja opisuje razlog izuzetak u polju Druge zareze.

source: Upload a CSV file
ru: Пошаљите ЦСВ датотеку
sr_latn: Pošaljite CSV datoteku

source: To invalidate a certificate for a particular learner, add the username or email address below.
ru: Да бисте поништили сертификат за одређени ученик, додајте корисничко име или адресу е-поште испод.
sr_latn: Da biste poništili sertifikat za određeni učenik, dodajte korisničko ime ili adresu e-pošte ispod.

source: Add notes about this learner
ru: Додајте белешке о овом ученику
sr_latn: Dodajte beleške o ovom učeniku

source: Invalidate Certificate
ru: Поништи сертификат
sr_latn: Poništi sertifikat

source: Student
ru: Ученик
sr_latn: Učenik

source: Invalidated By
ru: Неважећи
sr_latn: Nevažeći

source: Invalidated
ru: Неважећи
sr_latn: Nevažeći

source: Remove from Invalidation Table
ru: Уклоните са инвалидације
sr_latn: Uklonite sa invalidacije

source: Divided
ru: Подељен
sr_latn: Podeljen

source: Manage Learners
ru: Управљати ученицима
sr_latn: Upravljati učenicima

source: Add learners to this cohort
ru: Додајте ученике на ову кохорту
sr_latn: Dodajte učenike na ovu kohortu

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
ru: НАПОМЕНА: Ученици могу бити само један кохорт. Додавање ученика у ову групу поништава било који претходни задатак групе.
sr_latn: NAPOMENA: Učenici mogu biti samo jedan kohort. Dodavanje učenika u ovu grupu poništava bilo koji prethodni zadatak grupe.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
ru: Унесите адресе е-поште и / или корисничка имена, одвојени новим линијама или зарезима, за ученике које желите да додате. *
sr_latn: Unesite adrese e-pošte i / ili korisnička imena, odvojeni novim linijama ili zarezima, za učenike koje želite da dodate. *

source: (Required Field)
ru: (Обавезно поље)
sr_latn: (Obavezno polje)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
ru: нпр. јохндое@екампле.цом, јанедое, јоеидое@еекампле.цом
sr_latn: npr. johndoe@ekample.com, janedoe, joeidoe@eekample.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
ru: Нећете примати обавештење за е-поруке које одбијају, тако да двоструко проверите правопис.
sr_latn: Nećete primati obaveštenje za e-poruke koje odbijaju, tako da dvostruko proverite pravopis.

source: Add Learners
ru: Додајте полазнике
sr_latn: Dodajte polaznike

source: Add a New Cohort
ru: Додајте нови кохорт
sr_latn: Dodajte novi kohort

source: Enter the name of the cohort
ru: Унесите име кохорте
sr_latn: Unesite ime kohorte

source: Cohort Name
ru: Кохорт име
sr_latn: Kohort ime

source: Cohort Assignment Method
ru: Метода за доделу кохорта
sr_latn: Metoda za dodelu kohorta

source: Automatic
ru: Аутоматски
sr_latn: Automatski

source: Manual
ru: Приручник
sr_latn: Priručnik

source: There must be one cohort to which students can automatically be assigned.
ru: Мора постојати један кохорт на који се студенти могу аутоматски доделити.
sr_latn: Mora postojati jedan kohort na koji se studenti mogu automatski dodeliti.

source: Associated Content Group
ru: Придружена група са садржајем
sr_latn: Pridružena grupa sa sadržajem

source: No Content Group
ru: Нема садржаја
sr_latn: Nema sadržaja

source: Select a Content Group
ru: Изаберите групу садржаја
sr_latn: Izaberite grupu sadržaja

source: Choose a content group to associate
ru: Изаберите садржајну групу за повезивање
sr_latn: Izaberite sadržajnu grupu za povezivanje

source: Not selected
ru: Није изабран
sr_latn: Nije izabran

source: Deleted Content Group
ru: Избрисана група за садржај
sr_latn: Izbrisana grupa za sadržaj

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
ru: {screen_reader_start} Упозорење: {screen_reader_end} Претходно одабрана група садржаја је избрисана. Изаберите другу групу садржаја.
sr_latn: {screen_reader_start} Upozorenje: {screen_reader_end} Prethodno odabrana grupa sadržaja je izbrisana. Izaberite drugu grupu sadržaja.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
ru: {screen_reader_start} УПОЗОРЕЊЕ: {screen_reader_end} Нема садржаја које постоје.
sr_latn: {screen_reader_start} UPOZORENjE: {screen_reader_end} Nema sadržaja koje postoje.

source: Only the parent course staff of a CCX can create content groups.
ru: Само особље родитељског курса ЦЦКС може да створи групе садржаја.
sr_latn: Samo osoblje roditeljskog kursa CCKS može da stvori grupe sadržaja.

source: Create a content group
ru: Креирајте групу садржаја
sr_latn: Kreirajte grupu sadržaja

source: (contains %(student_count)s student)
ru: (Садржи %(student_count)s Студент)
sr_latn: (Sadrži %(student_count)s Student)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
ru: Ученици се додају у ову кохорту само када на овој страници пружите њихове адресе е-поште или корисничка имена.
sr_latn: Učenici se dodaju u ovu kohortu samo kada na ovoj stranici pružite njihove adrese e-pošte ili korisnička imena.

source: What does this mean?
ru: Шта то значи?
sr_latn: Šta to znači?

source: Learners are added to this cohort automatically.
ru: Ученици се аутоматски додају у ову кохорту.
sr_latn: Učenici se automatski dodaju u ovu kohortu.

source: Select a cohort
ru: Изаберите кохорт
sr_latn: Izaberite kohort

source: Enable Cohorts
ru: Омогућите кохорте
sr_latn: Omogućite kohorte

source: Select a cohort to manage
ru: Изаберите кохорту за управљање
sr_latn: Izaberite kohortu za upravljanje

source: View Cohort
ru: Виев Цохорт
sr_latn: Viev Cohort

source: Assign learners to cohorts by uploading a CSV file
ru: Доделите ученике да кохорте преношењем ЦСВ датотеке
sr_latn: Dodelite učenike da kohorte prenošenjem CSV datoteke

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
ru: Да бисте прегледали задатке ученика Цохорт или погледали резултате преношења ЦСВ датотеке, преузмите информације о профилу курса или Цохорт Резултати на {link_start} Дата Довнлоад{link_end} паге.
sr_latn: Da biste pregledali zadatke učenika Cohort ili pogledali rezultate prenošenja CSV datoteke, preuzmite informacije o profilu kursa ili Cohort Rezultati na {link_start} Data Dovnload{link_end} page.

source: Specify whether discussion topics are divided
ru: Наведите да ли су теме за дискусију подељене
sr_latn: Navedite da li su teme za diskusiju podeljene

source: Course-Wide Discussion Topics
ru: Теме за дискусију на целу у целом курсу
sr_latn: Teme za diskusiju na celu u celom kursu

source: Select the course-wide discussion topics that you want to divide.
ru: Одаберите теме за дискусију на целом курсевима које желите да поделите.
sr_latn: Odaberite teme za diskusiju na celom kursevima koje želite da podelite.

source: Content-Specific Discussion Topics
ru: Теме за дискусију специфичне за садржај
sr_latn: Teme za diskusiju specifične za sadržaj

source: Specify whether content-specific discussion topics are divided.
ru: Наведите да ли су подељене теме за дискусију специфичне за садржај.
sr_latn: Navedite da li su podeljene teme za diskusiju specifične za sadržaj.

source: Always divide content-specific discussion topics
ru: Увек поделите темешње теме за садржај
sr_latn: Uvek podelite temešnje teme za sadržaj

source: Divide the selected content-specific discussion topics
ru: Поделите одабране теме за дискусију специфичне за садржај
sr_latn: Podelite odabrane teme za diskusiju specifične za sadržaj

source: No content-specific discussion topics exist.
ru: Не постоје теме за дискусију специфичне за садржај.
sr_latn: Ne postoje teme za diskusiju specifične za sadržaj.

source: Used
ru: Коришћен
sr_latn: Korišćen

source: Valid
ru: Валидан
sr_latn: Validan

source: Certificate Status:
ru: Статус сертификата:
sr_latn: Status sertifikata:

source: Certificate Purchased
ru: Купљени сертификат
sr_latn: Kupljeni sertifikat

source: Change or Leave Session
ru: Промените или напустите сесију
sr_latn: Promenite ili napustite sesiju

source: You must select a session by {expiration_date} to access the course.
ru: Морате одабрати сесију {expiration_date} да бисте приступили курсу.
sr_latn: Morate odabrati sesiju {expiration_date} da biste pristupili kursu.

source: You can no longer change sessions.
ru: Више не можете да мењате седнице.
sr_latn: Više ne možete da menjate sednice.

source: You can change sessions until {expiration_date}.
ru: Можете променити сесије док {expiration_date}.
sr_latn: Možete promeniti sesije dok {expiration_date}.

source: View Archived Course
ru: Погледајте архивирани курс
sr_latn: Pogledajte arhivirani kurs

source: View Course
ru: Преглед курса
sr_latn: Pregled kursa

source: Select a session:
ru: Изаберите сесију:
sr_latn: Izaberite sesiju:

source: Enroll Now
ru: Уписати се сада
sr_latn: Upisati se sada

source: Coming Soon
ru: Ускоро долази
sr_latn: Uskoro dolazi

source: Enrollment Opens on
ru: Упис се отвара
sr_latn: Upis se otvara

source: Not Currently Available
ru: Тренутно није доступно
sr_latn: Trenutno nije dostupno

source: More sessions coming soon.
ru: Ускоро стиже више сесија.
sr_latn: Uskoro stiže više sesija.

source: Change to a different session or leave the current session.
ru: Променити се на другу сесију или напустити тренутну сесију.
sr_latn: Promeniti se na drugu sesiju ili napustiti trenutnu sesiju.

source: To access the course, select a session.
ru: Да бисте приступили курсу, изаберите сесију.
sr_latn: Da biste pristupili kursu, izaberite sesiju.

source: Session Selection Dropdown for {courseName}
ru: Селецтион Селецтион Дроповн за {courseName}
sr_latn: Selection Selection Dropovn za {courseName}

source: {sessionDates} - Currently Selected
ru: {sessionDates} - Тренутно је изабран
sr_latn: {sessionDates} - Trenutno je izabran

source: {sessionDates} (Open until {enrollmentEnd})
ru: {sessionDates} (ОТВОРЕНО ДО {enrollmentEnd})
sr_latn: {sessionDates} (OTVORENO DO {enrollmentEnd})

source: More sessions coming soon
ru: Ускоро долази више сесија
sr_latn: Uskoro dolazi više sesija

source: Leave the current session and decide later
ru: Оставите тренутну сесију и одлучите касније
sr_latn: Ostavite trenutnu sesiju i odlučite kasnije
