Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: (5) Course materials will not be available until the course start date.
ru: (5) МАТЕРИЈАЛИ КУРСА НЕЋЕ БИТИ ДОСТУПНО ДО ДАТУМА ЗА ПОЧЕТАК курса.
sr_latn: (5) MATERIJALI KURSA NEĆE BITI DOSTUPNO DO DATUMA ZA POČETAK kursa.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
ru: <п> С поштовањем, </ п> <п> [[Ваш потпис]] </ п>
sr_latn: <p> S poštovanjem, </ p> <p> [[Vaš potpis]] </ p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
ru: Извините! Фотографије које сте послали на верификацију ИД-а нису прихваћени, за следећи разлог:
sr_latn: Izvinite! Fotografije koje ste poslali na verifikaciju ID-a nisu prihvaćeni, za sledeći razlog:

source: The photo(s) of you:
ru: Фотографије вас:
sr_latn: Fotografije vas:

source: The photo of you:
ru: Слика вас:
sr_latn: Slika vas:

source: The photo of your ID:
ru: Слика вашег ИД-а:
sr_latn: Slika vašeg ID-a:

source: Other Reasons:
ru: И други разлози:
sr_latn: I drugi razlozi:

source: Resubmit Verification: {reverify_url}
ru: Поседање верификације: {reverify_url}
sr_latn: Posedanje verifikacije: {reverify_url}

source: ID Verification FAQ: {faq_url}
ru: Често постављана питања о ИД-у: {faq_url}
sr_latn: Često postavljana pitanja o ID-u: {faq_url}

source: The {platform_name} team
ru: Тим {platform_name}
sr_latn: Tim {platform_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
ru: Ваша уплата је била успешна. Накнада ћете видети доле на следећој изјави о кредитној или дебитној картици под називом компаније {merchant_name}.
sr_latn: Vaša uplata je bila uspešna. Naknada ćete videti dole na sledećoj izjavi o kreditnoj ili debitnoj kartici pod nazivom kompanije {merchant_name}.

source: Your order number is: {order_number}
ru: Ваш број наруџбе је: {order_number}
sr_latn: Vaš broj narudžbe je: {order_number}

source: Hello {full_name},
ru: Поздрав {full_name},
sr_latn: Pozdrav {full_name},

source: Your {platform_name} ID verification photos have been approved.
ru: Одобрено је ваше {platform_name} ИД датотеке за верификацију ИД-а.
sr_latn: Odobreno je vaše {platform_name} ID datoteke za verifikaciju ID-a.

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
ru: Ваши статус одобрења остаје валидан две године и истиче {expiration_datetime}.
sr_latn: Vaši status odobrenja ostaje validan dve godine i ističe {expiration_datetime}.

source: Hi {full_name},
ru: Здраво {full_name},
sr_latn: Zdravo {full_name},

source: Thanks for submitting your photos!
ru: Хвала што сте послали фотографије!
sr_latn: Hvala što ste poslali fotografije!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
ru: Примили смо ваше податке и процес верификације ИД-а почео је. Прегледајте е-пошту од нас у наредних неколико дана да потврдимо да ли је ваша верификација била успешна. Можете да проверите и статус процеса верификације на вашој командној табли.
sr_latn: Primili smo vaše podatke i proces verifikacije ID-a počeo je. Pregledajte e-poštu od nas u narednih nekoliko dana da potvrdimo da li je vaša verifikacija bila uspešna. Možete da proverite i status procesa verifikacije na vašoj komandnoj tabli.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
ru: Жао нам је. Наше особље курса није одобрило ваш захтев да промените своје име од {old_name} на {new_name}. Ако вам је потребна додатна помоћ, пошаљите особље курса на {email}.
sr_latn: Žao nam je. Naše osoblje kursa nije odobrilo vaš zahtev da promenite svoje ime od {old_name} na {new_name}. Ako vam je potrebna dodatna pomoć, pošaljite osoblje kursa na {email}.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
ru: Успешно смо проверили ваш идентитет за процену {assessment} у курсу {course_name}.
sr_latn: Uspešno smo proverili vaš identitet za procenu {assessment} u kursu {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
ru: Нисмо могли да потврдимо ваш идентитет за процену {assessment} у курсу {course_name}. Користили сте {used_attempts} из {allowed_attempts} покушаја да потврдите свој идентитет.
sr_latn: Nismo mogli da potvrdimo vaš identitet za procenu {assessment} u kursu {course_name}. Koristili ste {used_attempts} iz {allowed_attempts} pokušaja da potvrdite svoj identitet.

source: You must verify your identity before the assessment closes on {due_date}.
ru: Морате да проверите свој идентитет пре него што се процена затвара на {due_date}.
sr_latn: Morate da proverite svoj identitet pre nego što se procena zatvara na {due_date}.

source: To try to verify your identity again, select the following link:
ru: Да бисте покушали поново да потврдите свој идентитет, изаберите следећу везу:
sr_latn: Da biste pokušali ponovo da potvrdite svoj identitet, izaberite sledeću vezu:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
ru: Нисмо могли да потврдимо ваш идентитет за процену {assessment} у курсу {course_name}. Користили сте {used_attempts} из {allowed_attempts} покушаја да се провери идентитет, а верификација више није могуће.
sr_latn: Nismo mogli da potvrdimo vaš identitet za procenu {assessment} u kursu {course_name}. Koristili ste {used_attempts} iz {allowed_attempts} pokušaja da se proveri identitet, a verifikacija više nije moguće.

source: To go to the courseware, select the following link:
ru: Да бисте прешли на курсеви, изаберите следећу везу:
sr_latn: Da biste prešli na kursevi, izaberite sledeću vezu:

source: If you have any questions, you can contact student support at {support_link}.
ru: Ако имате било каквих питања, можете контактирати подршку ученика на {support_link}.
sr_latn: Ako imate bilo kakvih pitanja, možete kontaktirati podršku učenika na {support_link}.

source: Thanks,
ru: Хвала,
sr_latn: Hvala,

source: This Course Unavailable In Your Country
ru: Овај курс није доступан у вашој земљи
sr_latn: Ovaj kurs nije dostupan u vašoj zemlji

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
ru: Наш систем указује да покушавате да приступите овом {platform_name} курцу из земље или региона у којем тренутно није доступно.
sr_latn: Naš sistem ukazuje da pokušavate da pristupite ovom {platform_name} kurcu iz zemlje ili regiona u kojem trenutno nije dostupno.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
ru: Наш систем показује да покушавате да се упишете у овај {platform_name} курс из земље или региона у којем тренутно није доступно.
sr_latn: Naš sistem pokazuje da pokušavate da se upišete u ovaj {platform_name} kurs iz zemlje ili regiona u kojem trenutno nije dostupno.

source: Enrollment Successful
ru: Упис у пријаву
sr_latn: Upis u prijavu

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
ru: Хвала вам на упису у {course_names}. Надамо се да ћете уживати у курсу.
sr_latn: Hvala vam na upisu u {course_names}. Nadamo se da ćete uživati u kursu.

source: Thank you for enrolling in:
ru: Хвала вам што сте уписали:
sr_latn: Hvala vam što ste upisali:

source: We hope you enjoy the course.
ru: Надамо се да ћете уживати у курсу.
sr_latn: Nadamo se da ćete uživati u kursu.

source: Financial Assistance Application
ru: Пријава финансијске помоћи
sr_latn: Prijava finansijske pomoći

source: A Note to Learners
ru: Напомена ученика
sr_latn: Napomena učenika

source: Dear edX Learner,
ru: Поштовани ЕДКС ученик,
sr_latn: Poštovani EDKS učenik,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
ru: ЕДКС Финансијска помоћ је програм који смо створили да дамо ученике у свим финансијским околностима шансу да зарадите верификовану потврду о успешном завршетку ЕДКС курса.
sr_latn: EDKS Finansijska pomoć je program koji smo stvorili da damo učenike u svim finansijskim okolnostima šansu da zaradite verifikovanu potvrdu o uspešnom završetku EDKS kursa.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
ru: Ако сте заинтересовани да радите на верификованом сертификату, али не можете да приуштите да платите накнаду, молимо вас да се сада пријавите. Имајте на уму да је финансијска помоћ ограничена и не може се доделити свим кандидатима који испуњавају услове.
sr_latn: Ako ste zainteresovani da radite na verifikovanom sertifikatu, ali ne možete da priuštite da platite naknadu, molimo vas da se sada prijavite. Imajte na umu da je finansijska pomoć ograničena i ne može se dodeliti svim kandidatima koji ispunjavaju uslove.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
ru: Ако је ваша пријава одобрена, даћемо вам упутства за верификацију идентитета на ЕДКС.орг, тако да можете почети да радите на завршетку вашег ЕДКС курса.
sr_latn: Ako je vaša prijava odobrena, daćemo vam uputstva za verifikaciju identiteta na EDKS.org, tako da možete početi da radite na završetku vašeg EDKS kursa.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
ru: ЕДКС је посвећен томе да вам омогући да преузмете висококвалитетне курсеве водећих институција без обзира на вашу финансијску ситуацију, остварите верификовану потврду и делите свој успех са другима.
sr_latn: EDKS je posvećen tome da vam omogući da preuzmete visokokvalitetne kurseve vodećih institucija bez obzira na vašu finansijsku situaciju, ostvarite verifikovanu potvrdu i delite svoj uspeh sa drugima.

source: Sincerely,
ru: С поштовањем,
sr_latn: S poštovanjem,

source: Anant
ru: Анант

source: Apply for Financial Assistance
ru: Пријавите се за финансијску помоћ
sr_latn: Prijavite se za finansijsku pomoć

source: {platform_name} Home Page
ru: {platform_name} Почетна страница
sr_latn: {platform_name} Početna stranica

source: Options Menu
ru: Мени са опцијама
sr_latn: Meni sa opcijama

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
ru: {begin_strong} Упозорење: {end_strong} Ваш претраживач није у потпуности подржан. Топло препоручујемо употребу {chrome_link} или {ff_link}.
sr_latn: {begin_strong} Upozorenje: {end_strong} Vaš pretraživač nije u potpunosti podržan. Toplo preporučujemo upotrebu {chrome_link} ili {ff_link}.

source: Discover New
ru: Откријте ново
sr_latn: Otkrijte novo

source: {name} Dashboard
ru: {name} контролна табла
sr_latn: {name} kontrolna tabla

source: Supplemental Links
ru: Додатни линкови
sr_latn: Dodatni linkovi

source: How it Works
ru: Како то функционише
sr_latn: Kako to funkcioniše

source: Schools
ru: Школе
sr_latn: Škole

source: Register for free
ru: Региструјте се бесплатно
sr_latn: Registrujte se besplatno

source: Profile
ru: Профил
sr_latn: Profil

source: Order History
ru: Историја налога
sr_latn: Istorija naloga

source: Add Coupon Code
ru: Додајте код купона
sr_latn: Dodajte kod kupona

source: Enter information about the coupon code below.
ru: Унесите информације о доњем броју купона.
sr_latn: Unesite informacije o donjem broju kupona.

source: Coupon Code
ru: Код купона
sr_latn: Kod kupona

source: Discount Percentage
ru: Проценат попуста
sr_latn: Procenat popusta

source: Description
ru: Опис
sr_latn: Opis

source: Add expiration date
ru: Додајте датум истека
sr_latn: Dodajte datum isteka

source: Example Certificates
ru: Пример сертификата
sr_latn: Primer sertifikata

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
ru: Овај курс је конфигуриран за генерисање ПДФ сертификата и овај тип сертификата више није подржан. Пример сертификата не може се генерисати.
sr_latn: Ovaj kurs je konfiguriran za generisanje PDF sertifikata i ovaj tip sertifikata više nije podržan. Primer sertifikata ne može se generisati.

source: Generate Example Certificates
ru: Генеришете пример сертификата
sr_latn: Generišete primer sertifikata

source: Status:
ru: Статус:

source: Generating example {name} certificate
ru: Генеринг Пример {name} сертификат
sr_latn: Genering Primer {name} sertifikat

source: Error generating example {name} certificate: {error}
ru: Гредари Греетинг Пример {name} Сертификат: {error}
sr_latn: Gredari Greeting Primer {name} Sertifikat: {error}

source: View {name} certificate
ru: Преглед {name} сертификата
sr_latn: Pregled {name} sertifikata

source: Refresh Status
ru: Освежи статус
sr_latn: Osveži status

source: Student-Generated Certificates
ru: Сертификати који су створили ученике
sr_latn: Sertifikati koji su stvorili učenike

source: Disable Student-Generated Certificates
ru: Онемогућите сертификате који су створили ученике
sr_latn: Onemogućite sertifikate koji su stvorili učenike

source: Enable Student-Generated Certificates
ru: Омогућите сертификате који су створили ученике
sr_latn: Omogućite sertifikate koji su stvorili učenike

source: You must successfully generate example certificates before you enable student-generated certificates.
ru: Морате успешно генерирати примјер сертификата пре него што омогућите сертификате који су створили ученике.
sr_latn: Morate uspešno generirati primjer sertifikata pre nego što omogućite sertifikate koji su stvorili učenike.

source: Generate Certificates
ru: Генерише сертификате
sr_latn: Generiše sertifikate

source: Course certificate generation requires an activated web certificate configuration.
ru: Генерација сертификата курса захтева активирану конфигурацију веб сертификата.
sr_latn: Generacija sertifikata kursa zahteva aktiviranu konfiguraciju veb sertifikata.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
ru: Када сте спремни да генерирате сертификате за свој курс, кликните на Генерирати сертификате. Не морате то да радите ако сте поставили режим сертификата у производњу на захтев.
sr_latn: Kada ste spremni da generirate sertifikate za svoj kurs, kliknite na Generirati sertifikate. Ne morate to da radite ako ste postavili režim sertifikata u proizvodnju na zahtev.

source: Pending Tasks
ru: Долазни задаци
sr_latn: Dolazni zadaci

source: The status for any active tasks appears in a table below.
ru: Статус за све активне задатке појављује се у табели испод.
sr_latn: Status za sve aktivne zadatke pojavljuje se u tabeli ispod.

source: Regenerate Certificates
ru: Регенерише сертификате
sr_latn: Regeneriše sertifikate

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
ru: Да би се регенеришели сертификате за ваш курс, изаберите ученике који ће добити регенериране сертификате и кликните на регенериране сертификате.
sr_latn: Da bi se regenerišeli sertifikate za vaš kurs, izaberite učenike koji će dobiti regenerirane sertifikate i kliknite na regenerirane sertifikate.

source: Choose learner types for regeneration
ru: Изаберите врсте ученика за регенерацију
sr_latn: Izaberite vrste učenika za regeneraciju

source: Regenerate for learners who have already received certificates. ({count})
ru: Регенерише за ученике који су већ добили сертификате. ({count})
sr_latn: Regeneriše za učenike koji su već dobili sertifikate. ({count})

source: Regenerate for learners who have not received certificates. ({count})
ru: Регенерише за ученике који нису добили сертификате. ({count})
sr_latn: Regeneriše za učenike koji nisu dobili sertifikate. ({count})

source: Regenerate for learners with audit passing state. ({count})
ru: Регенерише за ученике са стањем за пролазак ревизије. ({count})
sr_latn: Regeneriše za učenike sa stanjem za prolazak revizije. ({count})

source: Regenerate for learners with audit not passing state. ({count})
ru: Регенерирајте за ученике са ревизијом не пролазите државом. ({count})
sr_latn: Regenerirajte za učenike sa revizijom ne prolazite državom. ({count})

source: Regenerate for learners in an error state. ({count})
ru: Регенерише за ученике у стању грешке. ({count})
sr_latn: Regeneriše za učenike u stanju greške. ({count})

source: Certificate Generation History
ru: Историја генерације сертификата
sr_latn: Istorija generacije sertifikata

source: Task name
ru: Име задатка
sr_latn: Ime zadatka

source: SET CERTIFICATE EXCEPTIONS
ru: Постави изузетке сертификата
sr_latn: Postavi izuzetke sertifikata

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
ru: Подесите изузетке за генерисање сертификата за ученике који нису се квалификовали за потврду, али су добили изузетак тим предмета. Након што додате ученике на листи изузећа, кликните на Генерирати сертификате за изузеће у наставку.
sr_latn: Podesite izuzetke za generisanje sertifikata za učenike koji nisu se kvalifikovali za potvrdu, ali su dobili izuzetak tim predmeta. Nakon što dodate učenike na listi izuzeća, kliknite na Generirati sertifikate za izuzeće u nastavku.

source: Invalidate Certificates
ru: Неважећи сертификати
sr_latn: Nevažeći sertifikati

source: Enrollment Information
ru: Информације о упису
sr_latn: Informacije o upisu

source: Number of enrollees (admins, staff, and students) by track
ru: Број уписаних (администратора, особља и студената) стазом
sr_latn: Broj upisanih (administratora, osoblja i studenata) stazom

source: Audit
ru: Ревизија
sr_latn: Revizija

source: Honor
ru: Част
sr_latn: Čast

source: Professional
ru: Професионалан
sr_latn: Profesionalan

source: Executive Education
ru: Извршно образовање
sr_latn: Izvršno obrazovanje

source: Unpaid Executive Education
ru: Неплаћено извршно образовање
sr_latn: Neplaćeno izvršno obrazovanje

source: Paid Executive Education
ru: Плаћено извршно образовање
sr_latn: Plaćeno izvršno obrazovanje

source: Master's
ru: Мајстор
sr_latn: Majstor

source: Unpaid Bootcamp
ru: Неплаћени боотцамп
sr_latn: Neplaćeni bootcamp

source: Paid Bootcamp
ru: Плаћено покретање боотцамп-а
sr_latn: Plaćeno pokretanje bootcamp-a

source: Basic Course Information
ru: Основне информације о курсу
sr_latn: Osnovne informacije o kursu

source: Course Name:
ru: Назив курса:
sr_latn: Naziv kursa:

source: Course Start Date:
ru: Датум почетка курса:
sr_latn: Datum početka kursa:

source: Course End Date:
ru: Датум завршетка курса:
sr_latn: Datum završetka kursa:

source: No end date set
ru: Није постављен крајњи датум
sr_latn: Nije postavljen krajnji datum

source: Has the course started?
ru: Да ли је почео курс?
sr_latn: Da li je počeo kurs?

source: Yes
ru: Да
sr_latn: Da

source: No
ru: Не
sr_latn: Ne

source: Has the course ended?
ru: Да ли је курс завршен?
sr_latn: Da li je kurs završen?

source: Number of sections:
ru: Број одељка:
sr_latn: Broj odeljka:

source: Grade Cutoffs:
ru: СЦУПОВИ ГРАДА:
sr_latn: SCUPOVI GRADA:

source: Course Warnings
ru: Упозорења о курсу
sr_latn: Upozorenja o kursu

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ru: Кликните да бисте приказали конфигурацију оцењивања за курс. Конфигурација оцјењивања је распад оцењених пододеља курса (као што су испити и сетови проблема) и могу се мењати на 'Grading' страници (под 'Settings') у студију.
sr_latn: Kliknite da biste prikazali konfiguraciju ocenjivanja za kurs. Konfiguracija ocjenjivanja je raspad ocenjenih pododelja kursa (kao što su ispiti i setovi problema) i mogu se menjati na 'Grading' stranici (pod 'Settings') u studiju.

source: Grading Configuration
ru: Конфигурација оцењивања
sr_latn: Konfiguracija ocenjivanja

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
ru: ЦСВ анонимних ИД-ова студентских ИД-ова преузет је у одељак извештаја у наставку.
sr_latn: CSV anonimnih ID-ova studentskih ID-ova preuzet je u odeljak izveštaja u nastavku.

source: Reports
ru: Извештаји
sr_latn: Izveštaji

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ru: За велике курсеве, генерисање неких извештаја може трајати неколико сати. Када је генерација извештаја завршена, у табели се појављује веза која укључује датум и време генерације. Ови извештаји се генеришу у позадини, што значи да је у реду да се крећете даље од ове странице, док се ваш извештај ствара.
sr_latn: Za velike kurseve, generisanje nekih izveštaja može trajati nekoliko sati. Kada je generacija izveštaja završena, u tabeli se pojavljuje veza koja uključuje datum i vreme generacije. Ovi izveštaji se generišu u pozadini, što znači da je u redu da se krećete dalje od ove stranice, dok se vaš izveštaj stvara.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ru: Будите стрпљиви и не кликните на ове дугмад више пута. Кликом на ове дугмад више пута ће значајно успорити процес генерације.
sr_latn: Budite strpljivi i ne kliknite na ove dugmad više puta. Klikom na ove dugmad više puta će značajno usporiti proces generacije.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
ru: Кликните да бисте генерисали ЦСВ датотеку свих студената уписаних у овај курс, заједно са профилним информацијама као што су адреса е-поште и корисничко име:
sr_latn: Kliknite da biste generisali CSV datoteku svih studenata upisanih u ovaj kurs, zajedno sa profilnim informacijama kao što su adresa e-pošte i korisničko ime:

source: Download profile information as a CSV
ru: Преузмите информације о профилу као ЦСВ
sr_latn: Preuzmite informacije o profilu kao CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ru: Кликните да бисте генерисали ЦСВ датотеку која наводи ученике који се могу уписати на курс, али то још нису учинили.
sr_latn: Kliknite da biste generisali CSV datoteku koja navodi učenike koji se mogu upisati na kurs, ali to još nisu učinili.
