Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Make sure your face is well-lit
ru: Проверите да ли је лице добро осветљено
sr_latn: Proverite da li je lice dobro osvetljeno

source: Be sure your entire face is inside the frame
ru: Будите сигурни да је цело лице унутар оквира
sr_latn: Budite sigurni da je celo lice unutar okvira

source: Once in position, use the Take Photo button {icon} to capture your photo
ru: Једном у положају користите дугме за фотографисање {icon} да бисте снимили своју фотографију
sr_latn: Jednom u položaju koristite dugme za fotografisanje {icon} da biste snimili svoju fotografiju

source: Can we match the photo you took with the one on your ID?
ru: Можемо ли да се подударамо са фотографијом коју сте узели са оном на вашој личности?
sr_latn: Možemo li da se podudaramo sa fotografijom koju ste uzeli sa onom na vašoj ličnosti?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
ru: Као део процеса верификације, фотографирајте и своје лице и идентификујте ИД-ове фотографије. Наша служба за ауторизацију потврђује ваш идентитет упоређивањем фотографија коју узимате са фотографијом на вашој личности.
sr_latn: Kao deo procesa verifikacije, fotografirajte i svoje lice i identifikujte ID-ove fotografije. Naša služba za autorizaciju potvrđuje vaš identitet upoređivanjem fotografija koju uzimate sa fotografijom na vašoj ličnosti.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
ru: Ми користимо највиши нивои сигурности који су доступни за шифровање ваше фотографије и пошаљите га нашу службу за ауторизацију на преглед. Ваша фотографија и информације се не чувају или видљиве нигде на %(platformName)s након завршетка процеса верификације.
sr_latn: Mi koristimo najviši nivoi sigurnosti koji su dostupni za šifrovanje vaše fotografije i pošaljite ga našu službu za autorizaciju na pregled. Vaša fotografija i informacije se ne čuvaju ili vidljive nigde na %(platformName)s nakon završetka procesa verifikacije.

source: Thanks for returning to verify your ID in: {courseName}
ru: Хвала што сте се вратили да бисте проверили свој ИД у: {courseName}
sr_latn: Hvala što ste se vratili da biste proverili svoj ID u: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
ru: Морате да активирате свој налог пре него што можете да се упишете на курсеве. Проверите примљену пошту за е-пошту за активирање. Након завршетка активирања можете се вратити и освежити ову страницу.
sr_latn: Morate da aktivirate svoj nalog pre nego što možete da se upišete na kurseve. Proverite primljenu poštu za e-poštu za aktiviranje. Nakon završetka aktiviranja možete se vratiti i osvežiti ovu stranicu.

source: Activate Your Account
ru: Активирајте свој рачун
sr_latn: Aktivirajte svoj račun

source: Photo ID
ru: ИД фотографије
sr_latn: ID fotografije

source: A driver's license, passport, or other government-issued ID with your name and photo
ru: Возачка дозвола, пасош или други ИД издат владе са вашим именом и фотографијом
sr_latn: Vozačka dozvola, pasoš ili drugi ID izdat vlade sa vašim imenom i fotografijom

source: Webcam
ru: Веб камера
sr_latn: Veb kamera

source: You are enrolling in: {courseName}
ru: Упишите се: {courseName}
sr_latn: Upišite se: {courseName}

source: You are upgrading your enrollment for: {courseName}
ru: Надограђујете упис за: {courseName}
sr_latn: Nadograđujete upis za: {courseName}

source: You can now enter your payment information and complete your enrollment.
ru: Сада можете да унесете своје податке о плаћању и довршите упис.
sr_latn: Sada možete da unesete svoje podatke o plaćanju i dovršite upis.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
ru: Сада можете платити чак и ако немате на располагању следеће ставке, али то ћете морати да имате {date} да бисте се квалификовали да бисте остварили верификовану потврду.
sr_latn: Sada možete platiti čak i ako nemate na raspolaganju sledeće stavke, ali to ćete morati da imate {date} da biste se kvalifikovali da biste ostvarili verifikovanu potvrdu.

source: An email has been sent to {userEmail} with a link for you to activate your account.
ru: Послат је е-маил на {userEmail} са линком за активирање налога.
sr_latn: Poslat je e-mail na {userEmail} sa linkom za aktiviranje naloga.

source: Why activate?
ru: Зашто активирати?
sr_latn: Zašto aktivirati?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ru: Молимо вас да активирате свој налог да бисте осигурали да заиста креирате рачун и да спречите превару.
sr_latn: Molimo vas da aktivirate svoj nalog da biste osigurali da zaista kreirate račun i da sprečite prevaru.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
ru: Сада можете платити чак и ако немате следеће ставке, али требате их имати да бисте се квалификовали да бисте остварили верификовану потврду.
sr_latn: Sada možete platiti čak i ako nemate sledeće stavke, ali trebate ih imati da biste se kvalifikovali da biste ostvarili verifikovanu potvrdu.

source: Government-Issued Photo ID
ru: ИД-а који је издат владе
sr_latn: ID-a koji je izdat vlade

source: ID-Verification is not required for this Professional Education course.
ru: ИД-верификација није потребна за овај курс професионалног образовања.
sr_latn: ID-verifikacija nije potrebna za ovaj kurs profesionalnog obrazovanja.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
ru: Сви курсеви професионалног образовања су засновани на накнаду и захтевају плаћање да испуне процес уписа.
sr_latn: Svi kursevi profesionalnog obrazovanja su zasnovani na naknadu i zahtevaju plaćanje da ispune proces upisa.

source: You have already verified your ID!
ru: Већ сте проверили свој ИД!
sr_latn: Već ste proverili svoj ID!

source: Your verification status is good until {verificationGoodUntil}.
ru: Ваш статус верификације је добар до {verificationGoodUntil}.
sr_latn: Vaš status verifikacije je dobar do {verificationGoodUntil}.

source: price
ru: цена
sr_latn: cena

source: Account Not Activated
ru: Рачун није активиран
sr_latn: Račun nije aktiviran

source: Upgrade to a Verified Certificate for {courseName}
ru: Надоградите на верификовано сертификат за {courseName}
sr_latn: Nadogradite na verifikovano sertifikat za {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
ru: Пре него што надоградите на сертификат, морате активирати свој налог.
sr_latn: Pre nego što nadogradite na sertifikat, morate aktivirati svoj nalog.

source: Check your email for an activation message.
ru: Проверите е-пошту за поруку активирања.
sr_latn: Proverite e-poštu za poruku aktiviranja.

source: Total
ru: Тотално
sr_latn: Totalno

source: Professional Certificate for {courseName}
ru: Професионални сертификат за {courseName}
sr_latn: Profesionalni sertifikat za {courseName}

source: Verified Certificate for {courseName}
ru: Верификовано сертификат за {courseName}
sr_latn: Verifikovano sertifikat za {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
ru: Да бисте добили потврду, морате такође да проверите свој идентитет пре {date}.
sr_latn: Da biste dobili potvrdu, morate takođe da proverite svoj identitet pre {date}.

source: To receive a certificate, you must also verify your identity.
ru: Да бисте добили потврду, морате такође да проверите свој идентитет.
sr_latn: Da biste dobili potvrdu, morate takođe da proverite svoj identitet.

source: To verify your identity, you need a webcam and a government-issued photo ID.
ru: Да бисте проверили свој идентитет, потребна вам је веб камера и ИД-а који је издат владин.
sr_latn: Da biste proverili svoj identitet, potrebna vam je veb kamera i ID-a koji je izdat vladin.

source: Your ID must be a government-issued photo ID that clearly shows your face.
ru: Ваш ИД мора бити и ИД фотографије који је издат владе који јасно показује ваше лице.
sr_latn: Vaš ID mora biti i ID fotografije koji je izdat vlade koji jasno pokazuje vaše lice.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
ru: Користићете своју веб камеру да бисте снимили слику свог лица и ваше ИД-ове фотографије које је издао владу.
sr_latn: Koristićete svoju veb kameru da biste snimili sliku svog lica i vaše ID-ove fotografije koje je izdao vladu.

source: Identity Verification In Progress
ru: Верификација идентитета у току
sr_latn: Verifikacija identiteta u toku

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
ru: Примили смо ваше податке и верификујемо ваш идентитет. Видећете поруку на вашој контролној табли када је поступак верификације завршен (обично у року од 5-7 дана). У међувремену, још увек можете да приступите свим доступним садржају курса.
sr_latn: Primili smo vaše podatke i verifikujemo vaš identitet. Videćete poruku na vašoj kontrolnoj tabli kada je postupak verifikacije završen (obično u roku od 5-7 dana). U međuvremenu, još uvek možete da pristupite svim dostupnim sadržaju kursa.

source: Return to Your Dashboard
ru: Повратак на вашу командну таблу
sr_latn: Povratak na vašu komandnu tablu

source: Review Your Photos
ru: Прегледајте своје фотографије
sr_latn: Pregledajte svoje fotografije

source: Make sure we can verify your identity with the photos and information you have provided.
ru: Проверите да ли можемо да потврдимо ваш идентитет са фотографијама и информацијама које сте дали.
sr_latn: Proverite da li možemo da potvrdimo vaš identitet sa fotografijama i informacijama koje ste dali.

source: Photo of %(fullName)s
ru: Слика од %(fullName)s
sr_latn: Slika od %(fullName)s

source: Photo of %(fullName)s's ID
ru: Слика ИД-а %(fullName)s
sr_latn: Slika ID-a %(fullName)s

source: Photo requirements:
ru: Захтеви за фотографију:
sr_latn: Zahtevi za fotografiju:

source: Does the photo of you show your whole face?
ru: Да ли фотографија показујеш цело своје лице?
sr_latn: Da li fotografija pokazuješ celo svoje lice?

source: Is your name on your ID readable?
ru: Да ли је ваше име на вашем ИД-у читљив?
sr_latn: Da li je vaše ime na vašem ID-u čitljiv?

source: Does the name on your ID match your account name: %(fullName)s?
ru: Да ли име вашег ИД-а одговара вашем налогу: %(fullName)s?
sr_latn: Da li ime vašeg ID-a odgovara vašem nalogu: %(fullName)s?

source: Edit Your Name
ru: Уредите своје име
sr_latn: Uredite svoje ime

source: Make sure that the full name on your account matches the name on your ID.
ru: Проверите да ли се пуно име на вашем рачуну подудара са именом на вашем ИД-у.
sr_latn: Proverite da li se puno ime na vašem računu podudara sa imenom na vašem ID-u.

source: Photos don't meet the requirements?
ru: Фотографије не испуњавају захтеве?
sr_latn: Fotografije ne ispunjavaju zahteve?

source: Retake Your Photos
ru: Поновно попијте своје фотографије
sr_latn: Ponovno popijte svoje fotografije

source: Before proceeding, please confirm that your details match
ru: Пре него што наставите, потврдите да се ваше детаље подударају
sr_latn: Pre nego što nastavite, potvrdite da se vaše detalje podudaraju

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
ru: Не видите своју слику? Обавезно дозволите свом прегледачу да користи вашу камеру када тражи дозволу.
sr_latn: Ne vidite svoju sliku? Obavezno dozvolite svom pregledaču da koristi vašu kameru kada traži dozvolu.

source: Live view of webcam
ru: Ливе Виев оф Вебцам
sr_latn: Live Viev of Vebcam

source: Retake Photo
ru: Фотографија поновног ресама
sr_latn: Fotografija ponovnog resama

source: Take Photo
ru: Сликати се
sr_latn: Slikati se

source: Add a New Allowance
ru: Додајте нови додатак
sr_latn: Dodajte novi dodatak

source: Add Usernames or Emails seperated by commas
ru: Додајте корисничка имена или е-маилове одвојене зарезима
sr_latn: Dodajte korisnička imena ili e-mailove odvojene zarezima

source: Select Exam Type
ru: Одаберите врсту испита
sr_latn: Odaberite vrstu ispita

source: Select Exams
ru: Одаберите испите
sr_latn: Odaberite ispite

source: Choose Exams Below
ru: Изаберите испите испод
sr_latn: Izaberite ispite ispod

source: Allowance Type
ru: Врста додатака
sr_latn: Vrsta dodataka

source: Add Time(Minutes)
ru: Додајте време (минута)
sr_latn: Dodajte vreme (minuta)

source: Allowances
ru: Додаци
sr_latn: Dodaci

source: Add Allowance
ru: Додавање додатка
sr_latn: Dodavanje dodatka

source: Exam Name
ru: Име испита
sr_latn: Ime ispita

source: Allowance Value
ru: Вредност додатка
sr_latn: Vrednost dodatka

source: Edit Allowance
ru: Уређивање додатка
sr_latn: Uređivanje dodatka

source: Special Exam
ru: Посебни испит
sr_latn: Posebni ispit

source: Add Policy Exception
ru: Додајте изузетак политике
sr_latn: Dodajte izuzetak politike

source: This course contains proctored exams
ru: Овај курс садржи Прокторед испите
sr_latn: Ovaj kurs sadrži Proktored ispite

source: Current Onboarding Status:
ru: Тренутни статус на броду:
sr_latn: Trenutni status na brodu:

source: You must have a verified onboarding profile prior to taking any proctored exam.
ru: Морате имати верификовани профил на броду пре узимања било каквог прокорисаног испита.
sr_latn: Morate imati verifikovani profil na brodu pre uzimanja bilo kakvog prokorisanog ispita.

source: You have successfully submitted your onboarding profile for review.
ru: Успешно сте предали свој наградни профил на преглед.
sr_latn: Uspešno ste predali svoj nagradni profil na pregled.

source: Onboarding profile review can take 2+ business days.
ru: Преглед профила на броду може потрајати 2+ радних дана.
sr_latn: Pregled profila na brodu može potrajati 2+ radnih dana.

source: Onboarding Past Due
ru: Доспјело за прослеђивање
sr_latn: Dospjelo za prosleđivanje

source: Onboarding Opens
ru: Отвара се
sr_latn: Otvara se

source: View Onboarding Exam
ru: Погледајте испит на броду
sr_latn: Pogledajte ispit na brodu

source: Complete Onboarding
ru: Комплетно на броду
sr_latn: Kompletno na brodu

source: Review instructions and system requirements for proctored exams
ru: Преглед упутстава и системске захтеве за прокорисане испите
sr_latn: Pregled uputstava i sistemske zahteve za prokorisane ispite

source: Onboarding Status
ru: Статус на броду
sr_latn: Status na brodu

source: Last Modified
ru: Последњи модификован
sr_latn: Poslednji modifikovan

source: Time Limit
ru: Рок
sr_latn: Rok

source: Started At
ru: Почео у
sr_latn: Počeo u

source: Completed At
ru: Завршен на
sr_latn: Završen na

source: Ready to Resume
ru: Спреман за наставак
sr_latn: Spreman za nastavak

source: Available Actions
ru: Доступне акције
sr_latn: Dostupne akcije

source: Resume
ru: Наставити
sr_latn: Nastaviti

source: Reset
ru: Ресетовати
sr_latn: Resetovati

source: Bookmarked on
ru: Обележен на
sr_latn: Obeležen na

source: You have not bookmarked any courseware pages yet
ru: Још нисте обележили никакве странице за чување курсева
sr_latn: Još niste obeležili nikakve stranice za čuvanje kurseva

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
ru: Користите обележиваче да бисте лакше да се вратите на странице на курсевима. Да бисте обележили страницу, кликните "Bookmark this page" под насловом странице.
sr_latn: Koristite obeleživače da biste lakše da se vratite na stranice na kursevima. Da biste obeležili stranicu, kliknite "Bookmark this page" pod naslovom stranice.

source: Load next {num_items} result
ru: Учитајте следеће {num_items} резултат
sr_latn: Učitajte sledeće {num_items} rezultat

source: Sorry, no results were found.
ru: Извините, нису пронађени резултати.
sr_latn: Izvinite, nisu pronađeni rezultati.

source: Limit Access
ru: Ограничење приступа
sr_latn: Ograničenje pristupa

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
ru: Изаберите Предуслов пододељку и унесите проценат минималне резултате и минимални проценат завршетка да бисте ограничили приступ овом пододељку. Дозвољене вредности су 0-100
sr_latn: Izaberite Preduslov pododeljku i unesite procenat minimalne rezultate i minimalni procenat završetka da biste ograničili pristup ovom pododeljku. Dozvoljene vrednosti su 0-100

source: Prerequisite:
ru: Предуслов:
sr_latn: Preduslov:

source: No prerequisite
ru: Без предуслова
sr_latn: Bez preduslova

source: Minimum Score:
ru: Минимални резултат:
sr_latn: Minimalni rezultat:

source: Minimum Completion:
ru: Минимални завршетак:
sr_latn: Minimalni završetak:

source: The minimum score percentage must be a whole number between 0 and 100.
ru: Минимални проценат резултата мора бити цео број између 0 и 100.
sr_latn: Minimalni procenat rezultata mora biti ceo broj između 0 i 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
ru: Минимални проценат завршетка мора бити цео број између 0 и 100.
sr_latn: Minimalni procenat završetka mora biti ceo broj između 0 i 100.

source: Use as a Prerequisite
ru: Користите као предуслов
sr_latn: Koristite kao preduslov

source: Make this subsection available as a prerequisite to other content
ru: Нека ово пододељко буде доступно као предуслов за други садржај
sr_latn: Neka ovo pododeljko bude dostupno kao preduslov za drugi sadržaj

source: Active Uploads
ru: Активно преношење
sr_latn: Aktivno prenošenje

source: Read More
ru: Прочитајте више
sr_latn: Pročitajte više

source: details about the failure
ru: детаље о квару
sr_latn: detalje o kvaru

source: Add Component:
ru: Додавање компоненте:
sr_latn: Dodavanje komponente:

source: Beta
ru: Бета

source: %(type)s Component Template Menu
ru: %(type)s Мени компонентног шаблона
sr_latn: %(type)s Meni komponentnog šablona

source: Common Problem Types
ru: Уобичајени типови проблема
sr_latn: Uobičajeni tipovi problema

source: Supported
ru: Подржан
sr_latn: Podržan

source: Provisional
ru: Привремени
sr_latn: Privremeni

source: Not Supported
ru: Није подржан
sr_latn: Nije podržan

source: Fully Supported
ru: У потпуности подржан
sr_latn: U potpunosti podržan

source: Provisionally Supported
ru: Привремено подржани
sr_latn: Privremeno podržani

source: Add New Component
ru: Додајте нову компоненту
sr_latn: Dodajte novu komponentu

source: Deprecated
ru: Застарео
sr_latn: Zastareo

source: List of uploaded files and assets in this course
ru: Списак отпремљених датотека и имовине у овом курсу
sr_latn: Spisak otpremljenih datoteka i imovine u ovom kursu

source: - Sortable
ru: - сортирано
sr_latn: - sortirano

source: Show All
ru: Показати све
sr_latn: Pokazati sve

source: You haven't added any assets to this course yet.
ru: Још нисте додали никакву имовину на овај курс.
sr_latn: Još niste dodali nikakvu imovinu na ovaj kurs.

source: Upload your first asset
ru: Отпремите прву имовину
sr_latn: Otpremite prvu imovinu

source: close
ru: затворити
sr_latn: zatvoriti

source: No description available
ru: Није доступан ниједан опис
sr_latn: Nije dostupan nijedan opis

source: Open/download this file
ru: Отворите / преузмите ову датотеку
sr_latn: Otvorite / preuzmite ovu datoteku

source: Studio:
ru: Студио:

source: Web:
ru: Веб:
sr_latn: Veb:

source: Delete this asset
ru: Избришите ову имовину
sr_latn: Izbrišite ovu imovinu

source: Lock this asset
ru: Закључајте ову имовину
sr_latn: Zaključajte ovu imovinu

source: Lock/unlock file
ru: ФИЛЕ БРОКНО / откључавање
sr_latn: FILE BROKNO / otključavanje

source: ID
ru: Ид

source: Certificate Details
ru: Детаљи сертификата
sr_latn: Detalji sertifikata

source: Course Title
ru: Назив предмета
sr_latn: Naziv predmeta

source: Course Title Override
ru: Назив предмета Прегласавање
sr_latn: Naziv predmeta Preglasavanje

source: Course Number
ru: Број курса
sr_latn: Broj kursa

source: Course Number Override
ru: Број курса Превара
sr_latn: Broj kursa Prevara

source: Certificate Signatories
ru: Потписници сертификата
sr_latn: Potpisnici sertifikata

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
ru: Топло се препоручује да укључите четири или мање потписника. Ако укључите додатне потписнице, прегледајте сертификат у приказу Штампање како бисте осигурали да се сертификат правилно штампа на једној страници.
sr_latn: Toplo se preporučuje da uključite četiri ili manje potpisnika. Ako uključite dodatne potpisnice, pregledajte sertifikat u prikazu Štampanje kako biste osigurali da se sertifikat pravilno štampa na jednoj stranici.

source: Certificate Information
ru: Информације о сертификату
sr_latn: Informacije o sertifikatu

source: Certificate Name
ru: Име сертификата
sr_latn: Ime sertifikata

source: Name of the certificate
ru: Назив сертификата
sr_latn: Naziv sertifikata

source: Description of the certificate
ru: Опис сертификата
sr_latn: Opis sertifikata

source: Course title
ru: Назив предмета
sr_latn: Naziv predmeta

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
ru: Наведите алтернативу званичном наслову курса за приказ сертификата. Оставите празно да бисте користили службени назив предмета.
sr_latn: Navedite alternativu zvaničnom naslovu kursa za prikaz sertifikata. Ostavite prazno da biste koristili službeni naziv predmeta.

source: Add Additional Signatory
ru: Додајте додатни потписник
sr_latn: Dodajte dodatni potpisnik

source: (Add signatories for a certificate)
ru: (Додајте потписнице за потврду)
sr_latn: (Dodajte potpisnice za potvrdu)

source: Choose mode
ru: Изаберите режим
sr_latn: Izaberite režim

source: Preview Certificate
ru: Прегледање сертификата
sr_latn: Pregledanje sertifikata

source: Activate
ru: Активирати
sr_latn: Aktivirati

source: Deactivate
ru: Деактивирати
sr_latn: Deaktivirati

source: component
ru: компонента
sr_latn: komponenta

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
ru: Приступ овом {blockType} је ограничен на: {selectedGroupsLabel}
sr_latn: Pristup ovom {blockType} je ograničen na: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
ru: Приступ неким садржајем у овом {blockType} је ограничен на одређене групе ученика.
sr_latn: Pristup nekim sadržajem u ovom {blockType} je ograničen na određene grupe učenika.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
ru: ОПРЕЗ: Последња објављена верзија ове јединице је уживо. Објављивањем променама ћете променити студентско искуство.
sr_latn: OPREZ: Poslednja objavljena verzija ove jedinice je uživo. Objavljivanjem promenama ćete promeniti studentsko iskustvo.

source: Content Group Name
ru: Име групе са садржајем
sr_latn: Ime grupe sa sadržajem
