Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Showing first response
ru: Показивање првог одговора
sr_latn: Pokazivanje prvog odgovora

source: Load all responses
ru: Учитајте све одговоре
sr_latn: Učitajte sve odgovore

source: Load next {numResponses} responses
ru: Учитајте следеће одговоре {numResponses}
sr_latn: Učitajte sledeće odgovore {numResponses}

source: Are you sure you want to delete this post?
ru: Јесте ли сигурни да желите да избришете овај пост?
sr_latn: Jeste li sigurni da želite da izbrišete ovaj post?

source: Your post will be discarded.
ru: Ваш пост ће бити одбачен.
sr_latn: Vaš post će biti odbačen.

source: anonymous
ru: анонимни
sr_latn: anonimni

source: Are you sure you want to delete this comment?
ru: Јесте ли сигурни да желите да избришете овај коментар?
sr_latn: Jeste li sigurni da želite da izbrišete ovaj komentar?

source: This comment could not be deleted. Refresh the page and try again.
ru: Овај коментар није могао да се избрише. Освежите страницу и покушајте поново.
sr_latn: Ovaj komentar nije mogao da se izbriše. Osvežite stranicu i pokušajte ponovo.

source: Are you sure you want to delete this response?
ru: Јесте ли сигурни да желите да избришете овај одговор?
sr_latn: Jeste li sigurni da želite da izbrišete ovaj odgovor?

source: The email address you've provided isn't formatted correctly.
ru: Адреса е-поште Иоу've provided isn' Т правилно форматира.
sr_latn: Adresa e-pošte Iou've provided isn' T pravilno formatira.

source: %(field)s must have at least %(count)d characters.
ru: %(field)s Мора имати најмање %(count)d знакова.
sr_latn: %(field)s Mora imati najmanje %(count)d znakova.

source: %(field)s can only contain up to %(count)d characters.
ru: %(field)s може да садржи само до %(count)d знакова.
sr_latn: %(field)s može da sadrži samo do %(count)d znakova.

source: Please enter your %(field)s.
ru: Унесите свој %(field)s.
sr_latn: Unesite svoj %(field)s.

source: Drop target image
ru: Дроп Циљана слика
sr_latn: Drop Ciljana slika

source: dragging out of slider
ru: превлачење са клизача
sr_latn: prevlačenje sa klizača

source: dragging
ru: вучење
sr_latn: vučenje

source: dropped in slider
ru: пао у клизач
sr_latn: pao u klizač

source: dropped on target
ru: пао на мету
sr_latn: pao na metu

source: %s ago
ru: %s пре
sr_latn: %s pre

source: %s from now
ru: %s Од сада
sr_latn: %s Od sada

source: less than a minute
ru: мање од једног минута
sr_latn: manje od jednog minuta

source: about a minute
ru: око минут
sr_latn: oko minut

source: %d minute
ru: %d Минут
sr_latn: %d Minut

source: about an hour
ru: око сат времена
sr_latn: oko sat vremena

source: about %d hour
ru: О %d сату
sr_latn: O %d satu

source: a day
ru: дан
sr_latn: dan

source: %d day
ru: %d ДАН
sr_latn: %d DAN

source: about a month
ru: око месец дана
sr_latn: oko mesec dana

source: %d month
ru: %d МЕСЕЦ
sr_latn: %d MESEC

source: about a year
ru: око годину дана
sr_latn: oko godinu dana

source: %d year
ru: %d ГОДИНА
sr_latn: %d GODINA

source: An unexpected error occurred. Please try again.
ru: Дошло је до неочекиване грешке. Покушајте поново.
sr_latn: Došlo je do neočekivane greške. Pokušajte ponovo.

source: Financial Assistance
ru: Финансијска помоћ
sr_latn: Finansijska pomoć

source: Upset Learner
ru: Узнемирен ученик
sr_latn: Uznemiren učenik

source: Teaching Assistant
ru: Асистент за подучавање
sr_latn: Asistent za podučavanje

source: Please specify a reason.
ru: Молимо наведите разлог.
sr_latn: Molimo navedite razlog.

source: Something went wrong changing this enrollment. Please try again.
ru: Нешто је пошло по злу промијенило овај упис. Покушајте поново.
sr_latn: Nešto je pošlo po zlu promijenilo ovaj upis. Pokušajte ponovo.

source: Files that you upload must be smaller than 5MB in size.
ru: Датотеке које преносите морају бити мањи од 5 МБ у величини.
sr_latn: Datoteke koje prenosite moraju biti manji od 5 MB u veličini.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
ru: Датотеке које преносите морају бити ПДФС или слике у .гиф, .јпг, .јпег или .пнг формат.
sr_latn: Datoteke koje prenosite moraju biti PDFS ili slike u .gif, .jpg, .jpeg ili .png format.

source: Add Attachment
ru: Додајте прилог
sr_latn: Dodajte prilog

source: (Optional)
ru: (Необавезно)
sr_latn: (Neobavezno)

source: Remove file
ru: Уклони датотеку
sr_latn: Ukloni datoteku

source: Cancel upload
ru: Отказати уплоад
sr_latn: Otkazati upload

source: last activity
ru: Последња активност
sr_latn: Poslednja aktivnost

source: open slots
ru: отворени слотови
sr_latn: otvoreni slotovi

source: name
ru: назив
sr_latn: naziv

source: team count
ru: број тима
sr_latn: broj tima

source: Teams
ru: Тимови
sr_latn: Timovi

source: Create
ru: Створити
sr_latn: Stvoriti

source: Update
ru: Ажурирање
sr_latn: Ažuriranje

source: Team Name (Required) *
ru: Име тима (обавезно) *
sr_latn: Ime tima (obavezno) *

source: A name that identifies your team (maximum 255 characters).
ru: Име које идентификује ваш тим (максимално 255 знакова).
sr_latn: Ime koje identifikuje vaš tim (maksimalno 255 znakova).

source: Team Description (Required) *
ru: Опис тима (обавезно) *
sr_latn: Opis tima (obavezno) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
ru: Кратак опис тима који помаже другим ученицима да разумеју циљеве или смер тима (максимално 300 знакова).
sr_latn: Kratak opis tima koji pomaže drugim učenicima da razumeju ciljeve ili smer tima (maksimalno 300 znakova).

source: Language
ru: Језик
sr_latn: Jezik

source: The language that team members primarily use to communicate with each other.
ru: Језик који чланови тима првенствено користе за комуникацију једни са другима.
sr_latn: Jezik koji članovi tima prvenstveno koriste za komunikaciju jedni sa drugima.

source: Country
ru: Земља
sr_latn: Zemlja

source: The country that team members primarily identify with.
ru: Земља са којима се чланови тима пре свега идентификују.
sr_latn: Zemlja sa kojima se članovi tima pre svega identifikuju.

source: An error occurred. Please try again.
ru: Дошло је до грешке. Покушајте поново.
sr_latn: Došlo je do greške. Pokušajte ponovo.

source: Check the highlighted fields below and try again.
ru: Проверите истакнуте поља испод и покушајте поново.
sr_latn: Proverite istaknute polja ispod i pokušajte ponovo.

source: Enter team name.
ru: Унесите име тима.
sr_latn: Unesite ime tima.

source: Team name cannot have more than 255 characters.
ru: Назив тима не може имати више од 255 знакова.
sr_latn: Naziv tima ne može imati više od 255 znakova.

source: Enter team description.
ru: Унесите опис тима.
sr_latn: Unesite opis tima.

source: Team description cannot have more than 300 characters.
ru: Опис тима не може имати више од 300 знакова.
sr_latn: Opis tima ne može imati više od 300 znakova.

source: An error occurred while removing the member from the team. Try again.
ru: Дошло је до грешке приликом уклањања члана из тима. Покушајте поново.
sr_latn: Došlo je do greške prilikom uklanjanja člana iz tima. Pokušajte ponovo.

source: This team does not have any members.
ru: Овај тим нема ниједног члана.
sr_latn: Ovaj tim nema nijednog člana.

source: Joined %(date)s
ru: Придружио се %(date)s
sr_latn: Pridružio se %(date)s

source: Last Activity %(date)s
ru: Последња активност %(date)s
sr_latn: Poslednja aktivnost %(date)s

source: Remove this team member?
ru: Скините овај члан овог тима?
sr_latn: Skinite ovaj član ovog tima?

source: This learner will be removed from the team,allowing another learner to take the available spot.
ru: Овај ученик ће бити уклоњен из тима, омогућавајући другом ученику да узме доступно место.
sr_latn: Ovaj učenik će biti uklonjen iz tima, omogućavajući drugom učeniku da uzme dostupno mesto.

source: Delete this team?
ru: Избришите овај тим?
sr_latn: Izbrišite ovaj tim?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
ru: Брисање тима је трајан и не може се поништити. Сви чланови се уклањају из тима, а тимски разговори више немају приступ.
sr_latn: Brisanje tima je trajan i ne može se poništiti. Svi članovi se uklanjaju iz tima, a timski razgovori više nemaju pristup.

source: Team "{team}" successfully deleted.
ru: Теам "{team} " успешно је избрисан.
sr_latn: Team "{team} " uspešno je izbrisan.

source: Manage
ru: Управљати
sr_latn: Upravljati

source: You are not currently a member of any team.
ru: Тренутно нисте члан ниједног тима.
sr_latn: Trenutno niste član nijednog tima.

source: and others
ru: и други
sr_latn: i drugi

source: Last activity {date}
ru: Последња активност {date}
sr_latn: Poslednja aktivnost {date}

source: View {span_start} {team_name} {span_end}
ru: Погледајте {span_start} {team_name} {span_end}
sr_latn: Pogledajte {span_start} {team_name} {span_end}

source: An error occurred. Try again.
ru: Дошло је до грешке. Покушајте поново.
sr_latn: Došlo je do greške. Pokušajte ponovo.

source: No assignments for team
ru: Нема задатака за тим
sr_latn: Nema zadataka za tim

source: Leave this team?
ru: Оставите овај тим?
sr_latn: Ostavite ovaj tim?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
ru: Ако одете, више не можете да постављате у дискусији овог тима. Ваша место ће бити доступна другом ученику.
sr_latn: Ako odete, više ne možete da postavljate u diskusiji ovog tima. Vaša mesto će biti dostupna drugom učeniku.

source: Confirm
ru: Потврдити
sr_latn: Potvrditi

source: You already belong to another team in this team set.
ru: Већ припадате другом тиму у овом сету.
sr_latn: Već pripadate drugom timu u ovom setu.

source: This team is full.
ru: Овај тим је пун.
sr_latn: Ovaj tim je pun.

source: Cannot join instructor managed team
ru: Не може да се придружи тиму за управљање инструкторима
sr_latn: Ne može da se pridruži timu za upravljanje instruktorima

source: Member
ru: Члан
sr_latn: Član

source: All teams
ru: Сви тимови
sr_latn: Svi timovi

source: Teams Pagination
ru: Пагинација тимова
sr_latn: Paginacija timova

source: Topics
ru: Теме
sr_latn: Teme

source: My Teams
ru: Моји тимови
sr_latn: Moji timovi

source: Browse
ru: Прегледати
sr_latn: Pregledati

source: Your request could not be completed. Reload the page and try again.
ru: Ваш захтев није могао да буде завршен. Поново учитајте страницу и покушајте поново.
sr_latn: Vaš zahtev nije mogao da bude završen. Ponovo učitajte stranicu i pokušajte ponovo.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
ru: Ваш захтев није могао да се заврши због проблема са сервером. Поново учитајте страницу и покушајте поново. Ако се проблем и даље траје, кликните на картицу Помоћ да пријавите проблем.
sr_latn: Vaš zahtev nije mogao da se završi zbog problema sa serverom. Ponovo učitajte stranicu i pokušajte ponovo. Ako se problem i dalje traje, kliknite na karticu Pomoć da prijavite problem.

source: Team Search
ru: Претрага тима
sr_latn: Pretraga tima

source: Create a New Team
ru: Креирајте нови тим
sr_latn: Kreirajte novi tim

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
ru: Креирајте нови тим ако не можете да пронађете постојећи тим да бисте се придружили, или желите да научите са пријатељима које знате.
sr_latn: Kreirajte novi tim ako ne možete da pronađete postojeći tim da biste se pridružili, ili želite da naučite sa prijateljima koje znate.

source: Edit Team
ru: Едит Теам

source: If you make significant changes, make sure you notify members of the team before making these changes.
ru: Ако донесете значајне промене, проверите да ли ћете обавестити чланове тима пре него што учините ове промене.
sr_latn: Ako donesete značajne promene, proverite da li ćete obavestiti članove tima pre nego što učinite ove promene.

source: Membership
ru: Чланство у чланству
sr_latn: Članstvo u članstvu

source: You can remove members from this team, especially if they have not participated in the team's activity.
ru: Чланове можете уклонити из овог тима, посебно ако нису учествовали у активности тима.
sr_latn: Članove možete ukloniti iz ovog tima, posebno ako nisu učestvovali u aktivnosti tima.

source: Showing results for "{searchString}"
ru: Приказ резултата за "{searchString} "
sr_latn: Prikaz rezultata za "{searchString} "

source: Search teams
ru: Тражи тимови
sr_latn: Traži timovi

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
ru: Погледајте све тимове које припадате и свим јавним тимовима на вашем курсу, који је организовао теме. Придружите се отвореном јавном тиму да сарађујете са другим ученицима који су заинтересовани за исту тему као и ви.
sr_latn: Pogledajte sve timove koje pripadate i svim javnim timovima na vašem kursu, koji je organizovao teme. Pridružite se otvorenom javnom timu da sarađujete sa drugim učenicima koji su zainteresovani za istu temu kao i vi.

source: See all teams you belong to and all public teams in your course, organized by topic.
ru: Погледајте све тимове које припадате и свим јавним тимовима на вашем курсу, који је организовао теме.
sr_latn: Pogledajte sve timove koje pripadate i svim javnim timovima na vašem kursu, koji je organizovao teme.

source: See all teams you belong to.
ru: Погледајте све тимове којима припадате.
sr_latn: Pogledajte sve timove kojima pripadate.

source: All Topics
ru: Све теме
sr_latn: Sve teme

source: The page "{route}" could not be found.
ru: Страница "{route} " није пронађена.
sr_latn: Stranica "{route} " nije pronađena.

source: The topic "{topic}" could not be found.
ru: Тема "{topic} " није пронађена.
sr_latn: Tema "{topic} " nije pronađena.

source: The team "{team}" could not be found.
ru: Теам "{team} " није пронађен.
sr_latn: Team "{team} " nije pronađen.

source: {team_count} Team
ru: {team_count} ТЕАМ

source: Topic
ru: Тема
sr_latn: Tema

source: View Teams in the {topic_name} Topic
ru: Погледајте тимове у ТПП_0__ теми
sr_latn: Pogledajte timove u TPP_0__ temi

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
ru: {browse_span_start} Прегледајте тимове у другим темика{span_end} или {search_span_start} Сеарцх Теас{span_end} у овој теми. Ако још увек не можете да пронађете тим да се придружите, {create_span_start} Креирајте нови тим у овој теми{span_end}.
sr_latn: {browse_span_start} Pregledajte timove u drugim temika{span_end} ili {search_span_start} Search Teas{span_end} u ovoj temi. Ako još uvek ne možete da pronađete tim da se pridružite, {create_span_start} Kreirajte novi tim u ovoj temi{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
ru: Дошло је до грешке приликом тражења чланства у тиму. Покушајте освежити страницу.
sr_latn: Došlo je do greške prilikom traženja članstva u timu. Pokušajte osvežiti stranicu.

source: All topics
ru: Све теме
sr_latn: Sve teme

source: Insert Hyperlink
ru: Уметните хипервезу
sr_latn: Umetnite hipervezu

source: e.g. 'http://google.com'
ru: нпр. 'http://google.com'
sr_latn: npr. 'http://google.com'

source: Link Description
ru: Опис везе
sr_latn: Opis veze

source: e.g. 'google'
ru: нпр. 'google'
sr_latn: npr. 'google'

source: Please provide a description of the link destination.
ru: Наведите опис одредишта везе.
sr_latn: Navedite opis odredišta veze.

source: Insert Image (upload file or type URL)
ru: Уметните слику (пренос датотеке или урл у УРЛ)
sr_latn: Umetnite sliku (prenos datoteke ili url u URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
ru: Унесите УРЛ адресу или користите дугме "Choose File" да бисте пренијели датотеку са своје машине. (нпр. 'http://example.com/img/clouds.jpg')
sr_latn: Unesite URL adresu ili koristite dugme "Choose File" da biste prenijeli datoteku sa svoje mašine. (npr. 'http://example.com/img/clouds.jpg')

source: Image Description
ru: Опис слике
sr_latn: Opis slike

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
ru: Опишите ову слику или се слажете да нема контекстуалну вредност проверавањем потврдног оквира.
sr_latn: Opišite ovu sliku ili se slažete da nema kontekstualnu vrednost proveravanjem potvrdnog okvira.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
ru: нпр. 'Sky with clouds'. Опис је користан корисницима који не могу да виде слику.
sr_latn: npr. 'Sky with clouds'. Opis je koristan korisnicima koji ne mogu da vide sliku.

source: How to create useful text alternatives.
ru: Како створити корисне текстуалне алтернативе.
sr_latn: Kako stvoriti korisne tekstualne alternative.

source: This image is for decorative purposes only and does not require a description.
ru: Ова слика је само у декоративне сврхе и не захтева опис.
sr_latn: Ova slika je samo u dekorativne svrhe i ne zahteva opis.

source: Markdown Editing Help
ru: Помоћ за уређивање уређења
sr_latn: Pomoć za uređivanje uređenja

source: URL
ru: Урл

source: Please provide a valid URL.
ru: Наведите валидну УРЛ адресу.
sr_latn: Navedite validnu URL adresu.

source: %(errorCount)s error found in form.
ru: %(errorCount)s Грешка пронађена у облику.
sr_latn: %(errorCount)s Greška pronađena u obliku.

source: Bold (Ctrl+B)
ru: Подебљано (цтрл + б)
sr_latn: Podebljano (ctrl + b)

source: Italic (Ctrl+I)
ru: Италиц (Цтрл + И)

source: Hyperlink (Ctrl+L)
ru: Хиперлинк (Цтрл + Л)
sr_latn: Hiperlink (Ctrl + L)

source: Blockquote (Ctrl+Q)
ru: Блоцккуоте (Цтрл + К)
sr_latn: Blockkuote (Ctrl + K)

source: Code Sample (Ctrl+K)
ru: Узорак кода (Цтрл + К)
sr_latn: Uzorak koda (Ctrl + K)

source: Image (Ctrl+G)
ru: Слика (Цтрл + Г)
sr_latn: Slika (Ctrl + G)

source: Numbered List (Ctrl+O)
ru: Нумерисана листа (Цтрл + О)
sr_latn: Numerisana lista (Ctrl + O)

source: Bulleted List (Ctrl+U)
ru: Листа за буллете (Цтрл + у)
sr_latn: Lista za bullete (Ctrl + u)

source: Heading (Ctrl+H)
ru: Идинг (Цтрл + Х)
sr_latn: Iding (Ctrl + H)

source: Horizontal Rule (Ctrl+R)
ru: Хоризонтално правило (Цтрл + Р)
sr_latn: Horizontalno pravilo (Ctrl + R)

source: Undo (Ctrl+Z)
ru: Поништи (Цтрл + З)
sr_latn: Poništi (Ctrl + Z)

source: Redo (Ctrl+Y)
ru: Редо (Цтрл + И)
sr_latn: Redo (Ctrl + I)

source: Redo (Ctrl+Shift+Z)
ru: Редо (Цтрл + Схифт + З)

source: strong text
ru: јак текст
sr_latn: jak tekst

source: emphasized text
ru: наглашени текст
sr_latn: naglašeni tekst

source: enter link description here
ru: Овде унесите опис везе
sr_latn: Ovde unesite opis veze

source: enter code here
ru: Унесите код овде
sr_latn: Unesite kod ovde

source: List item
ru: Листа
sr_latn: Lista

source: Heading
ru: Наслов
sr_latn: Naslov

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
ru: Одјављени сте са свог налога. Кликните у реду да се поново пријавите поново. Кликните на Откажи да бисте остали на овој страници (морате поново да се пријавите да бисте сачували свој рад).
sr_latn: Odjavljeni ste sa svog naloga. Kliknite u redu da se ponovo prijavite ponovo. Kliknite na Otkaži da biste ostali na ovoj stranici (morate ponovo da se prijavite da biste sačuvali svoj rad).

source: Preview this query
ru: Преглед овог упита
sr_latn: Pregled ovog upita

source: Open Calculator
ru: Отворен калкулатор
sr_latn: Otvoren kalkulator

source: Close Calculator
ru: Затворите калкулатор
sr_latn: Zatvorite kalkulator

source: All subsections
ru: Сви пододељци
sr_latn: Svi pododeljci

source: All units
ru: Све јединице
sr_latn: Sve jedinice

source: Click to change
ru: Кликните да бисте се променили
sr_latn: Kliknite da biste se promenili

source: Select a chapter
ru: Изаберите поглавље
sr_latn: Izaberite poglavlje

source: Save changes
ru: Спремите промене
sr_latn: Spremite promene

source: Please enter valid start date and time.
ru: Молимо унесите важећи датум и време почетка.
sr_latn: Molimo unesite važeći datum i vreme početka.

source: Due date cannot be before start date.
ru: Датум рока не може бити пре датума почетка.
sr_latn: Datum roka ne može biti pre datuma početka.

source: Enter Due Date and Time
ru: Унесите датум и време рока
sr_latn: Unesite datum i vreme roka

source: Enter Start Date and Time
ru: Унесите датум и време почетка
sr_latn: Unesite datum i vreme početka

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
ru: Потребно је поље за корисничко име / е-пошту и не може бити празно. Љубазно попуните корисничко име / е-пошту, а затим притисните дугме "Add to Exception List".
sr_latn: Potrebno je polje za korisničko ime / e-poštu i ne može biti prazno. Ljubazno popunite korisničko ime / e-poštu, a zatim pritisnite dugme "Add to Exception List".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
ru: Потребно је поље за корисничко име / е-пошту и не може бити празно. Љубазно попуните корисничко име / е-пошту, а затим притисните дугме "Invalidate Certificate".
sr_latn: Potrebno je polje za korisničko ime / e-poštu i ne može biti prazno. Ljubazno popunite korisničko ime / e-poštu, a zatim pritisnite dugme "Invalidate Certificate".

source: Student Removed from certificate allowlist successfully.
ru: Студент је успјешно уклоњен из листе потврде.
sr_latn: Student je uspješno uklonjen iz liste potvrde.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
ru: Није могао да нађе изузетак сертификата у дозвољеној листи. Освежите страницу и покушајте поново
sr_latn: Nije mogao da nađe izuzetak sertifikata u dozvoljenoj listi. Osvežite stranicu i pokušajte ponovo

source: Server Error, Please refresh the page and try again.
ru: Грешка сервера, освежите страницу и покушајте поново.
sr_latn: Greška servera, osvežite stranicu i pokušajte ponovo.

source: <%- user %> already in exception list.
ru: <% - Корисник%> већ у списку изузетака.
sr_latn: <% - Korisnik%> već u spisku izuzetaka.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
ru: <% - Корисник%> је успешно додан у списак изузетака. Кликните на генерисање сертификата изузетака у наставку да бисте послали потврду.
sr_latn: <% - Korisnik%> je uspešno dodan u spisak izuzetaka. Kliknite na generisanje sertifikata izuzetaka u nastavku da biste poslali potvrdu.

source: learners were successfully added to exception list
ru: ученици су успешно додавани у листу изузетака
sr_latn: učenici su uspešno dodavani u listu izuzetaka

source: learner was successfully added to the exception list
ru: ученик је успешно додан у списак изузетака
sr_latn: učenik je uspešno dodan u spisak izuzetaka

source: records are not in the correct format and have not been added to the exception list
ru: Записи нису у исправном формату и нису додани на листу изузећа
sr_latn: Zapisi nisu u ispravnom formatu i nisu dodani na listu izuzeća
