Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
ru: Да бисте се пријавили, морате да активирате свој налог.{line_break} {line_break} Управо смо послали линк за активирање на {strong_start} {email} {strong_end}. Ако не примите е-пошту, проверите своје спам мапе или {anchorStart} Контакт {platform_name} ПодршкаП{anchorEnd}.
sr_latn: Da biste se prijavili, morate da aktivirate svoj nalog.{line_break} {line_break} Upravo smo poslali link za aktiviranje na {strong_start} {email} {strong_end}. Ako ne primite e-poštu, proverite svoje spam mape ili {anchorStart} Kontakt {platform_name} PodrškaP{anchorEnd}.

source: An unexpected error has occurred.
ru: Дошло је до неочекиване грешке.
sr_latn: Došlo je do neočekivane greške.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
ru: Успешно сте се пријавили на %(currentProvider)s, али ваш %(currentProvider)s налог нема повезан %(platformName)s налог. Да бисте повезали своје рачуне, пријавите се сада помоћу лозинке за %(platformName)s.
sr_latn: Uspešno ste se prijavili na %(currentProvider)s, ali vaš %(currentProvider)s nalog nema povezan %(platformName)s nalog. Da biste povezali svoje račune, prijavite se sada pomoću lozinke za %(platformName)s.

source: We couldn't create your account.
ru: Нисмо могли да створимо ваш налог.
sr_latn: Nismo mogli da stvorimo vaš nalog.

source: Create Account
ru: Креирајте налог
sr_latn: Kreirajte nalog

source: (required)
ru: (обавезно)
sr_latn: (obavezno)

source: You've successfully signed into %(currentProvider)s.
ru: Успешно сте се пријавили на %(currentProvider)s.
sr_latn: Uspešno ste se prijavili na %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
ru: Само нам требају још мало информација пре него што почнете да учите са %(platformName)s.
sr_latn: Samo nam trebaju još malo informacija pre nego što počnete da učite sa %(platformName)s.

source: Image Upload Error
ru: Грешка у преносу слике
sr_latn: Greška u prenosu slike

source: Please verify that you have uploaded a valid image (PNG and JPEG).
ru: Проверите да ли сте поставили валидну слику (ПНГ и ЈПЕГ).
sr_latn: Proverite da li ste postavili validnu sliku (PNG i JPEG).

source: An error has occurred. Please try again later.
ru: Дошло је до грешке. Покушајте поново касније.
sr_latn: Došlo je do greške. Pokušajte ponovo kasnije.

source: Could not submit photos
ru: Није могао да поднесе фотографије
sr_latn: Nije mogao da podnese fotografije

source: Professional Education Verified Certificate
ru: Професионално образовање верификовано сертификат
sr_latn: Profesionalno obrazovanje verifikovano sertifikat

source: Professional Education
ru: Стручно образовање
sr_latn: Stručno obrazovanje

source: Verified Certificate upgrade
ru: Провјерена надоградња сертификата
sr_latn: Provjerena nadogradnja sertifikata

source: Verified Certificate
ru: Верификовано сертификат
sr_latn: Verifikovano sertifikat

source: Checkout
ru: Благајна
sr_latn: Blagajna

source: Checkout with PayPal
ru: Одјава са паипалом
sr_latn: Odjava sa paipalom

source: Checkout with {processor}
ru: Благајна са {processor}
sr_latn: Blagajna sa {processor}

source: All payment options are currently unavailable.
ru: Све опције плаћања тренутно нису доступне.
sr_latn: Sve opcije plaćanja trenutno nisu dostupne.

source: Try the transaction again in a few minutes.
ru: Покушајте поново трансакцију за неколико минута.
sr_latn: Pokušajte ponovo transakciju za nekoliko minuta.

source: Could not submit order
ru: Није могао да поднесе налог
sr_latn: Nije mogao da podnese nalog

source: Take a photo of your ID
ru: Снимите фотографију свог ИД-а
sr_latn: Snimite fotografiju svog ID-a

source: Review your info
ru: Прегледајте своје податке
sr_latn: Pregledajte svoje podatke

source: An error has occurred. Please try reloading the page.
ru: Дошло је до грешке. Покушајте да пребаците страницу.
sr_latn: Došlo je do greške. Pokušajte da prebacite stranicu.

source: Video Capture Error
ru: Грешка у снимању видеа
sr_latn: Greška u snimanju videa

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
ru: Проверите да ли је ваша веб камера повезана и да сте дозволили вашем прегледачу да му приступи.
sr_latn: Proverite da li je vaša veb kamera povezana i da ste dozvolili vašem pregledaču da mu pristupi.

source: No Webcam Detected
ru: Није откривена веб камера
sr_latn: Nije otkrivena veb kamera

source: You don't seem to have a webcam connected.
ru: Изгледа да није повезан са веб камером.
sr_latn: Izgleda da nije povezan sa veb kamerom.

source: Double-check that your webcam is connected and working to continue.
ru: Двапут проверите да ли је ваша веб камера повезана и ради на наставку.
sr_latn: Dvaput proverite da li je vaša veb kamera povezana i radi na nastavku.

source: Photo Captured successfully.
ru: Фотографија је успешно заробљена.
sr_latn: Fotografija je uspešno zarobljena.

source: No Flash Detected
ru: Није откривен блиц
sr_latn: Nije otkriven blic

source: You don't seem to have Flash installed. Get Flash to continue your verification.
ru: Изгледа да немате инсталиран бљесак. Набавите Фласх да бисте наставили своју верификацију.
sr_latn: Izgleda da nemate instaliran bljesak. Nabavite Flash da biste nastavili svoju verifikaciju.

source: Editable
ru: Уређивање
sr_latn: Uređivanje

source: Validation Error
ru: Грешка потврде
sr_latn: Greška potvrde

source: In Progress
ru: У току
sr_latn: U toku

source: Placeholder
ru: Резервни део места
sr_latn: Rezervni deo mesta

source: Your upload of '{file}' succeeded.
ru: Ваш отпремање '{file} ' је успело.
sr_latn: Vaš otpremanje '{file} ' je uspelo.

source: Your upload of '{file}' failed.
ru: Ваш отпремање '{file} ' није успело.
sr_latn: Vaš otpremanje '{file} ' nije uspelo.

source: Upload an image
ru: Пошаљите слику
sr_latn: Pošaljite sliku

source: Change image
ru: Промените слику
sr_latn: Promenite sliku

source: Image
ru: Слика
sr_latn: Slika

source: An error has occurred. Refresh the page, and then try again.
ru: Дошло је до грешке. Освежите страницу, а затим покушајте поново.
sr_latn: Došlo je do greške. Osvežite stranicu, a zatim pokušajte ponovo.

source: The file must be at least {size} in size.
ru: Датотека мора бити најмање {size} у величини.
sr_latn: Datoteka mora biti najmanje {size} u veličini.

source: The file must be smaller than {size} in size.
ru: Датотека мора бити мања од {size} у величини.
sr_latn: Datoteka mora biti manja od {size} u veličini.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
ru: Уплоад је у току. Да бисте избегли грешке, останите на овој страници док се поступак не заврши.
sr_latn: Upload je u toku. Da biste izbegli greške, ostanite na ovoj stranici dok se postupak ne završi.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
ru: Украсавање је у току. Да бисте избегли грешке, останите на овој страници док се поступак не заврши.
sr_latn: Ukrasavanje je u toku. Da biste izbegli greške, ostanite na ovoj stranici dok se postupak ne završi.

source: bytes
ru: бајтови
sr_latn: bajtovi

source: KB
ru: Кб

source: MB
ru: МБ

source: Course is not yet visible to students.
ru: Курс још није видљив студентима.
sr_latn: Kurs još nije vidljiv studentima.

source: You cannot view the course as a student or beta tester before the course release date.
ru: Курс не можете да видите као студент или бета тестере пре датума пуштања курса.
sr_latn: Kurs ne možete da vidite kao student ili beta testere pre datuma puštanja kursa.

source: Overall Score
ru: Укупни резултат
sr_latn: Ukupni rezultat

source: {total_results} result found for "{search_term}"
ru: {total_results} Резултат пронађен за "{search_term} "
sr_latn: {total_results} Rezultat pronađen za "{search_term} "

source: Updating with latest library content
ru: Ажурирање са најновијим садржајем библиотеке
sr_latn: Ažuriranje sa najnovijim sadržajem biblioteke

source: Creating missing groups
ru: Стварање недостајућих група
sr_latn: Stvaranje nedostajućih grupa

source: {start_strong}{total}{end_strong} words submitted in total.
ru: {start_strong} {total} {end_strong} Речи достављени укупно.
sr_latn: {start_strong} {total} {end_strong} Reči dostavljeni ukupno.

source: text_word_{uniqueId} title_word_{uniqueId}
ru: ТЕКСТ_ВОРД_{uniqueId} титле_ворд_{uniqueId}
sr_latn: TEKST_VORD_{uniqueId} title_vord_{uniqueId}

source: title_word_{uniqueId}
ru: титле_ворд_{uniqueId}
sr_latn: title_vord_{uniqueId}

source: text_word_{uniqueId}
ru: ТЕКСТ_ВОРД_{uniqueId}
sr_latn: TEKST_VORD_{uniqueId}

source: Certificate name is required.
ru: Потребно је име сертификата.
sr_latn: Potrebno je ime sertifikata.

source: Signatory field(s) has invalid data.
ru: Поље потписника имају неважеће податке.
sr_latn: Polje potpisnika imaju nevažeće podatke.

source: Edit this certificate?
ru: Уредите овај сертификат?
sr_latn: Uredite ovaj sertifikat?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
ru: Овај сертификат је већ активиран и живи. Јесте ли сигурни да желите да наставите са уређивањем?
sr_latn: Ovaj sertifikat je već aktiviran i živi. Jeste li sigurni da želite da nastavite sa uređivanjem?

source: Yes, allow edits to the active Certificate
ru: Да, дозволите да се уређује активно уверење
sr_latn: Da, dozvolite da se uređuje aktivno uverenje

source: certificate
ru: сертификат
sr_latn: sertifikat

source: Deactivating
ru: Деактивирање
sr_latn: Deaktiviranje

source: Set up your certificate
ru: Подесите свој сертификат
sr_latn: Podesite svoj sertifikat

source: You have not created any certificates yet.
ru: Још нисте створили никакве сертификате.
sr_latn: Još niste stvorili nikakve sertifikate.

source: Delete "<%- signatoryName %>" from the list of signatories?
ru: Избришите "<%- signatoryName %>" са листе потписника?
sr_latn: Izbrišite "<%- signatoryName %>" sa liste potpisnika?

source: This action cannot be undone.
ru: Ова радња се не може поништити.
sr_latn: Ova radnja se ne može poništiti.

source: Upload signature image.
ru: Пошаљите слику потписа.
sr_latn: Pošaljite sliku potpisa.

source: Image must be in PNG format.
ru: Слика мора бити у ПНГ формату.
sr_latn: Slika mora biti u PNG formatu.

source: Group %s
ru: Група %s
sr_latn: Grupa %s

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
ru: Абцдефгхијклмнопкрстуввкиз
sr_latn: Abcdefghijklmnopkrstuvvkiz

source: Your export has failed.
ru: Ваш извоз није успео.
sr_latn: Vaš izvoz nije uspeo.

source: Already a course team member
ru: Већ је члан тима за тим
sr_latn: Već je član tima za tim

source: Are you sure you want to delete {email} from the course team for “{container}”?
ru: Јесте ли сигурни да желите да избришете {email} са тима за курс за "{container}"?
sr_latn: Jeste li sigurni da želite da izbrišete {email} sa tima za kurs za "{container}"?

source: Staff
ru: Особље
sr_latn: Osoblje

source: Admin
ru: Администратор
sr_latn: Administrator

source: Already a library team member
ru: Већ је члан библиотечког тима
sr_latn: Već je član bibliotečkog tima

source: Are you sure you want to delete {email} from the library “{container}”?
ru: Јесте ли сигурни да желите да избришете {email} из библиотеке "{container}"?
sr_latn: Jeste li sigurni da želite da izbrišete {email} iz biblioteke "{container}"?

source: Library User
ru: Корисник библиотеке
sr_latn: Korisnik biblioteke

source: Hide Deprecated Settings
ru: Сакријте застарели подешавања
sr_latn: Sakrijte zastareli podešavanja

source: Show Deprecated Settings
ru: Прикажи застарела подешавања
sr_latn: Prikaži zastarela podešavanja

source: You have unsaved changes. Do you really want to leave this page?
ru: Имате неспремљене промене. Да ли заиста желите да оставите ову страницу?
sr_latn: Imate nespremljene promene. Da li zaista želite da ostavite ovu stranicu?

source: Queued
ru: Упиталиште
sr_latn: Upitalište

source: Upload completed
ru: Попуњено је завршено
sr_latn: Popunjeno je završeno

source: Upload failed
ru: Отпремање није успело
sr_latn: Otpremanje nije uspelo

source: Action required: Enter a valid date.
ru: Потребна акција: Унесите важећи датум.
sr_latn: Potrebna akcija: Unesite važeći datum.

source: Group name is required
ru: Потребно је име групе
sr_latn: Potrebno je ime grupe

source: Group A
ru: Група а
sr_latn: Grupa a

source: Group B
ru: Група Б
sr_latn: Grupa B

source: Group Configuration name is required.
ru: Потребно је име конфигурације групе.
sr_latn: Potrebno je ime konfiguracije grupe.

source: There must be at least one group.
ru: Мора да постоји барем једна група.
sr_latn: Mora da postoji barem jedna grupa.

source: All groups must have a name.
ru: Све групе морају имати име.
sr_latn: Sve grupe moraju imati ime.

source: All groups must have a unique name.
ru: Све групе морају имати јединствено име.
sr_latn: Sve grupe moraju imati jedinstveno ime.

source: The course must have an assigned start date.
ru: Курс мора имати додељени датум почетка.
sr_latn: Kurs mora imati dodeljeni datum početka.

source: The course end date must be later than the course start date.
ru: Датум завршетка курса мора бити касније од датума почетка курса.
sr_latn: Datum završetka kursa mora biti kasnije od datuma početka kursa.

source: The course start date must be later than the enrollment start date.
ru: Датум почетка курса мора бити касније од датума почетка уписа.
sr_latn: Datum početka kursa mora biti kasnije od datuma početka upisa.

source: The enrollment start date cannot be after the enrollment end date.
ru: Датум почетка уписа не може бити након датума завршетка уписа.
sr_latn: Datum početka upisa ne može biti nakon datuma završetka upisa.

source: The enrollment end date cannot be after the course end date.
ru: Датум завршетка уписа не може бити након завршетка курса.
sr_latn: Datum završetka upisa ne može biti nakon završetka kursa.

source: The certificate available date must be later than the course end date.
ru: Датум сертификата мора бити најкасније од датума завршетка курса.
sr_latn: Datum sertifikata mora biti najkasnije od datuma završetka kursa.

source: The certificate display behavior must be one of: {behavior_options}
ru: Понашање приказа сертификата мора бити једно од: {behavior_options}
sr_latn: Ponašanje prikaza sertifikata mora biti jedno od: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
ru: Понашање приказа сертификата мора бити {valid_option} ако је постављен датум сертификата.
sr_latn: Ponašanje prikaza sertifikata mora biti {valid_option} ako je postavljen datum sertifikata.

source: Key should only contain letters, numbers, _, or -
ru: Кључ треба да садржи само слова, бројеве, _ или -
sr_latn: Ključ treba da sadrži samo slova, brojeve, _ ili -

source: Please enter an integer between %(min)s and %(max)s.
ru: Унесите цели број између %(min)s и %(max)s.
sr_latn: Unesite celi broj između %(min)s i %(max)s.

source: The assignment type must have a name.
ru: Тип задатка мора имати име.
sr_latn: Tip zadatka mora imati ime.

source: There's already another assignment type with this name.
ru: Већ је још један тип задатка са овим именом.
sr_latn: Već je još jedan tip zadatka sa ovim imenom.

source: Please enter an integer between 0 and 100.
ru: Унесите цели број између 0 и 100.
sr_latn: Unesite celi broj između 0 i 100.

source: Please enter an integer greater than 0.
ru: Унесите цели број већи од 0.
sr_latn: Unesite celi broj veći od 0.

source: Please enter non-negative integer.
ru: Молимо унесите негативан цели број.
sr_latn: Molimo unesite negativan celi broj.

source: You must have at least one undroppable <%- types %> assignment.
ru: Морате имати барем један недроппирати <% - типови%> задатак.
sr_latn: Morate imati barem jedan nedroppirati <% - tipovi%> zadatak.

source: Grace period must be specified in HH:MM format.
ru: Граце период мора бити наведен у формату ХХ: ММ.
sr_latn: Grace period mora biti naveden u formatu HH: MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
ru: Није у могућности да постави пролазне оцене на мање од %(minimum_grade_cutoff)s%.
sr_latn: Nije u mogućnosti da postavi prolazne ocene na manje od %(minimum_grade_cutoff)s%.

source: Copied
ru: Копирано
sr_latn: Kopirano

source: Your file could not be uploaded
ru: Ваша датотека се није могла преносити
sr_latn: Vaša datoteka se nije mogla prenositi

source: Upload Videos
ru: Пошаљите видео записе
sr_latn: Pošaljite video zapise

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
ru: Превуците и испустите или {spanStart} Прегледајте свој Цомпутер{spanEnd}.
sr_latn: Prevucite i ispustite ili {spanStart} Pregledajte svoj Computer{spanEnd}.

source: Maximum file size: {maxFileSize} GB
ru: Максимална величина датотеке: {maxFileSize} ГБ
sr_latn: Maksimalna veličina datoteke: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
ru: Подржане врсте датотека: {supportedVideoTypes}
sr_latn: Podržane vrste datoteka: {supportedVideoTypes}

source: Your video uploads are not complete.
ru: Ваша пренос видео записа нису комплетна.
sr_latn: Vaša prenos video zapisa nisu kompletna.

source: Upload completed for video {fileName}
ru: Уплоад је завршен за видео {fileName}
sr_latn: Upload je završen za video {fileName}

source: Upload failed for video {fileName}
ru: Уплоад Фаилед фор ВИДЕО {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
ru: {filename} није у подржаном формату датотеке. Подржани форматели датотека су {supportedFileFormats}.
sr_latn: {filename} nije u podržanom formatu datoteke. Podržani formateli datoteka su {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
ru: {filename} прелази максималну величину {maxFileSizeInGB} ГБ.
sr_latn: {filename} prelazi maksimalnu veličinu {maxFileSizeInGB} GB.

source: : video upload complete.
ru: : Уплоад видео записа је комплетно.
sr_latn: : Upload video zapisa je kompletno.

source: Previous Uploads table has been updated.
ru: Претходни табела за пренос је ажурирана.
sr_latn: Prethodni tabela za prenos je ažurirana.

source: Delete File Confirmation
ru: Избришите потврду датотеке
sr_latn: Izbrišite potvrdu datoteke

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
ru: Јесте ли сигурни да желите да избришете овај предмет. Не може се преокренути! Такође било који садржај који се повезује / односи на овај артикал више неће радити (нпр. Брокен слике и / или везе)
sr_latn: Jeste li sigurni da želite da izbrišete ovaj predmet. Ne može se preokrenuti! Takođe bilo koji sadržaj koji se povezuje / odnosi na ovaj artikal više neće raditi (npr. Broken slike i / ili veze)

source: Your file has been deleted.
ru: Ваша датотека је избрисана.
sr_latn: Vaša datoteka je izbrisana.

source: Date Added
ru: Датум додавања
sr_latn: Datum dodavanja

source: Type
ru: Уписати
sr_latn: Upisati

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
ru: Филе {filename} прелази максималну величину {maxFileSizeInMBs} МБ
sr_latn: File {filename} prelazi maksimalnu veličinu {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
ru: Молимо вас да следите упутства овде да бисте пренијели датотеку на другом месту и повежите се на ИТ: {maxFileSizeRedirectUrl}
sr_latn: Molimo vas da sledite uputstva ovde da biste prenijeli datoteku na drugom mestu i povežite se na IT: {maxFileSizeRedirectUrl}

source: Max file size exceeded
ru: Величина макс. Величина датотеке је премашена
sr_latn: Veličina maks. Veličina datoteke je premašena

source: Upload New File
ru: Пошаљите нову датотеку
sr_latn: Pošaljite novu datoteku

source: Load Another File
ru: Учитајте другу датотеку
sr_latn: Učitajte drugu datoteku

source: Are you sure you want to delete this update?
ru: Јесте ли сигурни да желите да избришете ово ажурирање?
sr_latn: Jeste li sigurni da želite da izbrišete ovo ažuriranje?

source: Copy of "{componentDisplayName}"
ru: Копија "{componentDisplayName} "
sr_latn: Kopija "{componentDisplayName} "

source: Create Re-run
ru: Створите поновно покретање
sr_latn: Stvorite ponovno pokretanje

source: Processing Re-run Request
ru: Захтев за поновно покретање прераде
sr_latn: Zahtev za ponovno pokretanje prerade

source: An error has occurred. Wait a few minutes, and then try again.
ru: Дошло је до грешке. Сачекајте неколико минута, а затим покушајте поново.
sr_latn: Došlo je do greške. Sačekajte nekoliko minuta, a zatim pokušajte ponovo.

source: Select turnaround
ru: Изаберите преокрет
sr_latn: Izaberite preokret

source: Select fidelity
ru: Изаберите веривост
sr_latn: Izaberite verivost

source: Select language
ru: Изаберите језик
sr_latn: Izaberite jezik

source: Press Remove to remove language
ru: Притисните Уклони да бисте уклонили језик
sr_latn: Pritisnite Ukloni da biste uklonili jezik

source: Settings updated
ru: Подешавања су ажуриране
sr_latn: Podešavanja su ažurirane

source: Last updated
ru: Последње ажурирано
sr_latn: Poslednje ažurirano

source: Required
ru: Потребан
sr_latn: Potreban

source: Automatic transcripts are disabled.
ru: Аутоматски транскрипти су онемогућени.
sr_latn: Automatski transkripti su onemogućeni.

source: {selectedProvider} credentials saved
ru: {selectedProvider} СПОТРЕБА
sr_latn: {selectedProvider} SPOTREBA

source: There has been an error while exporting.
ru: Дошло је до грешке током извоза.
sr_latn: Došlo je do greške tokom izvoza.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
ru: Дошло је до неуспеха у извоз у КСМЛ најмање једну компоненту. Препоручује се да пређете на страницу за уређивање и поправите грешку пре покушаја другог извоза. Молимо вас да проверите да ли су све компоненте на страници валидне и не приказују никакве поруке о грешци.
sr_latn: Došlo je do neuspeha u izvoz u KSML najmanje jednu komponentu. Preporučuje se da pređete na stranicu za uređivanje i popravite grešku pre pokušaja drugog izvoza. Molimo vas da proverite da li su sve komponente na stranici validne i ne prikazuju nikakve poruke o grešci.

source: Correct failed component
ru: Исправна неуспешна компонента
sr_latn: Ispravna neuspešna komponenta

source: Return to Export
ru: Повратак на извоз
sr_latn: Povratak na izvoz

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
ru: Ваша библиотека се није могла извести у КСМЛ. Нема довољно информација за препознавање неуспеле компоненте. Прегледајте своју библиотеку да бисте идентификовали било какве проблематичне компоненте и покушајте поново.
sr_latn: Vaša biblioteka se nije mogla izvesti u KSML. Nema dovoljno informacija za prepoznavanje neuspele komponente. Pregledajte svoju biblioteku da biste identifikovali bilo kakve problematične komponente i pokušajte ponovo.
