Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ru, sr_latn

source: Are you sure that you want to leave this session?
ru: Јесте ли сигурни да желите да напустите ову сесију?
sr_latn: Jeste li sigurni da želite da napustite ovu sesiju?

source: Your unenrollment request could not be processed. Please try again later.
ru: Ваш захтев за неенроллмент није могао да се обрађује. Покушајте поново касније.
sr_latn: Vaš zahtev za neenrollment nije mogao da se obrađuje. Pokušajte ponovo kasnije.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
ru: Јесте ли сигурни да желите да се не желите од {courseName} ({courseNumber})? Бићете враћени износ који сте платили.
sr_latn: Jeste li sigurni da želite da se ne želite od {courseName} ({courseNumber})? Bićete vraćeni iznos koji ste platili.

source: {paragraph}=p;{preformatted}=pre;{heading3}=h3;{heading4}=h4;{heading5}=h5;{heading6}=h6
ru: {paragraph} = П; {preformatted} = Пре; {heading3} = Х3; {heading4} = Х4; {heading5} = Х5; {heading6} = Х6

source: Paragraph
ru: Ставак
sr_latn: Stavak

source: Preformatted
ru: Преформисање
sr_latn: Preformisanje

source: Heading 3
ru: Кретање 3
sr_latn: Kretanje 3

source: Heading 4
ru: Кретање 4
sr_latn: Kretanje 4

source: Heading 5
ru: Кретање 5
sr_latn: Kretanje 5

source: Heading 6
ru: Кретање 6
sr_latn: Kretanje 6

source: Add to Dictionary
ru: Додај у речник
sr_latn: Dodaj u rečnik

source: Align center
ru: Поравнати центар
sr_latn: Poravnati centar

source: Align left
ru: Поравнавање лево
sr_latn: Poravnavanje levo

source: Align right
ru: Поравнати се
sr_latn: Poravnati se

source: Alignment
ru: Поравнање
sr_latn: Poravnanje

source: Alternative source
ru: Алтернативни извор
sr_latn: Alternativni izvor

source: Anchor
ru: Сидро
sr_latn: Sidro

source: Anchors
ru: Сидра
sr_latn: Sidra

source: Author
ru: Аутор
sr_latn: Autor

source: Background color
ru: Боја позадине
sr_latn: Boja pozadine

source: Blockquote
ru: Блоцккуоте
sr_latn: Blockkuote

source: Blocks
ru: Блокови
sr_latn: Blokovi

source: Body
ru: Тело
sr_latn: Telo

source: Bold
ru: Подебљан
sr_latn: Podebljan

source: Border color
ru: Боја од границе
sr_latn: Boja od granice

source: Border
ru: Граница
sr_latn: Granica

source: Bottom
ru: Дно
sr_latn: Dno

source: Bullet list
ru: Листа мека
sr_latn: Lista meka

source: Caption
ru: Натпис
sr_latn: Natpis

source: Cell padding
ru: Веслање ћелија
sr_latn: Veslanje ćelija

source: Cell properties
ru: Ћелијска својства
sr_latn: Ćelijska svojstva

source: Cell spacing
ru: Размак од ћелија
sr_latn: Razmak od ćelija

source: Cell type
ru: Врста ћелије
sr_latn: Vrsta ćelije

source: Cell
ru: Ћелија
sr_latn: Ćelija

source: Center
ru: Центер

source: Circle
ru: Круг
sr_latn: Krug

source: Clear formatting
ru: Цлеар Форматинг
sr_latn: Clear Formating

source: Code block
ru: Блок кода
sr_latn: Blok koda

source: Code
ru: Шифра
sr_latn: Šifra

source: Color
ru: Боја
sr_latn: Boja

source: Cols
ru: Пукотина
sr_latn: Pukotina

source: Column group
ru: Група ступаца
sr_latn: Grupa stupaca

source: Column
ru: Колона
sr_latn: Kolona

source: Constrain proportions
ru: Ограничите пропорције
sr_latn: Ograničite proporcije

source: Copy row
ru: Копија ред
sr_latn: Kopija red

source: Copy
ru: Копија
sr_latn: Kopija

source: Could not find the specified string.
ru: Није могао да нађе наведени низ.
sr_latn: Nije mogao da nađe navedeni niz.

source: Custom color
ru: Прилагођена боја
sr_latn: Prilagođena boja

source: Custom...
ru: Цустом ...

source: Cut row
ru: Резан ред
sr_latn: Rezan red

source: Cut
ru: Резати
sr_latn: Rezati

source: Decrease indent
ru: Смањење увлаке
sr_latn: Smanjenje uvlake

source: Default
ru: Подразумевано
sr_latn: Podrazumevano

source: Delete column
ru: Избриши ступац
sr_latn: Izbriši stupac

source: Delete row
ru: Избрисати ред
sr_latn: Izbrisati red

source: Delete table
ru: Избрисати сто
sr_latn: Izbrisati sto

source: Description
ru: Опис
sr_latn: Opis

source: Dimensions
ru: Димензије
sr_latn: Dimenzije

source: Disc
ru: Диск
sr_latn: Disk

source: Div
ru: Див

source: Document properties
ru: Својства докумената
sr_latn: Svojstva dokumenata

source: Edit HTML
ru: Уреди ХТМЛ
sr_latn: Uredi HTML

source: Edit
ru: Уредити
sr_latn: Urediti

source: Embed
ru: Уградити
sr_latn: Ugraditi

source: Emoticons
ru: Емотикони
sr_latn: Emotikoni

source: Encoding
ru: Кодирање
sr_latn: Kodiranje

source: File
ru: Досије
sr_latn: Dosije

source: Find and replace
ru: Пронађите и замените
sr_latn: Pronađite i zamenite

source: Find next
ru: Пронађите следеће
sr_latn: Pronađite sledeće

source: Find previous
ru: Пронађите пре претходне
sr_latn: Pronađite pre prethodne

source: Find
ru: Пронаћи
sr_latn: Pronaći

source: Finish
ru: Завршити
sr_latn: Završiti

source: Font Family
ru: Породица фонтова
sr_latn: Porodica fontova

source: Font Sizes
ru: Величине фонтова
sr_latn: Veličine fontova

source: Footer
ru: Подножје
sr_latn: Podnožje

source: Format
ru: Формат

source: Formats
ru: Формата
sr_latn: Formata

source: Fullscreen
ru: Пуни екран
sr_latn: Puni ekran

source: General
ru: Општи
sr_latn: Opšti

source: H Align
ru: Х поравнати
sr_latn: H poravnati

source: Header 1
ru: Заглавље 1
sr_latn: Zaglavlje 1

source: Header 2
ru: Заглавље 2
sr_latn: Zaglavlje 2

source: Header 3
ru: Заглавље 3
sr_latn: Zaglavlje 3

source: Header 4
ru: Хеадер 4

source: Header 5
ru: Заглавља 5
sr_latn: Zaglavlja 5

source: Header 6
ru: Хеадер 6

source: Header cell
ru: Ћелија заглавља
sr_latn: Ćelija zaglavlja

source: Header
ru: Заглавље
sr_latn: Zaglavlje

source: Headers
ru: Заглавља
sr_latn: Zaglavlja

source: Heading 1
ru: Кретање 1
sr_latn: Kretanje 1

source: Heading 2
ru: Кретање 2
sr_latn: Kretanje 2

source: Headings
ru: Наслов
sr_latn: Naslov

source: Height
ru: Висина
sr_latn: Visina

source: Horizontal line
ru: Хоризонтална линија
sr_latn: Horizontalna linija

source: Horizontal space
ru: Хоризонтални простор
sr_latn: Horizontalni prostor

source: HTML source code
ru: ХТМЛ изворни код
sr_latn: HTML izvorni kod

source: Ignore all
ru: Занемари све
sr_latn: Zanemari sve

source: Image description
ru: Опис слике
sr_latn: Opis slike

source: Increase indent
ru: Повећати увлачење
sr_latn: Povećati uvlačenje

source: Inline
ru: Листијан
sr_latn: Listijan

source: Insert column after
ru: Уметните колону после
sr_latn: Umetnite kolonu posle

source: Insert column before
ru: Уметните колону раније
sr_latn: Umetnite kolonu ranije

source: Insert date/time
ru: Уметните датум / време
sr_latn: Umetnite datum / vreme

source: Insert image
ru: Убаци слику
sr_latn: Ubaci sliku

source: Insert link
ru: Уметнути линк
sr_latn: Umetnuti link

source: Insert row after
ru: Уметнути ред после
sr_latn: Umetnuti red posle

source: Insert row before
ru: Уметните ред раније
sr_latn: Umetnite red ranije

source: Insert table
ru: Уметните таблицу
sr_latn: Umetnite tablicu

source: Insert template
ru: Убаците предложак
sr_latn: Ubacite predložak

source: Insert video
ru: Уметните видео
sr_latn: Umetnite video

source: Insert
ru: Уметнути
sr_latn: Umetnuti

source: Insert/edit image
ru: Уметање / уређивање слике
sr_latn: Umetanje / uređivanje slike

source: Insert/edit link
ru: Уметните / уредите везу
sr_latn: Umetnite / uredite vezu

source: Insert/edit video
ru: Уметање / уређивање видеа
sr_latn: Umetanje / uređivanje videa

source: Italic
ru: Италијан
sr_latn: Italijan

source: Justify
ru: Оправдати
sr_latn: Opravdati

source: Keywords
ru: Кључне речи
sr_latn: Ključne reči

source: Left to right
ru: Лево на десно
sr_latn: Levo na desno

source: Left
ru: Лево
sr_latn: Levo

source: Lower Alpha
ru: Нижа алфа
sr_latn: Niža alfa

source: Lower Greek
ru: Доњи грчки
sr_latn: Donji grčki

source: Lower Roman
ru: Нижи роман
sr_latn: Niži roman

source: Match case
ru: Случај утакмице
sr_latn: Slučaj utakmice

source: Merge cells
ru: Спајање ћелија
sr_latn: Spajanje ćelija

source: Middle
ru: У средини
sr_latn: U sredini

source: New document
ru: Нови документ
sr_latn: Novi dokument

source: New window
ru: Нови прозор
sr_latn: Novi prozor

source: Next
ru: Следећи
sr_latn: Sledeći

source: No color
ru: Нема боје
sr_latn: Nema boje

source: Nonbreaking space
ru: Необрековни простор
sr_latn: Neobrekovni prostor

source: Numbered list
ru: Нумерисана листа
sr_latn: Numerisana lista

source: Page break
ru: Прелом странице
sr_latn: Prelom stranice

source: Paste as text
ru: Залепите као текст
sr_latn: Zalepite kao tekst

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
ru: Паста је сада у обичном текстуалном режиму. Садржај ће сада бити залепљен као обичан текст док не искључите ову опцију.
sr_latn: Pasta je sada u običnom tekstualnom režimu. Sadržaj će sada biti zalepljen kao običan tekst dok ne isključite ovu opciju.

source: Paste row after
ru: Залепи ред после
sr_latn: Zalepi red posle

source: Paste row before
ru: Раније пасте ред
sr_latn: Ranije paste red

source: Paste your embed code below:
ru: Залепите свој уградни код испод:
sr_latn: Zalepite svoj ugradni kod ispod:

source: Paste
ru: Залепити
sr_latn: Zalepiti

source: Poster
ru: Постер

source: Pre
ru: Пре

source: Prev
ru: Прев

source: Preview
ru: Преглед
sr_latn: Pregled

source: Print
ru: Штампа
sr_latn: Štampa

source: Redo
ru: Поново
sr_latn: Ponovo

source: Remove link
ru: Скинути везу
sr_latn: Skinuti vezu

source: Replace all
ru: Заменити све
sr_latn: Zameniti sve

source: Replace with
ru: Заменити
sr_latn: Zameniti

source: Replace
ru: Заменити
sr_latn: Zameniti

source: Restore last draft
ru: Вратите последњи нацрт
sr_latn: Vratite poslednji nacrt

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
ru: Богато текстуална област. Притисните АЛТ-Ф9 за мени. Притисните АЛТ-Ф10 за траку са алаткама. Притисните АЛТ-0 за помоћ
sr_latn: Bogato tekstualna oblast. Pritisnite ALT-F9 za meni. Pritisnite ALT-F10 za traku sa alatkama. Pritisnite ALT-0 za pomoć

source: Right to left
ru: Право на лево
sr_latn: Pravo na levo

source: Right
ru: У праву
sr_latn: U pravu

source: Robots
ru: Роботи
sr_latn: Roboti

source: Row group
ru: Реда
sr_latn: Reda

source: Row properties
ru: Ред Својства
sr_latn: Red Svojstva

source: Row type
ru: Врста реда
sr_latn: Vrsta reda

source: Row
ru: Ред
sr_latn: Red

source: Rows
ru: Редови
sr_latn: Redovi

source: Scope
ru: Обим
sr_latn: Obim

source: Select all
ru: Изаберите све
sr_latn: Izaberite sve

source: Show blocks
ru: Схов Блоцк
sr_latn: Shov Block

source: Show invisible characters
ru: Прикажи невидљиве ликове
sr_latn: Prikaži nevidljive likove

source: Source code
ru: Изворни код
sr_latn: Izvorni kod

source: Source
ru: Извор
sr_latn: Izvor

source: Special character
ru: Специјални знак
sr_latn: Specijalni znak

source: Spellcheck
ru: Чаролија
sr_latn: Čarolija

source: Split cell
ru: Раздвојити ћелију
sr_latn: Razdvojiti ćeliju

source: Square
ru: Квадрат
sr_latn: Kvadrat

source: Start search
ru: Покрените претрагу
sr_latn: Pokrenite pretragu

source: Strikethrough
ru: СтрикеТхроугх

source: Style
ru: Стил
sr_latn: Stil

source: Subscript
ru: Претплата
sr_latn: Pretplata

source: Superscript
ru: Суперскрипт
sr_latn: Superskript

source: Table properties
ru: Својства стола
sr_latn: Svojstva stola

source: Table
ru: Сто
sr_latn: Sto

source: Target
ru: Мета
sr_latn: Meta

source: Templates
ru: Шаблони
sr_latn: Šabloni

source: Text color
ru: Боја текста
sr_latn: Boja teksta

source: Text to display
ru: Текст за приказ
sr_latn: Tekst za prikaz

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
ru: Чини се да је УРЛ који сте унели као адреса е-поште. Да ли желите да додате потребну маилто: префикс?
sr_latn: Čini se da je URL koji ste uneli kao adresa e-pošte. Da li želite da dodate potrebnu mailto: prefiks?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
ru: Чини се да је УРЛ у који сте унели спољни везу. Да ли желите да додате потребан хттп: // префикс?
sr_latn: Čini se da je URL u koji ste uneli spoljni vezu. Da li želite da dodate potreban http: // prefiks?

source: Title
ru: Назив
sr_latn: Naziv

source: Tools
ru: Алате
sr_latn: Alate

source: Top
ru: На врху
sr_latn: Na vrhu

source: Underline
ru: Подвући
sr_latn: Podvući

source: Undo
ru: Поништити
sr_latn: Poništiti

source: Upper Alpha
ru: Горња алфа
sr_latn: Gornja alfa

source: Upper Roman
ru: Горњи роман
sr_latn: Gornji roman

source: Url
ru: Урл

source: V Align
ru: В поравнавање
sr_latn: V poravnavanje

source: Vertical space
ru: Вертикални простор
sr_latn: Vertikalni prostor

source: View
ru: Прегледан
sr_latn: Pregledan

source: Visual aids
ru: Висуал АИДС

source: Whole words
ru: Целе речи
sr_latn: Cele reči

source: Width
ru: Ширина
sr_latn: Širina

source: Words: {0}
ru: Речи: {0}
sr_latn: Reči: {0}

source: You have unsaved changes are you sure you want to navigate away?
ru: Имате неспремљене промене, да ли сте сигурни да желите да се крећете подаље?
sr_latn: Imate nespremljene promene, da li ste sigurni da želite da se krećete podalje?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
ru: Ваш претраживач не подржава директан приступ међуспремник. Уместо тога користите ЦТРЛ + Кс / Ц / В пречице на тастатури.
sr_latn: Vaš pretraživač ne podržava direktan pristup međuspremnik. Umesto toga koristite CTRL + Ks / C / V prečice na tastaturi.

source: Insert/Edit Image
ru: Уметање / уређивање слике
sr_latn: Umetanje / uređivanje slike

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ru: Кликните ОК да бисте имали своје корисничко име и е-маил адресу послату у апликацију треће стране. Кликните на Откажи да бисте се вратили на ову страницу без слања информација.
sr_latn: Kliknite OK da biste imali svoje korisničko ime i e-mail adresu poslatu u aplikaciju treće strane. Kliknite na Otkaži da biste se vratili na ovu stranicu bez slanja informacija.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ru: Кликните ОК да бисте добили своје корисничко име које је послато у апликацију треће странке. Кликните на Откажи да бисте се вратили на ову страницу без слања информација.
sr_latn: Kliknite OK da biste dobili svoje korisničko ime koje je poslato u aplikaciju treće stranke. Kliknite na Otkaži da biste se vratili na ovu stranicu bez slanja informacija.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
ru: Кликните ОК да бисте добили своју е-маил адресу послату апликацији за трећу странку. Кликните на Откажи да бисте се вратили на ову страницу без слања информација.
sr_latn: Kliknite OK da biste dobili svoju e-mail adresu poslatu aplikaciji za treću stranku. Kliknite na Otkaži da biste se vratili na ovu stranicu bez slanja informacija.

source: Error:
ru: Грешка:
sr_latn: Greška:

source: Enter and confirm your new password.
ru: Унесите и потврдите своју нову лозинку.
sr_latn: Unesite i potvrdite svoju novu lozinku.

source: New Password
ru: Нова лозинка
sr_latn: Nova lozinka

source: Confirm Password
ru: Потврдите лозинку
sr_latn: Potvrdite lozinku

source: Passwords do not match.
ru: Лозинке се не подударају.
sr_latn: Lozinke se ne podudaraju.

source: Reset My Password
ru: Ресетујте моју лозинку
sr_latn: Resetujte moju lozinku

source: Reset Your Password
ru: Ресетујте лозинку
sr_latn: Resetujte lozinku

source: {num_points} point possible (graded, results hidden)
ru: {num_points} Поинт је могуће (оцењено, скривени резултати)
sr_latn: {num_points} Point je moguće (ocenjeno, skriveni rezultati)

source: {num_points} point possible (ungraded, results hidden)
ru: {num_points} Поинт могућа (уграђена, скривена резултата)
sr_latn: {num_points} Point moguća (ugrađena, skrivena rezultata)

source: {num_points} point possible (graded)
ru: {num_points} Поинт је могуће (оцењено)
sr_latn: {num_points} Point je moguće (ocenjeno)

source: {num_points} point possible (ungraded)
ru: {num_points} Поинт могућа (унградирано)
sr_latn: {num_points} Point moguća (ungradirano)

source: {earned}/{possible} point (graded)
ru: {earned} / {possible} Поинт (оцењено)
sr_latn: {earned} / {possible} Point (ocenjeno)

source: {earned}/{possible} point (ungraded)
ru: {earned} / {possible} Поинт (Унградед)

source: The grading process is still running. Refresh the page to see updates.
ru: Процес оцењивања још увек ради. Освежите страницу да бисте видели исправке.
sr_latn: Proces ocenjivanja još uvek radi. Osvežite stranicu da biste videli ispravke.

source: Could not grade your answer. The submission was aborted.
ru: Није могао да оценим ваш одговор. Подношење је прекинуто.
sr_latn: Nije mogao da ocenim vaš odgovor. Podnošenje je prekinuto.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
ru: Подношење прекида! Извините, ваш претраживач не подржава уплоад датотеке. Ако можете, користите Цхроме или Сафари који су верификовани за подршку уплоад датотека.
sr_latn: Podnošenje prekida! Izvinite, vaš pretraživač ne podržava upload datoteke. Ako možete, koristite Chrome ili Safari koji su verifikovani za podršku upload datoteka.

source: You submitted {filename}; only {allowedFiles} are allowed.
ru: Поднели сте {filename}; Дозвољени су само {allowedFiles}.
sr_latn: Podneli ste {filename}; Dozvoljeni su samo {allowedFiles}.

source: Your file {filename} is too large (max size: {maxSize}MB).
ru: Ваша датотека {filename} је превелика (мак сизе: {maxSize} МБ).
sr_latn: Vaša datoteka {filename} je prevelika (mak size: {maxSize} MB).

source: You did not submit the required files: {requiredFiles}.
ru: Нисте предали потребне датотеке: {requiredFiles}.
sr_latn: Niste predali potrebne datoteke: {requiredFiles}.

source: You did not select any files to submit.
ru: Нисте изабрали ниједну датотеку да бисте послали.
sr_latn: Niste izabrali nijednu datoteku da biste poslali.

source: This problem has been reset.
ru: Овај проблем је ресетован.
sr_latn: Ovaj problem je resetovan.

source: unsubmitted
ru: неупућен
sr_latn: neupućen

source: incorrect
ru: нетачан
sr_latn: netačan

source: correct
ru: тачан
sr_latn: tačan

source: answer
ru: одговорити
sr_latn: odgovoriti

source: Short explanation
ru: Кратко објашњење
sr_latn: Kratko objašnjenje

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
ru: Ако користите напредни уредник, овај проблем ће се претворити у КСМЛ и нећете моћи да се вратите на једноставан интерфејс уредника. Пређите на напредни уређивач и претворите овај проблем у КСМЛ?
sr_latn: Ako koristite napredni urednik, ovaj problem će se pretvoriti u KSML i nećete moći da se vratite na jednostavan interfejs urednika. Pređite na napredni uređivač i pretvorite ovaj problem u KSML?

source: An answer option has been left blank. Please review and edit the component.
ru: Опција одговора је остављена празна. Прегледајте и уредите компоненту.
sr_latn: Opcija odgovora je ostavljena prazna. Pregledajte i uredite komponentu.

source: Explanation
ru: Објашњење
sr_latn: Objašnjenje

source: View child items
ru: Погледајте дечије ставке
sr_latn: Pogledajte dečije stavke

source: Navigate up
ru: Навигација
sr_latn: Navigacija

source: Browsing
ru: Прегледавање
sr_latn: Pregledavanje

source: Select
ru: Одабрати
sr_latn: Odabrati

source: Select a section or problem
ru: Изаберите одељак или проблем
sr_latn: Izaberite odeljak ili problem

source: Create a report of problem responses
ru: Створите извештај о одговорима проблема
sr_latn: Stvorite izveštaj o odgovorima problema

source: Your report is being generated...
ru: Ваш извештај се генерише ...
sr_latn: Vaš izveštaj se generiše ...

source: Your report has been successfully generated.
ru: Ваш извештај је успешно генерисан.
sr_latn: Vaš izveštaj je uspešno generisan.

source: View Report
ru: Погледајте извештај
sr_latn: Pogledajte izveštaj

source: There was an error generating the report link.
ru: Дошло је до грешке приликом стварања везе за извештавање.
sr_latn: Došlo je do greške prilikom stvaranja veze za izveštavanje.

source: There was an error generating your report.
ru: Дошло је до грешке приликом стварања вашег извештаја.
sr_latn: Došlo je do greške prilikom stvaranja vašeg izveštaja.

source: Unable to get report generation status.
ru: Није могуће добити статус генерације извештаја.
sr_latn: Nije moguće dobiti status generacije izveštaja.

source: Unable to submit request to generate report.
ru: Није могуће поднети захтев за генерисање извештаја.
sr_latn: Nije moguće podneti zahtev za generisanje izveštaja.

source: {type} Progress
ru: {type} напредак
sr_latn: {type} napredak

source: Earned Certificates
ru: Зарађени сертификати
sr_latn: Zarađeni sertifikati

source: Enrolled
ru: Уписан
sr_latn: Upisan

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
ru: ГРЕШКА РУКЕ! Не могу се навигирати до %(tab_name)s у тренутном секвенцемодулу. Молимо контактирајте особље курса.
sr_latn: GREŠKA RUKE! Ne mogu se navigirati do %(tab_name)s u trenutnom sekvencemodulu. Molimo kontaktirajte osoblje kursa.

source: Bookmarked
ru: Обележен
sr_latn: Obeležen

source: Please fix the following errors:
ru: Поправите следеће грешке:
sr_latn: Popravite sledeće greške:

source: Course Name
ru: Назив курса
sr_latn: Naziv kursa

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
ru: За упите у вези са задацима, разредима или структуром одређеног курса, молимо вас да директно пошаљите на форумима за дискусију за тај курс.
sr_latn: Za upite u vezi sa zadacima, razredima ili strukturom određenog kursa, molimo vas da direktno pošaljite na forumima za diskusiju za taj kurs.

source: Not specific to a course
ru: Није специфично за курс
sr_latn: Nije specifično za kurs

source: Subject
ru: Предмет
sr_latn: Predmet

source: Select a category
ru: Изаберите категорију
sr_latn: Izaberite kategoriju

source: Account Settings
ru: Подешавања налога
sr_latn: Podešavanja naloga

source: Billing/Payment Options
ru: Опције наплате / плаћања
sr_latn: Opcije naplate / plaćanja

source: Certificates
ru: Сертификати
sr_latn: Sertifikati

source: Course Content
ru: Садржај курса
sr_latn: Sadržaj kursa

source: Deadlines
ru: Рокови
sr_latn: Rokovi

source: Errors/Technical Issues
ru: Грешке / Техничка питања
sr_latn: Greške / Tehnička pitanja

source: Financial Aid
ru: Финансијска помоћ
sr_latn: Finansijska pomoć

source: Photo Verification
ru: Верификација фотографија
sr_latn: Verifikacija fotografija

source: Proctoring
ru: Процтораринг
sr_latn: Proctoraring

source: Other
ru: Други
sr_latn: Drugi

source: Course Discussion Forum
ru: Форум за дискусију на курсу
sr_latn: Forum za diskusiju na kursu
