Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
ru: Чланак "%s " је сада означен као избрисан! Хвала вам што сте сајт чували од нежељеног материјала!
sr_latn: Članak "%s " je sada označen kao izbrisan! Hvala vam što ste sajt čuvali od neželjenog materijala!

source: Your changes were saved.
ru: Ваше промене су сачуване.
sr_latn: Vaše promene su sačuvane.

source: A new revision of the article was successfully added.
ru: Успешно је додата нова ревизија члана.
sr_latn: Uspešno je dodata nova revizija člana.

source: Restoring article
ru: Обнављање чланка
sr_latn: Obnavljanje članka

source: The article "%s" and its children are now restored.
ru: Чланак "%s " и његова деца сада се враћају.
sr_latn: Članak "%s " i njegova deca sada se vraćaju.

source: The article %(title)s is now set to display revision #%(revision_number)d
ru: Чланак %(title)s је сада подешен за приказ ревизије # %(revision_number)d
sr_latn: Članak %(title)s je sada podešen za prikaz revizije # %(revision_number)d

source: New title
ru: Нови наслов
sr_latn: Novi naslov

source: Merge between Revision #%(r1)d and Revision #%(r2)d
ru: Спајање између ревизије # %(r1)d и ревизија # %(r2)d
sr_latn: Spajanje između revizije # %(r1)d i revizija # %(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
ru: Направљена је нова ревизија: Спајање између ревизије # %(r1)d и ревизија # %(r2)d
sr_latn: Napravljena je nova revizija: Spajanje između revizije # %(r1)d i revizija # %(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
ru: Кликните на "Start System Check" доњу доњу да бисте преузели и покретали софтвер Прокоторинг.
sr_latn: Kliknite na "Start System Check" donju donju da biste preuzeli i pokretali softver Prokotoring.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
ru: Једном када проверите свој идентитет и прегледате смернице за испит у Процтортрацк-у, бићете преусмерени на ову страницу.
sr_latn: Jednom kada proverite svoj identitet i pregledate smernice za ispit u Proctortrack-u, bićete preusmereni na ovu stranicu.

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
ru: Да бисте потврдили да је покренуто да је ЦОТОСТИНГ почело, проверите да ли су ваша веб камера и плава процтортрацк бок видљиви на вашем екрану.
sr_latn: Da biste potvrdili da je pokrenuto da je COTOSTING počelo, proverite da li su vaša veb kamera i plava proctortrack bok vidljivi na vašem ekranu.

source: Click on the "Start Proctored Exam" button below to continue.
ru: Кликните на дугме "Start Proctored Exam" испод да бисте наставили.
sr_latn: Kliknite na dugme "Start Proctored Exam" ispod da biste nastavili.

source: Discover courses
ru: Истражите курсеве
sr_latn: Istražite kurseve

source: Unlock Your Potential: Discover New Courses Today!
ru: Откријте свој потенцијал: Пронађите нове курсеве већ данас!

source: Explore a world of knowledge and enhance your skills with our diverse range of courses
ru: Истражи свет знања и унапреди своје вештине уз наш разноврстан избор курсева
