Repository: elearndevteam/imp-openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
ru: Ако су омогућени социјални дељење контролне табле и прилагођени курсеви, можете да дате УРЛ (као што је УРЛ на курс о страници) да локације друштвених медија могу да се повежу. УРЛ-ови морају бити у потпуности квалификовани. На пример: хттп: //ввв.едк.орг/цоурсе/инттродуцтион-то-мооцс-итм001
sr_latn: Ako su omogućeni socijalni deljenje kontrolne table i prilagođeni kursevi, možete da date URL (kao što je URL na kurs o stranici) da lokacije društvenih medija mogu da se povežu. URL-ovi moraju biti u potpunosti kvalifikovani. Na primer: http: //vvv.edk.org/course/inttroduction-to-moocs-itm001

source: Course Language
ru: Језик курса
sr_latn: Jezik kursa

source: Specify the language of your course.
ru: Наведите језик курса.
sr_latn: Navedite jezik kursa.

source: Teams Configuration
ru: Конфигурација тимова
sr_latn: Konfiguracija timova

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://docs.openedx.org/en/latest/educators/references/advanced_features/teams_configuration_options.html>teams configuration documentation</a> for help and examples.
ru: Конфигуришите сетове тима, ограничене величине тима и поставите поставке видљивости користећи ЈСОН. Погледајте <а таргет = "&#95;blank" хреф = "хттпс: //доцс.опенедк.орг/ен/латест/едуцаторс/референцес/адванцед_феатурес/теамс_цонфигуратион_ОПТИОНС.ХТМЛ> ТОАМС конфигурациона документација </ а> за помоћ и примери.
sr_latn: Konfigurišite setove tima, ograničene veličine tima i postavite postavke vidljivosti koristeći JSON. Pogledajte <a target = "&#95;blank" href = "хттпс: //docs.openedk.org/en/latest/educators/references/advanced_features/teams_configuration_OPTIONS.HTML> TOAMS konfiguraciona dokumentacija </ a> za pomoć i primeri.

source: Enable Proctored Exams
ru: Омогућите Прокторед испите
sr_latn: Omogućite Proktored ispite

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је та вредност тачна, процењивани испити су омогућени у вашем курсу. Имајте на уму да ће омогућивање прокорисаних испита такође омогућити временски испит.
sr_latn: Unesite TRUE ili FALSE. Ako je ta vrednost tačna, procenjivani ispiti su omogućeni u vašem kursu. Imajte na umu da će omogućivanje prokorisanih ispita takođe omogućiti vremenski ispit.

source: Proctoring Provider
ru: Провајдер процтора
sr_latn: Provajder proctora

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
ru: Унесите прококорни провајдер који желите да користите за овај курс. Изаберите између следећих опција: {available_providers}.
sr_latn: Unesite prokokorni provajder koji želite da koristite za ovaj kurs. Izaberite između sledećih opcija: {available_providers}.

source: Proctortrack Exam Escalation Contact
ru: Контакт Ескалација испита Процтортрацк
sr_latn: Kontakt Eskalacija ispita Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
ru: Потребно је да ли је 'proctortrack' изабран као ваш провајдер. Унесите адресу е-поште коју треба контактирати тим за подршку кад год постоје ескалације (нпр. Жалбе, одложене критике итд.).
sr_latn: Potrebno je da li je 'proctortrack' izabran kao vaš provajder. Unesite adresu e-pošte koju treba kontaktirati tim za podršku kad god postoje eskalacije (npr. Žalbe, odložene kritike itd.).

source: Allow Opting Out of Proctored Exams
ru: Допустите да се одустанете од прокорисаних испита
sr_latn: Dopustite da se odustanete od prokorisanih ispita

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је та вредност тачна, ученици могу одлучити да преузму прокорисане испите без ЦОЦТОРИА. Ако је ова вредност лажна, сви ученици морају преузети испит са ЦОЦКАТОРИНГ-ом. Ово постављање се односи само ако су омогућени процењивани испити за курс.
sr_latn: Unesite TRUE ili FALSE. Ako je ta vrednost tačna, učenici mogu odlučiti da preuzmu prokorisane ispite bez COCTORIA. Ako je ova vrednost lažna, svi učenici moraju preuzeti ispit sa COCKATORING-om. Ovo postavljanje se odnosi samo ako su omogućeni procenjivani ispiti za kurs.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
ru: Креирајте Зендск улазнице за покушаје испита о сумњивим прокорисаним испита
sr_latn: Kreirajte Zendsk ulaznice za pokušaje ispita o sumnjivim prokorisanim ispita

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је та вредност тачна, за сумњиве покушаје биће створена улазница ЗЕНДЕСК.
sr_latn: Unesite TRUE ili FALSE. Ako je ta vrednost tačna, za sumnjive pokušaje biće stvorena ulaznica ZENDESK.

source: Enable Timed Exams
ru: Омогућите временске испите
sr_latn: Omogućite vremenske ispite

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је та вредност истинита, временски испити су омогућени у вашем курсу. Без обзира на то подешавање, временски испити су омогућени ако се омогуће омогућено прокорисани испит постављен на ТРУЕ.
sr_latn: Unesite TRUE ili FALSE. Ako je ta vrednost istinita, vremenski ispiti su omogućeni u vašem kursu. Bez obzira na to podešavanje, vremenski ispiti su omogućeni ako se omoguće omogućeno prokorisani ispit postavljen na TRUE.

source: Minimum Grade for Credit
ru: Минимална оцена за кредит
sr_latn: Minimalna ocena za kredit

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
ru: Минимална оцена коју ученик мора да заради да прими кредит током курса, као децимални између 0,0 и 1.0. На пример, за 75% унесите 0,75.
sr_latn: Minimalna ocena koju učenik mora da zaradi da primi kredit tokom kursa, kao decimalni između 0,0 i 1.0. Na primer, za 75% unesite 0,75.

source: Self Paced
ru: Самостално
sr_latn: Samostalno

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
ru: Подесите ово на "true" да бисте овај курс означили као само-патент. Самостални курсеви немају доспеле датуме за задатке, а студенти могу напредовати кроз курс у сваком случају пре него што се курс заврши.
sr_latn: Podesite ovo na "true" da biste ovaj kurs označili kao samo-patent. Samostalni kursevi nemaju dospele datume za zadatke, a studenti mogu napredovati kroz kurs u svakom slučaju pre nego što se kurs završi.

source: Enable Subsection Prerequisites
ru: Омогућите предусловне предуслове
sr_latn: Omogućite preduslovne preduslove

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је та вредност тачна, можете сакрити пододељак све док ученици не зарађују минимални резултат у другом, предувјет пододељком.
sr_latn: Unesite TRUE ili FALSE. Ako je ta vrednost tačna, možete sakriti pododeljak sve dok učenici ne zarađuju minimalni rezultat u drugom, preduvjet pododeljkom.

source: Course Learning Information
ru: Информације о учењу курса
sr_latn: Informacije o učenju kursa

source: Specify what student can learn from the course.
ru: Наведите шта студент може да научи на курсу.
sr_latn: Navedite šta student može da nauči na kursu.

source: Course Visibility For Unenrolled Learners
ru: Видљивост курса за неоптерећене ученике
sr_latn: Vidljivost kursa za neopterećene učenike

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
ru: Дефинише дозволе приступа за неенролвередни ученици. Ово се може поставити на једну од три вредности: 'private' (подразумевана видљивост, дозвољена је само за уписане студенте), 'public_outline' (омогућавају приступ обрису курса) и 'public' (омогућавају приступ и садржај курса и курса).
sr_latn: Definiše dozvole pristupa za neenrolveredni učenici. Ovo se može postaviti na jednu od tri vrednosti: 'private' (podrazumevana vidljivost, dozvoljena je samo za upisane studente), 'public_outline' (omogućavaju pristup obrisu kursa) i 'public' (omogućavaju pristup i sadržaj kursa i kursa).

source: Video Sharing Options
ru: Опције поделе видео записа
sr_latn: Opcije podele video zapisa

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
ru: Наведите опције дељења видео записа за курс. Ово се може поставити на једну од три вредности: 'all-on', 'all-off' и 'per-video'. са 'per-video' као подразумевано.
sr_latn: Navedite opcije deljenja video zapisa za kurs. Ovo se može postaviti na jednu od tri vrednosti: 'all-on', 'all-off' i 'per-video'. sa 'per-video' kao podrazumevano.

source: Force Flexible Grading for Peer ORAs
ru: Присилно флексибилно оцењивање за вршњачке ОРАС
sr_latn: Prisilno fleksibilno ocenjivanje za vršnjačke ORAS

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
ru: Постављање ове заставе ће присилити на флексибилно опција оцењивања за све ознаке вршњака у овом курсу.
sr_latn: Postavljanje ove zastave će prisiliti na fleksibilno opcija ocenjivanja za sve oznake vršnjaka u ovom kursu.

source: Course Instructor
ru: Инструктор курса
sr_latn: Instruktor kursa

source: Enter the details for Course Instructor
ru: Унесите детаље за инструктор курса
sr_latn: Unesite detalje za instruktor kursa

source: Add Unsupported Problems and Tools
ru: Додајте неподржане проблеме и алате
sr_latn: Dodajte nepodržane probleme i alate

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је тачно, можете додати неподржане проблеме и алате на свој курс у студију. Непоуздани проблеми и алати се не препоручују за употребу на курсевима због непоштовања са једном или више основних захтева, као што су тестирање, приступачност, интернационализација и документација.
sr_latn: Unesite TRUE ili FALSE. Ako je tačno, možete dodati nepodržane probleme i alate na svoj kurs u studiju. Nepouzdani problemi i alati se ne preporučuju za upotrebu na kursevima zbog nepoštovanja sa jednom ili više osnovnih zahteva, kao što su testiranje, pristupačnost, internacionalizacija i dokumentacija.

source: Highlights Enabled for Messaging
ru: Омогућено је истакнутости за размену порука
sr_latn: Omogućeno je istaknutosti za razmenu poruka

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
ru: Унесите ТРУЕ или ФАЛСЕ. Ако је истина, било који нагласак повезан са садржајем на курсу биће пошаљи ученицима у редовно време.
sr_latn: Unesite TRUE ili FALSE. Ako je istina, bilo koji naglasak povezan sa sadržajem na kursu biće pošalji učenicima u redovno vreme.

source: Course-wide Custom JS
ru: Цустом-широкој курс
sr_latn: Custom-širokoj kurs

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
ru: Унесите ЈаваСцрипт УРЛ адресе за ресурсе који желите да се на глобално учитају на страницама курса.
sr_latn: Unesite JavaScript URL adrese za resurse koji želite da se na globalno učitaju na stranicama kursa.

source: Course-wide Custom CSS
ru: ЦСС широм курса
sr_latn: CSS širom kursa

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
ru: Унесите ЦСС ресурсе УРЛ адресе које желите да се нанесете на глобалној страни током страница курса.
sr_latn: Unesite CSS resurse URL adrese koje želite da se nanesete na globalnoj strani tokom stranica kursa.

source: Other Course Settings
ru: Остала подешавања курса
sr_latn: Ostala podešavanja kursa

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
ru: Све додатне информације о курсу који платформи треба или то омогућава интеграцију са спољним системима као што је ЦРМ софтвер. Унесите речник вредности у ЈСОН формату, као што је { "my_custom_setting": "value", "other_setting": "value" }
sr_latn: Sve dodatne informacije o kursu koji platformi treba ili to omogućava integraciju sa spoljnim sistemima kao što je CRM softver. Unesite rečnik vrednosti u JSON formatu, kao što je { "my_custom_setting": "value", "other_setting": "value" }

source: General
ru: Општи
sr_latn: Opšti

source: Category
ru: Категорија
sr_latn: Kategorija

source: Week 1
ru: 1. недеља
sr_latn: 1. nedelja

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
ru: Име категорије за дискусију. Ово име се појављује у левом окну форума за дискусију за курс.
sr_latn: Ime kategorije za diskusiju. Ovo ime se pojavljuje u levom oknu foruma za diskusiju za kurs.

source: Subcategory
ru: Подкатегорија
sr_latn: Podkategorija

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
ru: Назив подкатегорије за дискусију. Ово име се појављује у левом окну форума за дискусију за курс.
sr_latn: Naziv podkategorije za diskusiju. Ovo ime se pojavljuje u levom oknu foruma za diskusiju za kurs.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
ru: Нисте пријављени. Да бисте погледали садржај дискусије, {sign_in_link} или {register_link} и упишите се у овај курс.
sr_latn: Niste prijavljeni. Da biste pogledali sadržaj diskusije, {sign_in_link} ili {register_link} i upišite se u ovaj kurs.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
ru: {assignment_type} = {weighted_percent:.2%} од могућих {weight:.2%}
sr_latn: {assignment_type} = {weighted_percent:.2%} od mogućih {weight:.2%}

source: Generated
ru: Генерисан
sr_latn: Generisan

source: {section_type} {index} Unreleased - 0% (?/?)
ru: {section_type} {index} Неразумљено - 0% (? /?)
sr_latn: {section_type} {index} Nerazumljeno - 0% (? /?)

source: The lowest {drop_count} {section_type} scores are dropped.
ru: Најнижа {drop_count} {section_type} Сцорес је пао.
sr_latn: Najniža {drop_count} {section_type} Scores je pao.

source: {section_type} Average = {percent:.2%}
ru: {section_type} просек = {percent:.2%}
sr_latn: {section_type} prosek = {percent:.2%}

source: {short_label} Avg
ru: {short_label} АВГ

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
ru: ГРЕШКА: "{block_type} " је непозната врста компоненте. Ова компонента ће бити скривена у ЛМС-у.
sr_latn: GREŠKA: "{block_type} " je nepoznata vrsta komponente. Ova komponenta će biti skrivena u LMS-u.

source: Html contents to display for this block
ru: ХТМЛ садржај за приказ за овај блок
sr_latn: HTML sadržaj za prikaz za ovaj blok

source: Source code for LaTeX documents. This feature is not well-supported.
ru: Изворни код за Документе латекса. Ова функција није добро подржана.
sr_latn: Izvorni kod za Dokumente lateksa. Ova funkcija nije dobro podržana.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
ru: Изаберите Висуал да бисте унели садржај и да ли је уредник аутоматски креирати ХТМЛ. Изаберите РАВ да бисте директно уредили ХТМЛ. Ако промените ову поставку, морате да сачувате компоненту и поново је отворите за уређивање.
sr_latn: Izaberite Visual da biste uneli sadržaj i da li je urednik automatski kreirati HTML. Izaberite RAV da biste direktno uredili HTML. Ako promenite ovu postavku, morate da sačuvate komponentu i ponovo je otvorite za uređivanje.

source: Editor
ru: Уредник
sr_latn: Urednik

source: Visual
ru: Визуелни
sr_latn: Vizuelni

source: Raw
ru: Сирови
sr_latn: Sirovi

source: Hide Page From Learners
ru: Сакриј страницу од ученика
sr_latn: Sakrij stranicu od učenika

source: If you select this option, only course team members with the Staff or Admin role see this page.
ru: Ако одаберете ову опцију, само чланови тима курса са особљем или административне улоге погледајте ову страницу.
sr_latn: Ako odaberete ovu opciju, samo članovi tima kursa sa osobljem ili administrativne uloge pogledajte ovu stranicu.

source: HTML for the additional pages
ru: ХТМЛ за додатне странице
sr_latn: HTML za dodatne stranice

source: List of course update items
ru: Листа предмета за ажурирање курса
sr_latn: Lista predmeta za ažuriranje kursa

source: Count
ru: Рачунати
sr_latn: Računati

source: Enter the number of components to display to each student. Set it to -1 to display all components.
ru: Унесите број компоненти за приказ сваком ученику. Подесите га на -1 да бисте приказали све компоненте.
sr_latn: Unesite broj komponenti za prikaz svakom učeniku. Podesite ga na -1 da biste prikazali sve komponente.

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
ru: Одређује да ли је приказано дугме 'Reset Problems', па корисници могу да ресетују своје одговоре и поново преносе одабране ставке.
sr_latn: Određuje da li je prikazano dugme 'Reset Problems', pa korisnici mogu da resetuju svoje odgovore i ponovo prenose odabrane stavke.

source: The problem bank has been configured to show {count} problems. Please specify a positive number of problems, or specify -1 to show all problems.
ru: Банка проблема је конфигурисана да би се приказала {count} проблеми. Молимо наведите позитиван број проблема или одредите -1 да бисте приказали све проблеме.
sr_latn: Banka problema je konfigurisana da bi se prikazala {count} problemi. Molimo navedite pozitivan broj problema ili odredite -1 da biste prikazali sve probleme.

source: Edit the problem bank configuration.
ru: Уредите конфигурацију Банке проблема.
sr_latn: Uredite konfiguraciju Banke problema.

source: The problem bank has been configured to show {count} problems, but only {actual} have been selected.
ru: Банка Проблем је конфигурисана да би се приказала {count} Проблеми, али је изабран само {actual}.
sr_latn: Banka Problem je konfigurisana da bi se prikazala {count} Problemi, ali je izabran samo {actual}.

source: Any Type
ru: Било који тип
sr_latn: Bilo koji tip

source: Library
ru: Библиотека
sr_latn: Biblioteka

source: Select the library from which you want to draw content.
ru: Изаберите библиотеку из које желите да цртате садржај.
sr_latn: Izaberite biblioteku iz koje želite da crtate sadržaj.

source: Library Version
ru: Верзија библиотеке
sr_latn: Verzija biblioteke

source: Problem Type
ru: Врста проблема
sr_latn: Vrsta problema

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
ru: Изаберите врсту проблема да бисте дошли из библиотеке. Ако је одабрано "Any Type", не примењује се филтрирање.
sr_latn: Izaberite vrstu problema da biste došli iz biblioteke. Ako je odabrano "Any Type", не примењује се филтрирање.

source: Source content library has not been specified.
ru: Изворна библиотека садржаја није наведена.
sr_latn: Izvorna biblioteka sadržaja nije navedena.

source: Content libraries are not available in the current runtime.
ru: Библиотеке садржаја нису доступне у тренутном времењу за покретање.
sr_latn: Biblioteke sadržaja nisu dostupne u trenutnom vremenju za pokretanje.

source: Source content library does not exist: {source_library_id}
ru: Изворна библиотека садржаја не постоји: {source_library_id}
sr_latn: Izvorna biblioteka sadržaja ne postoji: {source_library_id}

source: This component is out of date. The library has new content.
ru: Ова компонента је застарела. Библиотека има нови садржај.
sr_latn: Ova komponenta je zastarela. Biblioteka ima novi sadržaj.

source: {refresh_icon} Update now.
ru: {refresh_icon} Ажурирај одмах.
sr_latn: {refresh_icon} Ažuriraj odmah.

source: Library is invalid, corrupt, or has been deleted.
ru: Библиотека је неважећа, оштећена или је избрисана.
sr_latn: Biblioteka je nevažeća, oštećena ili je izbrisana.

source: Edit Library List.
ru: Уређивање листе библиотека.
sr_latn: Uređivanje liste biblioteka.

source: This course does not support content libraries. Contact your system administrator for more information.
ru: Овај курс не подржава библиотеке садржаја. За више информација обратите се свом администратору система.
sr_latn: Ovaj kurs ne podržava biblioteke sadržaja. Za više informacija obratite se svom administratoru sistema.

source: A library has not yet been selected.
ru: Библиотека још није одабрана.
sr_latn: Biblioteka još nije odabrana.

source: Select a Library.
ru: Изаберите библиотеку.
sr_latn: Izaberite biblioteku.

source: There are no problems in the specified library of type {capa_type}.
ru: Нема проблема у наведеној библиотеци типа {capa_type}.
sr_latn: Nema problema u navedenoj biblioteci tipa {capa_type}.

source: Select another problem type.
ru: Изаберите други тип проблема.
sr_latn: Izaberite drugi tip problema.

source: The specified library is configured to fetch {count} problem,
ru: Наведена библиотека је конфигурисана да дохвати {count} проблем,
sr_latn: Navedena biblioteka je konfigurisana da dohvati {count} problem,

source: but there is only {actual} matching problem.
ru: али постоји само {actual} одговарајући проблем.
sr_latn: ali postoji samo {actual} odgovarajući problem.

source: Edit the library configuration.
ru: Уредите конфигурацију библиотеке.
sr_latn: Uredite konfiguraciju biblioteke.

source: Invalid Library
ru: Неважећа библиотека
sr_latn: Nevažeća biblioteka

source: No Library Selected
ru: Није изабрана библиотека
sr_latn: Nije izabrana biblioteka

source: Library Display Name
ru: Приказ библиотеке
sr_latn: Prikaz biblioteke

source: Enter the names of the advanced components to use in your library.
ru: Унесите имена напредних компоненти за употребу у вашој библиотеци.
sr_latn: Unesite imena naprednih komponenti za upotrebu u vašoj biblioteci.
