Repository: elearndevteam/imp-openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Invalid location URL provided
sr: Посебан је неважећи УРЛ локације
sr_latn: Poseban je nevažeći URL lokacije

source: The resource you are attempting to provide already exists
sr: Ресурс који покушавате да обезбедите већ постоји
sr_latn: Resurs koji pokušavate da obezbedite već postoji

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
sr: Ресурс који покушавате да обезбедите особље је онемогућило. Разлог:
sr_latn: Resurs koji pokušavate da obezbedite osoblje je onemogućilo. Razlog:

source: The selected resource does not exist
sr: Изабрани ресурс не постоји
sr_latn: Izabrani resurs ne postoji

source: Size of uploaded file exceeds threshold
sr: Величина пренесене датотеке прелази праг
sr_latn: Veličina prenesene datoteke prelazi prag

source: The configuration of pyfs is not properly set
sr: Конфигурација ПИФ-ова није правилно постављена
sr_latn: Konfiguracija PIF-ova nije pravilno postavljena

source: Endorse resource without permission
sr: Одобрење ресурса без дозволе
sr_latn: Odobrenje resursa bez dozvole

source: You don't have the permission to remove this resource
sr: Немате дозволу за уклањање овог ресурса
sr_latn: Nemate dozvolu za uklanjanje ovog resursa

source: Only staff can import resources
sr: Само особље може да увози ресурсе
sr_latn: Samo osoblje može da uvozi resurse

source: Please submit the JSON file obtained with the download resources button
sr: Пошаљите ЈСОН датотеку добијену на дугме за преузимање ресурса
sr_latn: Pošaljite JSON datoteku dobijenu na dugme za preuzimanje resursa

source: Tried to access flagged resources without staff permission
sr: Покушао да приступим означеним ресурсима без дозволе особља
sr_latn: Pokušao da pristupim označenim resursima bez dozvole osoblja

source: This is a list of recommended resources. If you\
sr: Ово је листа препоручених ресурса. Ако \
sr_latn: Ovo je lista preporučenih resursa. Ako \

source: Show related resources
sr: Прикажи сродне ресурсе
sr_latn: Prikaži srodne resurse

source: This will be a list of resources your fellow students thought might be helpful, but it is empty currently. If you find useful resources, either on edx.org or elsewhere, please add it.
sr: Ово ће бити списак ресурса које су мислили да би могле бити од помоћи, али је тренутно празна. Ако нађете корисне ресурсе, било на ЕДКС.орг или негде другде, додајте га.
sr_latn: Ovo će biti spisak resursa koje su mislili da bi mogle biti od pomoći, ali je trenutno prazna. Ako nađete korisne resurse, bilo na EDKS.org ili negde drugde, dodajte ga.

source: Add new resource &gt;&gt;
sr: Додајте нови ресурс &gt;&gt;
sr_latn: Dodajte novi resurs &gt;&gt;

source: Download resources
sr: Преузмите ресурсе
sr_latn: Preuzmite resurse

source: Upload resources
sr: Пошаљите ресурсе
sr_latn: Pošaljite resurse

source: mode
sr: режим
sr_latn: režim

source: This is a list of resources your fellow students thought might be helpful. If you find another useful resource, either on edx.org or elsewhere, please add it. If you can improve the description or preview of a resource, please do so as well. If you find a resource helpful, upvote it. If it&rsquo;s not so helpful, downvote it. If it has issues (illegal material, incorrect, etc.), please flag it and let us know the reason.
sr: Ово је списак ресурса који су мислили да би ваши колеге мислили да би могло бити од помоћи. Ако нађете још један користан ресурс, било на ЕДКС.орг или негде другде, додајте га. Ако можете да побољшате опис или преглед ресурса, молимо вас да учините и то. Ако пронађете ресурс који је користан, искористите га. Ако ИТ&rsquo;с не тако корисно, довнлот га. Ако има проблема (илегални материјал, нетачан итд.) Молимо вас да га означите и јавите нам разлог.
sr_latn: Ovo je spisak resursa koji su mislili da bi vaši kolege mislili da bi moglo biti od pomoći. Ako nađete još jedan koristan resurs, bilo na EDKS.org ili negde drugde, dodajte ga. Ako možete da poboljšate opis ili pregled resursa, molimo vas da učinite i to. Ako pronađete resurs koji je koristan, iskoristite ga. Ako IT&rsquo;s ne tako korisno, dovnlot ga. Ako ima problema (ilegalni materijal, netačan itd.) Molimo vas da ga označite i javite nam razlog.

source: cancel and go back to resource list
sr: Откажи и врати се на листу ресурса
sr_latn: Otkaži i vrati se na listu resursa

source: Resources (in JSON format):
sr: Ресурси (у ЈСОН формату):
sr_latn: Resursi (u JSON formatu):

source: Provide a file of resource list in JSON format
sr: Обезбедите датотеку листе ресурса у ЈСОН формату
sr_latn: Obezbedite datoteku liste resursa u JSON formatu

source: Reason
sr: Разлог
sr_latn: Razlog

source: Reason for why this resource should be removed
sr: Разлог зашто би овај ресурс требао уклонити
sr_latn: Razlog zašto bi ovaj resurs trebao ukloniti

source: Reason for why this resource should be endorsed
sr: Разлог зашто би овај ресурс требало да буде одобрен
sr_latn: Razlog zašto bi ovaj resurs trebalo da bude odobren

source: Reason for why this resource should be flagged
sr: Разлог зашто би овај ресурс требао бити означен
sr_latn: Razlog zašto bi ovaj resurs trebao biti označen

source: Title
sr: Назив
sr_latn: Naziv

source: Provide a resource title, required
sr: Потребно је назив ресурса
sr_latn: Potrebno je naziv resursa

source: Provide a meaningful title so other students know whether this is useful to them
sr: Пружити смислену титулу тако да други студенти знају да ли им је ово корисно
sr_latn: Pružiti smislenu titulu tako da drugi studenti znaju da li im je ovo korisno

source: Location
sr: Локација
sr_latn: Lokacija

source: Provide a resource location in url, required
sr: Обезбедите локацију ресурса у УРЛ-у, обавезно
sr_latn: Obezbedite lokaciju resursa u URL-u, obavezno

source: Description
sr: Опис
sr_latn: Opis

source: Provide a meaningful description so other students know whether this is useful to them
sr: Пружити смислени опис тако да други студенти знају да ли им је то корисно
sr_latn: Pružiti smisleni opis tako da drugi studenti znaju da li im je to korisno

source: Preview screenshot:
sr: Снимка за преглед прегледа:
sr_latn: Snimka za pregled pregleda:

source: Provide a resource screenshot
sr: Обезбедите снимку екрана ресурса
sr_latn: Obezbedite snimku ekrana resursa

source: Save change
sr: Спреми промене
sr_latn: Spremi promene

source: Provide a resource description
sr: Наведите опис ресурса
sr_latn: Navedite opis resursa

source: Provide a file of resource screenshot
sr: Наведите датотеку снимака заслона ресурса
sr_latn: Navedite datoteku snimaka zaslona resursa

source: Add resource
sr: Додајте ресурс
sr_latn: Dodajte resurs

source: Configuration setting
sr: Подешавање конфигурације
sr_latn: Podešavanje konfiguracije

source: Set the student-view, client side configurations for RecommenderXblock.
sr: Подесите виђење студента, конфигурације клијента за препоруке.
sr_latn: Podesite viđenje studenta, konfiguracije klijenta za preporuke.

source: Yes
sr: Да
sr_latn: Da

source: No
sr: Не
sr_latn: Ne

source: Do you want to take users on a little tour when they see the RecommenderXBlock first time?
sr: Да ли желите да преузмете кориснике на малој турнеји када први пут виде препорукеКсблоцк?
sr_latn: Da li želite da preuzmete korisnike na maloj turneji kada prvi put vide preporukeKsblock?

source: Do you want to disable the UX functions which are under development?
sr: Да ли желите да онемогућите УКС функције које су у развоју?
sr_latn: Da li želite da onemogućite UKS funkcije koje su u razvoju?

source: How many resources you want to show in each page of the resource list?
sr: Колико ресурса желите да прикажете на свакој страници листе ресурса?
sr_latn: Koliko resursa želite da prikažete na svakoj stranici liste resursa?

source: How many page icons in pagination control (i.e., page range)? The icons for pages from (current page - page range) to (current page + page range) will be shown.
sr: Колико иконе страница у контроли страних страница (тј. опсег страница)? Приказаће се иконе за странице са (тренутна страна странице - домет страница) на (тренутна паге + распон страница).
sr_latn: Koliko ikone stranica u kontroli stranih stranica (tj. opseg stranica)? Prikazaće se ikone za stranice sa (trenutna strana stranice - domet stranica) na (trenutna page + raspon stranica).

source: Recommend a new resource which may be helpful to other students solving this problem
sr: Препоручите нови ресурс који би могао бити од помоћи другим ученицима који решавају овај проблем
sr_latn: Preporučite novi resurs koji bi mogao biti od pomoći drugim učenicima koji rešavaju ovaj problem

source: Edit this resource
sr: Уредите овај ресурс
sr_latn: Uredite ovaj resurs

source: Upvote if the resource is helpful
sr: Спрема ако је ресурс користан
sr_latn: Sprema ako je resurs koristan

source: Downvote if the resource is not helpful
sr: Довнвоте ако ресурс није од помоћи
sr_latn: Dovnvote ako resurs nije od pomoći

source: Votes
sr: Гласовати
sr_latn: Glasovati

source: Resource title
sr: Наслов ресурса
sr_latn: Naslov resursa

source: Remove this resource and give the reason why you do that
sr: Уклоните овај ресурс и дајте разлог зашто то радите
sr_latn: Uklonite ovaj resurs i dajte razlog zašto to radite

source: Preview image (typically, a screenshot)
sr: Слика за преглед (обично, екрана)
sr_latn: Slika za pregled (obično, ekrana)

source: Give a short (1-3 sentence) summary of the resource; ideally, this should be concise, but give enough detail to let students know whether this resources is useful to them
sr: Дајте кратак (1-3 реченицу) резиме ресурса; У идеалном случају, ово би требало бити сажето, али дајте довољно детаља да бисте студентима дали да ли су ресурси корисни
sr_latn: Dajte kratak (1-3 rečenicu) rezime resursa; U idealnom slučaju, ovo bi trebalo biti sažeto, ali dajte dovoljno detalja da biste studentima dali da li su resursi korisni

source: Cut-and-paste the URL of the resource.
sr: Исећи и залепите УРЛ ресурса.
sr_latn: Iseći i zalepite URL resursa.

source: Give a paragraph of summary of the resource; the summary should be more detailed than you gave in Title
sr: Дају параграф резиме ресурса; Сажетак би требало да буде детаљнији него што сте дали наслов
sr_latn: Daju paragraf rezime resursa; Sažetak bi trebalo da bude detaljniji nego što ste dali naslov

source: Upload a preview screenshot (in GIF/PNG/JPG) of the resource; ideally, this should let students know whether this resources is useful to them
sr: Отпремање екрана за преглед (у GIF/PNG/JPG) ресурса; У идеалном случају, ово би требало да учествују да знају да ли су им ресурси корисни
sr_latn: Otpremanje ekrana za pregled (u GIF/PNG/JPG) resursa; U idealnom slučaju, ovo bi trebalo da učestvuju da znaju da li su im resursi korisni

source: Go back to the main list
sr: Вратите се на главну листу
sr_latn: Vratite se na glavnu listu

source: Give a meaningful reason for why this resource should be removed
sr: Дају значајан разлог зашто овај ресурс треба уклонити
sr_latn: Daju značajan razlog zašto ovaj resurs treba ukloniti

source: Flag this resource as problematic and give your reason
sr: Означите овај ресурс као проблематични и дајте свој разлог
sr_latn: Označite ovaj resurs kao problematični i dajte svoj razlog

source: Delete this resource
sr: Избришите овај ресурс
sr_latn: Izbrišite ovaj resurs

source: Show a list of student-recommented related resources
sr: Прикажи списак ресурса који се препоручује ученицима
sr_latn: Prikaži spisak resursa koji se preporučuje učenicima

source: Hide the recommendations list
sr: Сакријте листу препорука
sr_latn: Sakrijte listu preporuka

source: Check the icon to endorse this resource
sr: Проверите икону да бисте одобрили овај ресурс
sr_latn: Proverite ikonu da biste odobrili ovaj resurs

source: This resource is endorsed by staff
sr: Овај ресурс одобрава особље
sr_latn: Ovaj resurs odobrava osoblje

source: Click to view resources for removal
sr: Кликните да бисте видели ресурсе за уклањање
sr_latn: Kliknite da biste videli resurse za uklanjanje

source: Click to view resources in ordinary decreasing-vote order
sr: Кликните да бисте видели ресурсе у редовном реду за смањење гласова
sr_latn: Kliknite da biste videli resurse u redovnom redu za smanjenje glasova

source: Here is a list of reasons why students think this resource problematic:
sr: Ево листе разлога зашто студенти мисле да је овај ресурс проблематичан:
sr_latn: Evo liste razloga zašto studenti misle da je ovaj resurs problematičan:

source: The reason why it is endorsed is:
sr: Разлог зашто је одобрен је:
sr_latn: Razlog zašto je odobren je:

source: Resource:
sr: Ресурс:
sr_latn: Resurs:

source: votes
sr: гласовати
sr_latn: glasovati

source: The content you typed has not been submitted yet. Are you sure to go back?
sr: Садржај који сте унели још није достављен. Да ли сте сигурни да се вратите?
sr_latn: Sadržaj koji ste uneli još nije dostavljen. Da li ste sigurni da se vratite?

source: Import resources
sr: Увозне ресурсе
sr_latn: Uvozne resurse

source: Suggest resource
sr: Предложи ресурс
sr_latn: Predloži resurs

source: Edit existing resource
sr: Уређивање постојећег ресурса
sr_latn: Uređivanje postojećeg resursa

source: Flag Resource
sr: Ресурс заставе
sr_latn: Resurs zastave

source: Endorse Resource
sr: Одобрење ресурса
sr_latn: Odobrenje resursa

source: Remove Resource
sr: Уклоните ресурс
sr_latn: Uklonite resurs

source: Upload resources in JSON format to the database.
sr: Пошаљите ресурсе у JSON формату у базу података.
sr_latn: Pošaljite resurse u JSON formatu u bazu podataka.

source: Suggest a resource which can help other students with this problem. Please do not give the answer directly.
sr: Предложите ресурс који може помоћи другим ученицима овог проблема. Молим вас, не дајте одговор директно.
sr_latn: Predložite resurs koji može pomoći drugim učenicima ovog problema. Molim vas, ne dajte odgovor direktno.

source: Edit the resource and make it more helpful for other students with this problem. Please do not give the answer directly.
sr: Уредите ресурс и учините га кориснијим другим студентима са овим проблемом. Молим вас, не дајте одговор директно.
sr_latn: Uredite resurs i učinite ga korisnijim drugim studentima sa ovim problemom. Molim vas, ne dajte odgovor direktno.

source: Why would you like to flag this resource? The staff will review all flagged resources, and remove inappropriate ones (spam, incorrect, abusive, etc.). Giving a clear reason will help us do this efficiently.
sr: Зашто бисте желели да означите овај ресурс? Особље ће прегледати све означене ресурсе и уклонити непримерене (нежељене поште, нетачно, насилно итд.). Давање јасног разлога помоћи ће нам да то учинимо ефикасно.
sr_latn: Zašto biste želeli da označite ovaj resurs? Osoblje će pregledati sve označene resurse i ukloniti neprimerene (neželjene pošte, netačno, nasilno itd.). Davanje jasnog razloga pomoći će nam da to učinimo efikasno.

source: Endorse this resource and give the reason why you do that.
sr: Подржите овај ресурс и дајте разлог зашто то радите.
sr_latn: Podržite ovaj resurs i dajte razlog zašto to radite.

source: Remove this resource and give the reason why you do that.
sr: Уклоните овај ресурс и дате разлог зашто то радите.
sr_latn: Uklonite ovaj resurs i date razlog zašto to radite.

source: Hide related resources
sr: Скривање ресурса скривања
sr_latn: Skrivanje resursa skrivanja

source: From page {fromPage} To page {toPage}
sr: Од странице {fromPage} до странице {toPage}
sr_latn: Od stranice {fromPage} do stranice {toPage}

source: Export resources
sr: Извозни ресурси
sr_latn: Izvozni resursi

source: Entering import resource mode
sr: Унос режима увоза ресурса
sr_latn: Unos režima uvoza resursa

source: Entering add resource mode
sr: Унос додавања ресурса ресурса
sr_latn: Unos dodavanja resursa resursa

source: Add new resource
sr: Додајте нови ресурс
sr_latn: Dodajte novi resurs

source: Entering edit resource mode
sr: Унос режима за уређивање ресурса
sr_latn: Unos režima za uređivanje resursa

source: Entering flag resource mode
sr: Унос ресурса ресурса заставе
sr_latn: Unos resursa resursa zastave

source: Flag resource
sr: Ресурс заставе
sr_latn: Resurs zastave

source: Unflag resource
sr: Унфлаг ресурс
sr_latn: Unflag resurs

source: Endorse resource
sr: Одобрење ресурса
sr_latn: Odobrenje resursa

source: Unendorse resource
sr: Ундерсе ресурс
sr_latn: Underse resurs

source: Remove resource
sr: Уклоните ресурс
sr_latn: Uklonite resurs

source: Hovering resource
sr: Лебдећи ресурс
sr_latn: Lebdeći resurs

source: A resource was clicked
sr: Кликнуо је ресурс
sr_latn: Kliknuo je resurs

source: Back to resource list mode
sr: Повратак на режим листе ресурса
sr_latn: Povratak na režim liste resursa
