Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: sr

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
sr: Исосцелес троугао са три слоја сличне висине. Показано је усправно, па се најшири слој налази на дну, а најужи слој се налази на врху.

source: The Top Zone
sr: Горња зона

source: The Middle Zone
sr: Средња зона

source: The Bottom Zone
sr: Доња зона

source: Use this zone to associate an item with the top layer of the triangle.
sr: Користите ову зону да бисте повезали ставку горњи слој троугла.

source: Use this zone to associate an item with the middle layer of the triangle.
sr: Користите ову зону да бисте повезали ставку са средњим слојем троугла.

source: Use this zone to associate an item with the bottom layer of the triangle.
sr: Користите ову зону да бисте повезали ставку са доњим слојем троугла.

source: Correct! This one belongs to The Top Zone.
sr: Тачно! Овај припада топ зони.

source: Correct! This one belongs to The Middle Zone.
sr: Тачно! Овај припада средњој зони.

source: Correct! This one belongs to The Bottom Zone.
sr: Тачно! Овај припада доњој зони.

source: No, this item does not belong here. Try again.
sr: Не, овај артикал овде не припада. Покушајте поново.

source: You silly, there are no zones for this one.
sr: Глупо, за ово нема зона.

source: Of course it goes here! It goes anywhere!
sr: Наравно да иде овде! То иде било где!

source: Goes to the top
sr: Иде на врх

source: Goes to the middle
sr: Иде на средину

source: Goes to the bottom
sr: Иде на дно

source: Goes anywhere
sr: Иде било где

source: I don't belong anywhere
sr: Не припадам нигде

source: Drag the items onto the image above.
sr: Превуците ставке на горњу слику.

source: Good work! You have completed this drag and drop problem.
sr: Добар посао! Довршили сте овај проблем за повлачење и испуштање.

source: Title
sr: Назив

source: The title of the drag and drop problem. The title is displayed to learners.
sr: Наслов проблема за превучење и испуштање. Наслов се приказује ученицима.

source: Drag and Drop
sr: Превући и испуштати

source: Mode
sr: Режим

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
sr: Стандардни режим: Проблем пружа тренутне повратне информације сваки пут када ученик падне ставку на циљној зони. Режим оцењивања: Проблем даје повратне информације тек након што ученик падне све доступне ставке на циљне зоне.

source: Standard
sr: Стандардни

source: Assessment
sr: Процена

source: Maximum attempts
sr: Максимални покушаји

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
sr: Дефинише колико пута студент може да покуша да одговори на овај проблем. Ако вредност није постављена, дозвољени су бесконачни покушаји.

source: Show title
sr: Нагласак

source: Display the title to the learner?
sr: Прикажите наслов ученику?

source: Problem text
sr: Текст проблема

source: The description of the problem or instructions shown to the learner.
sr: Опис проблема или упутства приказаних ученика.

source: Show "Problem" heading
sr: Прикажи попис "Problem"

source: Display the heading "Problem" above the problem text?
sr: Прикажите наслов "Problem" изнад текста проблема?

source: Show answer
sr: Покажи одговор

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
sr: Дефинише када да покажете одговор на проблем. Подразумевана вредност се може поставити у напредним подешавањима. Да бисте вратили постављање прилагођене вредности, изаберите опцију 'Default'.

source: Default
sr: Подразумевано

source: Always
sr: Увек

source: Answered
sr: Одговоран

source: Attempted or Past Due
sr: Покушај или прошли доспело

source: Closed
sr: Затворен

source: Finished
sr: Завршен

source: Correct or Past Due
sr: Исправно или прошло доспело

source: Past Due
sr: Доспели

source: Never
sr: Невер

source: After All Attempts
sr: Након свих покушаја

source: After All Attempts or Correct
sr: Након свих покушаја или тачних

source: Attempted
sr: Покушај

source: Problem Weight
sr: Тежина проблема

source: Defines the number of points the problem is worth.
sr: Дефинише број бодова, проблем вреди.

source: Item background color
sr: Боја позадине предмета

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
sr: Позадина боја вучних предмета у проблему (пример: 'blue' или '#0000ff').

source: Item text color
sr: Текст предмета

source: Text color to use for draggable items (example: 'white' or '#ffffff').
sr: Боја текста која ће се користити за вучне ставке (пример: 'white' или '#ffffff').

source: Maximum items per zone
sr: Максимални артикли по зони

source: This setting limits the number of items that can be dropped into a single zone.
sr: Ово подешавање ограничава број предмета који се могу пасти у једну зону.

source: Problem data
sr: Подаци о проблемима

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
sr: Информације о зонама, предметима, повратним информацијама, објашњењу и позадинској слици за овај проблем. Ове информације су изведене из уноса који аутор курса омогућава преко интерактивног уређивача приликом конфигурисања проблема.

source: Information about current positions of items that a learner has dropped on the target image.
sr: Информације о тренутним позицијама предмета које је ученик пао на циљну слику.

source: Number of attempts learner used
sr: Број покушаја ученика који се користи

source: Indicates whether a learner has completed the problem at least once
sr: Означава да ли је ученик довршио проблем барем једном

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
sr: Застарело. Одржава максимални резултат постигнут студент као пондерисана вредност.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
sr: Држи максимални резултат постигнут студент као сирове вредности између 0 и 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
sr: Максимални резултат је доступан проблем као сирово вриједност између 0 и 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
sr: Ункновн ДНДВ2 мод {mode} - Курс је погрешно конфигурисан

source: show_answer handler should only be called for assessment mode
sr: Схов_Ансвер Хандлер треба да буде позван само на режим процене

source: The answer is unavailable
sr: Одговор је недоступан

source: do_attempt handler should only be called for assessment mode
sr: До_Аттемпт Хандлер треба да буде позван само на режим процене

source: Max number of attempts reached
sr: Максималан број покушаја постигнут је

source: Submission deadline has passed.
sr: Рок за подношење је прошао крајњи рок.

source: Loading drag and drop problem.
sr: Учитавање проблема превуците и испуштања.

source: Basic Settings
sr: Основна подешавања

source: (inherited from Advanced Settings)
sr: (наслеђено од напредних подешавања)

source: Introductory feedback
sr: Уводне повратне информације

source: Final feedback
sr: Завршна повратна информација

source: Explanation Text
sr: Текст за објашњење

source: Zones
sr: Зона

source: Background Image
sr: Позадинска слика

source: Provide custom image
sr: Обезбедите прилагођену слику

source: Generate image automatically
sr: Аутоматски генерише слику

source: Background URL
sr: УРЛ позадине

source: Change background
sr: Промените позадину

source: For example, 'http://example.com/background.png' or '/static/background.png'.
sr: На пример, 'http://example.com/background.png' или '/static/background.png'.

source: Zone Layout
sr: Изглед зона

source: Number of columns
sr: Број ступаца

source: Number of rows
sr: Број редова

source: Number of columns and rows.
sr: Број ступова и редова.

source: Zone Size
sr: Величина зоне

source: Zone width
sr: Ширина зоне

source: Zone height
sr: Висина зоне

source: Size of a single zone in pixels.
sr: Величина једне зоне у пикселима.

source: Generate image and zones
sr: Генерирајте слику и зоне

source: Background description
sr: Опис позадине

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
sr: Молимо наведите опис слике за не визуелне кориснике. Опис би требало да пружи довољно информација да би било кога омогућили да решите проблем чак и без да видите слику.

source: Zone labels
sr: Зона налепнице

source: Display label names on the image
sr: Прикажите имена етикета на слици

source: Zone borders
sr: Горњи зона

source: Display zone borders on the image
sr: Приказ зоне границе на слици

source: Display zone borders when dragging an item
sr: Приказ зоне границе приликом повлачења предмета

source: Zone definitions
sr: Дефиниције зона

source: Add a zone
sr: Додајте зону

source: Items
sr: Предмети

source: Item definitions
sr: Дефиниције предмета

source: Add an item
sr: Додајте ставку

source: Continue
sr: Настављати

source: Save
sr: Сачувати

source: Cancel
sr: Отказати

source: Your highest score is {score}
sr: Ваш највиши резултат је {score}

source: Final attempt was used, highest score is {score}
sr: Коначни покушај је коришћен, највиши резултат је {score}

source: Correctly placed {correct_count} item
sr: Исправно постављено {correct_count} предмета

source: Misplaced {misplaced_count} item
sr: Погрешан ставку {misplaced_count}

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
sr: Погрешан ставку {misplaced_count} (замењена ставка је враћена у банку предмета)

source: Did not place {missing_count} required item
sr: Није поставио {missing_count} потребну ставку

source: Submitting
sr: Који се шаље

source: Unknown Zone
sr: Непозната зона

source: Placed in: {zone_title}
sr: Постављен у: {zone_title}

source: Correctly placed in: {zone_title}
sr: Исправно постављен у: {zone_title}

source: , draggable, grabbed
sr: , драггабле, ухваћен

source: , draggable
sr: , драггабле

source: No items placed here
sr: Овде нема предмета

source: Items placed here:
sr: Предмети постављени овде:

source: , dropzone
sr: , Дропзон

source: droppable
sr: који одустарива

source: Feedback
sr: Повратна информација

source: Explanation
sr: Објашњење

source: Close
sr: Затворити

source: Keyboard Help
sr: Помоћ на тастатури

source: This is a screen reader-friendly problem.
sr: Ово је проблем прилагођен екрану.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
sr: Проблеми за повлачење и испуштање састоје се од вучних предмета и дробзона. Корисници би требало да одаберу дракску ставку са својим тастатуром, а затим идите до одговарајућег Дропзоне-а да га испустите.

source: You can complete this problem using only your keyboard by following the guidance below:
sr: Овај проблем можете испунити само на тастатури, пратећи упутства испод:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
sr: Користите само картицу и СХИФТ + Таб да бисте се кретали између вучних предмета и падова.

source: Press CTRL+M to select a draggable item (effectively picking it up).
sr: Притисните ЦТРЛ + М да бисте изабрали драггабилни артикал (ефикасно га покупите).

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
sr: Навигација се помоћу картице и СХИФТ + картице на одговарајућу Дропзоне и притисните Цтрл + М још једном да бисте је овде напустили.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
sr: Притисните ЕСЦ ако желите да откажете операцију пада (на пример, да бисте изабрали другу ставку).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
sr: Картица Назад на листу вучних предмета и поновите овај поступак све док сви вучни предмети нису постављени на њихове капке.

source: You have used {used} of {total} attempts.
sr: Користили сте {used} од {total} покушаја.

source: Submit
sr: Поднети

source: Show Answer
sr: Покажи одговор

source: Go to Beginning
sr: Ићи на почетак

source: Reset
sr: Ресетовати

source: Some of your answers were not correct.
sr: Неки од ваших одговора нису били тачни.

source: Hints:
sr: Савјети:

source: Correct
sr: Тачан

source: Incorrect
sr: Нетачан

source: {earned}/{possible} point (graded)
sr: {earned} / {possible} Поинт (оцењено)

source: {earned}/{possible} point (ungraded)
sr: {earned} / {possible} Поинт (Унградед)

source: {possible} point possible (graded)
sr: {possible} је могућа (оцењена)

source: {possible} point possible (ungraded)
sr: {possible} Поинт могућа (унградирано)

source: Drag and Drop Problem
sr: Превуците и испустите проблем

source: Problem
sr: Проблем

source: Item Bank
sr: Банк

source: Drop Targets
sr: Капљице

source: An error occurred. Unable to load drag and drop problem.
sr: Дошло је до грешке. Проблем за превлачење и испуштање немогућности учитавања.

source: You cannot add any more items to this zone.
sr: Не можете додати више предмета у ову зону.

source: There was an error with your form.
sr: Дошло је до грешке у вашем облику.

source: Please check over your submission.
sr: Молимо вас да проверите своје подношење.

source: Zone {num}
sr: Зона {num}

source: Please check the values you entered.
sr: Молимо проверите вредности које сте унели.

source: Saving
sr: Штедљив
