Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-image-modal/imagemodal/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Display Name
sr: Приказ име
sr_latn: Prikaz ime

source: This name appears in the horizontal navigation at the top of the page.
sr: Ово име се појављује у хоризонталној навигацији на врху странице.
sr_latn: Ovo ime se pojavljuje u horizontalnoj navigaciji na vrhu stranice.

source: Image Explorer
sr: Слика Екплорер
sr_latn: Slika Ekplorer

source: Hot Spots Coordinates Centered
sr: Вруће спотове координате усредсређене
sr_latn: Vruće spotove koordinate usredsređene

source: Store hotspots opened by student, for completion
sr: Сторе ХотСпотс коју је отворио студент, за завршетак
sr_latn: Store HotSpots koju je otvorio student, za završetak

source: XML contents to display for this module
sr: КСМЛ садржај за приказ за овај модул
sr_latn: KSML sadržaj za prikaz za ovaj modul

source: Missing event_type in JSON data
sr: Недостаје догађај_типе у ЈСОН података
sr_latn: Nedostaje događaj_tipe u JSON podataka

source: Title
sr: Назив
sr_latn: Naziv

source: The title of the Image Explorer that is displayed to the user
sr: Наслов Екплорер-овог слике који се приказује кориснику
sr_latn: Naslov Ekplorer-ovog slike koji se prikazuje korisniku

source: Hotspot coordinates centered
sr: Хотспот координате усредсређене
sr_latn: Hotspot koordinate usredsređene

source: If set to true, hotspot coordinates interpreted to point to the center of the hotspot
sr: Ако је постављено на ТРУЕ, протумачине координате хотспот-а да би се указало на средиште хотспот-а
sr_latn: Ako je postavljeno na TRUE, protumačine koordinate hotspot-a da bi se ukazalo na središte hotspot-a

source: If set to false, assumed to point to the top left corner of the hotspot image
sr: Ако је постављено на лажно, претпоставља се да ће указати на горњи леви угао слике хотспот-а
sr_latn: Ako je postavljeno na lažno, pretpostavlja se da će ukazati na gornji levi ugao slike hotspot-a

source: Definition
sr: Дефиниција
sr_latn: Definicija

source: The XML definition for the Image Explorer
sr: КСМЛ дефиниција за истраживач слике
sr_latn: KSML definicija za istraživač slike

source: Save
sr: Сачувати
sr_latn: Sačuvati

source: Cancel
sr: Отказати
sr_latn: Otkazati
