Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-qualtrics-survey/qualtricssurvey/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Display Name:
sr: Приказ назива:
sr_latn: Prikaz naziva:

source: This name appears in the horizontal navigation at the top of the page.
sr: Ово име се појављује у хоризонталној навигацији на врху странице.
sr_latn: Ovo ime se pojavljuje u horizontalnoj navigaciji na vrhu stranice.

source: Link Text:
sr: Текст везе:
sr_latn: Tekst veze:

source: This is the text that will link to your survey.
sr: Ово је текст који ће се повезати са ваше анкете.
sr_latn: Ovo je tekst koji će se povezati sa vaše ankete.

source: Message:
sr: Порука:
sr_latn: Poruka:

source: This is the text that will be displayed above the link to your survey.
sr: Ово је текст који ће се приказати изнад везе до вашег анкете.
sr_latn: Ovo je tekst koji će se prikazati iznad veze do vašeg ankete.

source: Param Name:
sr: Име парама:
sr_latn: Ime parama:

source: This is the name for the User ID parameter in the url. If blank, User ID is ommitted from the url.
sr: Ово је име за параметар корисника Усер-а у УРЛ-у. Ако је празно, кориснички ID је премијењен из УРЛ-а.
sr_latn: Ovo je ime za parametar korisnika User-a u URL-u. Ako je prazno, korisnički ID je premijenjen iz URL-a.

source: Survey ID:
sr: ID анкете:
sr_latn: ID ankete:

source: This is the ID that Qualtrics uses for the survey, which can include numbers and letters, and should be entered in the following format: SV_###############
sr: Ово је ID који Квалификације користи за истраживање, које могу да садрже бројеве и слова, и требало би да се унесе у следеће формате: SV_###############
sr_latn: Ovo je ID koji Kvalifikacije koristi za istraživanje, koje mogu da sadrže brojeve i slova, i trebalo bi da se unese u sledeće formate: SV_###############

source: Your University:
sr: Ваш универзитет:
sr_latn: Vaš univerzitet:

source: This is the name of your university.
sr: Ово је име вашег универзитета.
sr_latn: Ovo je ime vašeg univerziteta.
