Repository: elearndevteam/imp-openedx-translations
Catalog: translations/DoneXBlock/done/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Is the student done?
sr: Да ли је студент урађен?
sr_latn: Da li je student urađen?

source: Align left/right/center
sr: Поравнајте лево/десно/центар
sr_latn: Poravnajte levo/desno/centar

source: Display name
sr: Приказ име
sr_latn: Prikaz ime

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
sr: Форматирани низ ISO-8601 који представља датум почетка овог задатка. То игноришемо.
sr_latn: Formatirani niz ISO-8601 koji predstavlja datum početka ovog zadatka. To ignorišemo.

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
sr: Форматирани низ ISO-8601 који представља датум доспећа овог задатка. То игноришемо.
sr_latn: Formatirani niz ISO-8601 koji predstavlja datum dospeća ovog zadatka. To ignorišemo.

source: Problem Weight
sr: Тежина проблема
sr_latn: Težina problema

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
sr: Дефинише број бодова који сваки проблем вреди. Ако вредност није постављена, проблем вреди збир вредности опција Поинт.
sr_latn: Definiše broj bodova koji svaki problem vredi. Ako vrednost nije postavljena, problem vredi zbir vrednosti opcija Point.

source: I have completed this
sr: Ово сам завршио
sr_latn: Ovo sam završio

source: Unmark
sr: Одзначити
sr_latn: Odznačiti

source: Mark as complete
sr: Означи као комплетно
sr_latn: Označi kao kompletno

source: This is a very simple component with no configuration options. It is used for helping student keep track of what portion of a course they've completed. For example, you might place this underneath each text and video component, and students can see in their progress page which portions are completed and which still need to be watched or read.
sr: Ово је врло једноставна компонента без опција конфигурације. Користи се за помагање ученицима да прати онај део курса који су завршили. На пример, то бисте могли да поставите испод сваког текста и видео компоненте, а студенти могу да виде у својој страници напретка који су порције завршени Анд Кхоицх који је још увек потребно гледати или прочитати.
sr_latn: Ovo je vrlo jednostavna komponenta bez opcija konfiguracije. Koristi se za pomaganje učenicima da prati onaj deo kursa koji su završili. Na primer, to biste mogli da postavite ispod svakog teksta i video komponente, a studenti mogu da vide u svojoj stranici napretka koji su porcije završeni And Khoich koji je još uvek potrebno gledati ili pročitati.

source: It is also helpful to give students a way to sign off on having completed something. They are less likely to skip material that way.
sr: Такође је корисно дати ученицима начин да се одјаве да нешто окончају. Мање је вероватно да ће на тај начин прескочити материјал.
sr_latn: Takođe je korisno dati učenicima način da se odjave da nešto okončaju. Manje je verovatno da će na taj način preskočiti materijal.

source: (If you're a real power-user, in OLX, we do allow you to add an align tag, which can left-, center-, or right-justify the XBlock)
sr: (Ако сте прави корисник моћи, у OLX-у, омогућавамо вам да додате ознаку, која може бити: left-, center- или right-justify XBlock)
sr_latn: (Ako ste pravi korisnik moći, u OLX-u, omogućavamo vam da dodate oznaku, koja može biti: left-, center- ili right-justify XBlock)
