Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-submit-and-compare/submit_and_compare/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: Display Name
ru: Приказ име
sr_latn: Prikaz ime

source: This name appears in the horizontal navigation at the top of the page
ru: Ово име се појављује у хоризонталној навигацији на врху странице
sr_latn: Ovo ime se pojavljuje u horizontalnoj navigaciji na vrhu stranice

source: Weight
ru: Тежина
sr_latn: Težina

source: This assigns an integer value representing the weight of this problem
ru: Ово додељује целокупну вредност која представља тежину овог проблема
sr_latn: Ovo dodeljuje celokupnu vrednost koja predstavlja težinu ovog problema

source: Max Attempts
ru: МАКС покушаји
sr_latn: MAKS pokušaji

source: This assigns an integer value representing the maximum number of times a student can attempt the problem
ru: Ово додељује целокупну вредност која представља максимални број пута када студент може да покуша проблем
sr_latn: Ovo dodeljuje celokupnu vrednost koja predstavlja maksimalni broj puta kada student može da pokuša problem

source: Label for Student Answer
ru: Ознака за одговор студената
sr_latn: Oznaka za odgovor studenata

source: Label for the text area containing the student's answer
ru: Ознака за текстуалне површине која садржи одговор ученика
sr_latn: Oznaka za tekstualne površine koja sadrži odgovor učenika

source: Label for Expert Answer
ru: Ознака за стручни одговор
sr_latn: Oznaka za stručni odgovor

source: Label for the 'expert' answer
ru: Ознака за одговор 'expert'
sr_latn: Oznaka za odgovor 'expert'

source: Label for Submit Button
ru: Ознака за дугме за слање
sr_latn: Oznaka za dugme za slanje

source: Label for the submit button
ru: Ознака за дугме за слање
sr_latn: Oznaka za dugme za slanje

source: Definition
ru: Дефиниција
sr_latn: Definicija

source: The XML definition for the question and expert answer
ru: XML дефиниција за питање и стручни одговор
sr_latn: XML definicija za pitanje i stručni odgovor

source: Save
ru: Сачувати
sr_latn: Sačuvati

source: Cancel
ru: Отказати
sr_latn: Otkazati

source: Hint ({number} of {total}): {hint}
ru: Савет ({number} од {total}): {hint}
sr_latn: Savet ({number} od {total}): {hint}

source: You have used {count_attempts} of {max_attempts} submission
ru: Користили сте {count_attempts} од {max_attempts} пријаве
sr_latn: Koristili ste {count_attempts} od {max_attempts} prijave

source: {weight} point possible
ru: {weight} Поинт је могуће
sr_latn: {weight} Point je moguće

source: /{weight} point
ru: / {weight} Поинт
