Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Missing LTI 1.3 authentication token.
sr: Недостаје LTI 1.3 токен за аутентификацију.
sr_latn: Nedostaje LTI 1.3 token za autentifikaciju.

source: Invalid token header. No credentials provided.
sr: Неважећи заглавље токена. Нису дате акредитиве.
sr_latn: Nevažeći zaglavlje tokena. Nisu date akreditive.

source: Invalid token header. Token string should not contain spaces.
sr: Неважећи заглавље токена. Гробонски низ не сме да садржи размаке.
sr_latn: Nevažeći zaglavlje tokena. Grobonski niz ne sme da sadrži razmake.

source: LTI configuration not found.
sr: LTI конфигурација није пронађена.
sr_latn: LTI konfiguracija nije pronađena.

source: Invalid token signature.
sr: Неважећи потпис токена.
sr_latn: Nevažeći potpis tokena.

source: No valid user id found in endpoint URL
sr: Није пронађен валидан кориснички ИД у Ендпоинт URL-у
sr_latn: Nije pronađen validan korisnički ID u Endpoint URL-u

source: Configuration on block
sr: Конфигурација на блоку
sr_latn: Konfiguracija na bloku

source: Database Configuration
sr: Конфигурација базе података
sr_latn: Konfiguracija baze podataka

source: Reusable Configuration
sr: Конфигурација за вишекратну употребу
sr_latn: Konfiguracija za višekratnu upotrebu

source: Display Name
sr: Приказ име
sr_latn: Prikaz ime

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
sr: Унесите име које ученици виде за ову компоненту. Извештаји о аналитици такође могу да користе и назив приказа да би се идентификовало ову компоненту.
sr_latn: Unesite ime koje učenici vide za ovu komponentu. Izveštaji o analitici takođe mogu da koriste i naziv prikaza da bi se identifikovalo ovu komponentu.

source: LTI Consumer
sr: LTI потрошач
sr_latn: LTI potrošač

source: LTI Application Information
sr: LTI Информације о апликацији
sr_latn: LTI Informacije o aplikaciji

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
sr: Унесите опис апликације треће стране. Ако тражите корисничко име и / или е-маил, користите овај текстуални оквир да бисте информисали кориснике зашто ће њихово корисничко име и / или е-маил бити прослеђен апликацији треће стране.
sr_latn: Unesite opis aplikacije treće strane. Ako tražite korisničko ime i / ili e-mail, koristite ovaj tekstualni okvir da biste informisali korisnike zašto će njihovo korisničko ime i / ili e-mail biti prosleđen aplikaciji treće strane.

source: Configuration Type
sr: Тип конфигурације
sr_latn: Tip konfiguracije

source: Select 'Configuration on block' to configure a new LTI Tool. If the support staff provided you with a pre-configured LTI reusable Tool ID, select'Reusable Configuration' and enter it in the text field below.
sr: Изаберите 'Configuration on block' да бисте конфигурисали нови LTI алат. Ако вам је особље подршке пружио пре конфигурисане LTI ИД алатка за поновно вишекратну употребу, селецт'Reusable Configuration' и унесите је у текстуално поље испод.
sr_latn: Izaberite 'Configuration on block' da biste konfigurisali novi LTI alat. Ako vam je osoblje podrške pružio pre konfigurisane LTI ID alatka za ponovno višekratnu upotrebu, select'Reusable Configuration' i unesite je u tekstualno polje ispod.

source: LTI Version
sr: LTI верзија
sr_latn: LTI verzija

source: Select the LTI version that your tool supports.<br />The XBlock LTI Consumer fully supports LTI 1.1.1, LTI 1.3 and LTI Advantage features.
sr: Изаберите верзију LTI да је ваша опрема за алате.<br />ТХЕ КСБЛОЦК LTI Потрошач у потпуности подржава LTI 1.1.1, LTI 1.3 и LTI Адвантаге Функције.
sr_latn: Izaberite verziju LTI da je vaša oprema za alate.<br />THE KSBLOCK LTI Potrošač u potpunosti podržava LTI 1.1.1, LTI 1.3 i LTI Advantage Funkcije.

source: LTI Reusable Configuration ID
sr: LTI Цонфигуратион ИД за вишекратну употребу
sr_latn: LTI Configuration ID za višekratnu upotrebu

source: Enter the reusable LTI external configuration ID provided by the support staff.
sr: Унесите LTI спољну конфигурацију за вишекратну употребу које је дао особље за подршку.
sr_latn: Unesite LTI spoljnu konfiguraciju za višekratnu upotrebu koje je dao osoblje za podršku.

source: Tool Launch URL
sr: URL за лансирање алата
sr_latn: URL za lansiranje alata

source: Enter the LTI 1.3 Tool Launch URL. <br />This is the URL the LMS will use to launch the LTI Tool.
sr: Унесите LTI 1.3 URL покретања алата. <br />ТХИС је URL за ЛМС ће користити за покретање LTI алата.
sr_latn: Unesite LTI 1.3 URL pokretanja alata. <br />THIS je URL za LMS će koristiti za pokretanje LTI alata.

source: Tool Initiate Login URL
sr: Алат иницира URL за пријаву
sr_latn: Alat inicira URL za prijavu

source: Enter the LTI 1.3 Tool OIDC Authorization url (can also be called login or login initiation URL).<br />This is the URL the LMS will use to start a LTI authorization prior to doing the launch request.
sr: Унесите LTI 1.3 Алат OIDC URL ауторизације (може се назвати иницијатион за пријаву или пријаву) .<br />Тхис је URL-a ЛМС ће користити за покретање овлашћења LTI пре него што је покренула захтјев за покретање.
sr_latn: Unesite LTI 1.3 Alat OIDC URL autorizacije (može se nazvati inicijation za prijavu ili prijavu) .<br />This je URL-a LMS će koristiti za pokretanje ovlašćenja LTI pre nego što je pokrenula zahtjev za pokretanje.

source: Registered Redirect URIs
sr: Регистровани преусмеравање Урис
sr_latn: Registrovani preusmeravanje Uris

source: Valid urls the Tool may request us to redirect the id token to. The redirect uris are often the same as the launch url/deep linking url so if this field is empty, it will use them as the default. If you need to use different redirect uri's, enter them here. If you use this field you must enter all valid redirect uri's the tool may request.
sr: Важеће URL адресе Алат може да нас затражи да преусмеравамо ИД токена. Урис преусмеравања су често исти као И лансирање URL-a / дубоко повезивање URL-a, тако да је ово поље празно, користиће их као задано. Ако требате да користите различите преусмеравање УРИП's, enter them here. If you use this field you must enter all valid redirect uri'С, алат може затражити.
sr_latn: Važeće URL adrese Alat može da nas zatraži da preusmeravamo ID tokena. Uris preusmeravanja su često isti kao I lansiranje URL-a / duboko povezivanje URL-a, tako da je ovo polje prazno, koristiće ih kao zadano. Ako trebate da koristite različite preusmeravanje URIP's, enter them here. If you use this field you must enter all valid redirect uri'S, alat može zatražiti.

source: Tool Public Key Mode
sr: Режим јавног кључа алата
sr_latn: Režim javnog ključa alata

source: Select how the tool's public key information will be specified.
sr: Изаберите како ће се навести јавни кључни кључни подаци о алату.
sr_latn: Izaberite kako će se navesti javni ključni ključni podaci o alatu.

source: Tool Keyset URL
sr: URL алата Кеисет
sr_latn: URL alata Keiset

source: Enter the LTI 1.3 Tool's JWK keysets URL.<br />This link should retrieve a JSON file containing public keys and signature algorithm information, so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
sr: Унесите LTI 1.3 Алатни JWK тастери URL.<br />Овај линк треба да преузме JSON датотеку која садржи јавне тастере и информације о потпису и захтјев да постоје ли поруке и захтеви за лансирање. Покретање Алат.<br /><b>Тхис није потребан када је LTI Адвантагес.</b>
sr_latn: Unesite LTI 1.3 Alatni JWK tasteri URL.<br />Ovaj link treba da preuzme JSON datoteku koja sadrži javne tastere i informacije o potpisu i zahtjev da postoje li poruke i zahtevi za lansiranje. Pokretanje Alat.<br /><b>This nije potreban kada je LTI Advantages.</b>

source: Tool Public Key
sr: Јавни кључ алата
sr_latn: Javni ključ alata

source: Enter the LTI 1.3 Tool's public key.<br />This is a string that starts with '-----BEGIN PUBLIC KEY-----' and is required so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
sr: Унесите LTI 1.3 Тоол's public key.<br />Ово је string који почиње са ' ----- Почните јавни тастер ----- 'и потребан је да лими могу да провере да ли су примљени поруке и захтеви за лансирање на алатку.<br /><b>Тхис није потребно када је LTI 1.3 лансирање без LTI предности нити предности нити предности нити предности нити предности нити предност нити основне резултате.
sr_latn: Unesite LTI 1.3 Tool's public key.<br />Ovo je string koji počinje sa ' ----- Počnite javni taster ----- 'i potreban je da limi mogu da provere da li su primljeni poruke i zahtevi za lansiranje na alatku.<br /><b>This nije potrebno kada je LTI 1.3 lansiranje bez LTI prednosti niti prednosti niti prednosti niti prednosti niti prednosti niti prednost niti osnovne rezultate.

source: Enable LTI NRPS
sr: Омогући LTI НРПС
sr_latn: Omogući LTI NRPS

source: Enable LTI Names and Role Provisioning Services.
sr: Омогућите Имена и услуге пружања услуга.
sr_latn: Omogućite Imena i usluge pružanja usluga.

source: Deep linking
sr: Дубоко повезивање
sr_latn: Duboko povezivanje

source: Select True if you want to enable LTI Advantage Deep Linking.
sr: Изаберите ТРУЕ ако желите да омогућите LTI Адвантаге дубоко повезивање.
sr_latn: Izaberite TRUE ako želite da omogućite LTI Advantage duboko povezivanje.

source: Deep Linking Launch URL
sr: Дубоко повезивање URL-a
sr_latn: Duboko povezivanje URL-a

source: Enter the LTI Advantage Deep Linking Launch URL. If the tool does not specify one, use the same value as 'Tool Launch URL'.
sr: Унесите LTI Адвантаге Дееп Ланцинг URL за покретање. Ако алат не одреди један, користите исту вредност као 'Tool Launch URL'.
sr_latn: Unesite LTI Advantage Deep Lancing URL za pokretanje. Ako alat ne odredi jedan, koristite istu vrednost kao 'Tool Launch URL'.

source: LTI Assignment and Grades Service
sr: LTI сервис за доделу и разреде
sr_latn: LTI servis za dodelu i razrede

source: Disabled
sr: Инвалидски
sr_latn: Invalidski

source: Allow tools to submit grades only (declarative)
sr: Дозволите алате да поднесу само оцене (декларативно)
sr_latn: Dozvolite alate da podnesu samo ocene (deklarativno)

source: Allow tools to manage and submit grade (programmatic)
sr: Дозволите алате за управљање и поднесак оцене (програмично)
sr_latn: Dozvolite alate za upravljanje i podnesak ocene (programično)

source: Enable the LTI-AGS service and select the functionality enabled for LTI tools. The 'declarative' mode (default) will provide a tool with a LineItem created from the XBlock settings, while the 'programmatic' one will allow tools to manage, create and link the grades.
sr: Омогућите LTI-AGS услугу и изаберите функционалност омогућена за LTI алате. Режим 'declarative' (подразумевано) ће пружити алатку са линиитем-ом створеним од Ксблоцк подешавања, док ће 'programmatic' омогућити алате за управљање, креирање и повезивање оцена.
sr_latn: Omogućite LTI-AGS uslugu i izaberite funkcionalnost omogućena za LTI alate. Režim 'declarative' (podrazumevano) će pružiti alatku sa liniitem-om stvorenim od Ksblock podešavanja, dok će 'programmatic' omogućiti alate za upravljanje, kreiranje i povezivanje ocena.

source: LTI ID
sr: Ид
sr_latn: Id

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
sr: Унесите LTI ИД за спољни LTI провајдера. Ова вредност мора бити иста LTI ИД коју сте унели у LTI пасоше Подешавање на напредним подешавањима странице.<br />сее {docs_anchor_open}ЕДКС LTI Доцументатион{anchor_close} За више детаља о овом подешавању.
sr_latn: Unesite LTI ID za spoljni LTI provajdera. Ova vrednost mora biti ista LTI ID koju ste uneli u LTI pasoše Podešavanje na naprednim podešavanjima stranice.<br />see {docs_anchor_open}EDKS LTI Documentation{anchor_close} Za više detalja o ovom podešavanju.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
sr: Унесите URL спољног алата који се ова компонента покреће. Ово подешавање се користи само када се сакрије спољни алат је постављен на ФАЛСЕ.<br />СЕЕ {docs_anchor_open}ЕДКС LTI Доцументатион{anchor_close} За више детаља о овом подешавању.
sr_latn: Unesite URL spoljnog alata koji se ova komponenta pokreće. Ovo podešavanje se koristi samo kada se sakrije spoljni alat je postavljen na FALSE.<br />SEE {docs_anchor_open}EDKS LTI Documentation{anchor_close} Za više detalja o ovom podešavanju.

source: Custom Parameters
sr: Прилагођени параметри
sr_latn: Prilagođeni parametri

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component. Ex. ["page=1", "color=white"]<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
sr: Додајте пари за кључ / вредност за све прилагођене параметре, као што је страница, ваша е-књига треба да отвори или позадинску боју за ову компоненту. Ек. ["page=1", "color=white"] <br />Сее {docs_anchor_open}ЕДКС LTI Доцументатион{anchor_close} За више детаља о овом подешавању.
sr_latn: Dodajte pari za ključ / vrednost za sve prilagođene parametre, kao što je stranica, vaša e-knjiga treba da otvori ili pozadinsku boju za ovu komponentu. Ek. ["page=1", "color=white"] <br />See {docs_anchor_open}EDKS LTI Documentation{anchor_close} Za više detalja o ovom podešavanju.

source: LTI Launch Target
sr: LTI Покретање циља
sr_latn: LTI Pokretanje cilja

source: Select Inline if you want the LTI content to open in an IFrame in the current page. Select Modal if you want the LTI content to open in a modal window in the current page. Select New Window if you want the LTI content to open in a new browser window. This setting is only used when Hide External Tool is set to False.
sr: Изаберите Инлине ако желите да садржај LTI отвори у иФраме на тренутној страници. Изаберите МОДАЛ ако желите да се садржај LTI отвори у модалном прозору на тренутној страници. Изаберите Нови прозор ако желите да садржај LTI отвори у нови прозор прегледача. Ово подешавање се користи само када се сакрије спољни алат постављен је на ФАЛСЕ.
sr_latn: Izaberite Inline ako želite da sadržaj LTI otvori u iFrame na trenutnoj stranici. Izaberite MODAL ako želite da se sadržaj LTI otvori u modalnom prozoru na trenutnoj stranici. Izaberite Novi prozor ako želite da sadržaj LTI otvori u novi prozor pregledača. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na FALSE.

source: Button Text
sr: Тастер ТЕКСТ
sr_latn: Taster TEKST

source: Enter the text on the button used to launch the third party application. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal or New Window.
sr: Унесите текст на дугме који се користи за покретање апликације треће стране. Ово подешавање се користи само када се сакрије спољни алат постављен је на лажно, а LTI циљ лансирања постављен је на модални или нови прозор.
sr_latn: Unesite tekst na dugme koji se koristi za pokretanje aplikacije treće strane. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na lažno, a LTI cilj lansiranja postavljen je na modalni ili novi prozor.

source: Inline Height
sr: Линијска висина
sr_latn: Linijska visina

source: Enter the desired pixel height of the iframe which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Inline.
sr: Унесите жељену висину пиксела иФраме који ће садржавати LTI алат. Ово подешавање се користи само када се сакрије спољни алат постављен је на ФАЛСЕ и LTI ЦИЉИНГ ТРЕНИНГ је постављен на линију.
sr_latn: Unesite željenu visinu piksela iFrame koji će sadržavati LTI alat. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na FALSE i LTI CILjING TRENING je postavljen na liniju.

source: Modal Height
sr: Модална висина
sr_latn: Modalna visina

source: Enter the desired viewport percentage height of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
sr: Унесите жељени процентни проценат приказа модалног прекривања који ће садржавати LTI алат. Ово подешавање се користи само када се сакрије спољни алат постављен је на лажно и LTI циљ лансирања постављен је на модал.
sr_latn: Unesite željeni procentni procenat prikaza modalnog prekrivanja koji će sadržavati LTI alat. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na lažno i LTI cilj lansiranja postavljen je na modal.

source: Modal Width
sr: Модална ширина
sr_latn: Modalna širina

source: Enter the desired viewport percentage width of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
sr: Унесите жељени проценат процента приказа модалног прекривања који ће садржати LTI алат. Ово подешавање се користи само када се сакрије спољни алат постављен је на лажно и LTI циљ лансирања постављен је на модал.
sr_latn: Unesite željeni procenat procenta prikaza modalnog prekrivanja koji će sadržati LTI alat. Ovo podešavanje se koristi samo kada se sakrije spoljni alat postavljen je na lažno i LTI cilj lansiranja postavljen je na modal.

source: Scored
sr: Постигнут
sr_latn: Postignut

source: Select True if this component will receive a numerical score from the external LTI system.
sr: Изаберите тачно ако ће ова компонента добити нумерички резултат из спољног LTI система.
sr_latn: Izaberite tačno ako će ova komponenta dobiti numerički rezultat iz spoljnog LTI sistema.

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
sr: Унесите број бодова могући за ову Цомпонент. Досталну вредност је 1,0. Ов поставка само када се постиже када је постигнут на ТРУЕ.
sr_latn: Unesite broj bodova mogući za ovu Component. Dostalnu vrednost je 1,0. Ov postavka samo kada se postiže kada je postignut na TRUE.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
sr: Резултат чуван у КСБлоцк КВС - дупликат објављеног резултата у Дјанго ДБ
sr_latn: Rezultat čuvan u KSBlock KVS - duplikat objavljenog rezultata u Django DB

source: Comment as returned from grader, LTI2.0 spec
sr: Коментар као враћени из грејдера, LTI2.0 Спец
sr_latn: Komentar kao vraćeni iz grejdera, LTI2.0 Spec

source: Hide External Tool
sr: Сакријте спољни алат
sr_latn: Sakrijte spoljni alat

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
sr: Изаберите Тачно ако желите да користите ову компоненту као резервоару за синхронизацију са спољним градинг системом, а не да бисте покренули спољни алат. Тхис Подешавање скрива дугме лансирања и било којим ирамима за ову компоненту.
sr_latn: Izaberite Tačno ako želite da koristite ovu komponentu kao rezervoaru za sinhronizaciju sa spoljnim grading sistemom, a ne da biste pokrenuli spoljni alat. This Podešavanje skriva dugme lansiranja i bilo kojim iramima za ovu komponentu.

source: Accept grades past deadline
sr: Прихватите оцене прошлог рока
sr_latn: Prihvatite ocene prošlog roka

source: Select True to allow third party systems to post grades past the deadline.
sr: Изаберите ТРУЕ да бисте омогућили системима трећих страна да поставе оцене поред рока.
sr_latn: Izaberite TRUE da biste omogućili sistemima trećih strana da postave ocene pored roka.

source: Request user's username
sr: Затражите корисничко име корисника
sr_latn: Zatražite korisničko ime korisnika

source: Select True to request the user's username.
sr: Изаберите ТРУЕ да бисте затражили корисничко име корисника.
sr_latn: Izaberite TRUE da biste zatražili korisničko ime korisnika.

source: Request user's full name
sr: Затражите пуно име корисника
sr_latn: Zatražite puno ime korisnika

source: Select True to request the user's full name.
sr: Изаберите тачно да бисте затражили пуно име корисника.
sr_latn: Izaberite tačno da biste zatražili puno ime korisnika.

source: Request user's email
sr: Затражите е-пошту корисника
sr_latn: Zatražite e-poštu korisnika

source: Select True to request the user's email address.
sr: Изаберите Тачно да бисте затражили корисничку адресу е-поште.
sr_latn: Izaberite Tačno da biste zatražili korisničku adresu e-pošte.

source: Send extra parameters
sr: Пошаљите додатне параметре
sr_latn: Pošaljite dodatne parametre

source: Select True to send the extra parameters, which might contain Personally Identifiable Information. The processors are site-wide, please consult the site administrator if you have any questions.
sr: Изаберите ТРУЕ да бисте послали додатне параметре, који могу садржавати лично препознатљиве информације. Процесори су широм границе, молимо да се обратите администратору сајта ако имате било каквих питања.
sr_latn: Izaberite TRUE da biste poslali dodatne parametre, koji mogu sadržavati lično prepoznatljive informacije. Procesori su širom granice, molimo da se obratite administratoru sajta ako imate bilo kakvih pitanja.

source: Custom Parameters must be a list
sr: Прилагођени параметри морају бити листа
sr_latn: Prilagođeni parametri moraju biti lista

source: Custom Parameters should be strings in "x=y" format.
sr: Прилагођени параметри треба да буду жице у "x=y" формату.
sr_latn: Prilagođeni parametri treba da budu žice u "x=y" formatu.

source: Reusable configuration ID must be set when using external config (Example: "x:y").
sr: Коришћење спољне конфигурације за употребу у више блокирања за вишекратну употребу (пример: "x:y").
sr_latn: Korišćenje spoljne konfiguracije za upotrebu u više blokiranja za višekratnu upotrebu (primer: "x:y").

source: The specified LTI ID is not configured in this course's Advanced Settings.
sr: Наведени LTI ИД није конфигурисан у напредним подешавањима овог курса.
sr_latn: Navedeni LTI ID nije konfigurisan u naprednim podešavanjima ovog kursa.

source: Could not get user data for current request
sr: Није могао да добије корисничке податке за тренутни захтев
sr_latn: Nije mogao da dobije korisničke podatke za trenutni zahtev

source: Could not parse LTI passport: {lti_passport!r}. Should be "id:key:secret" string.
sr: Није могао парити LTI пасош: {lti_passport!r}. Треба да буде "id:key:secret" низ.
sr_latn: Nije mogao pariti LTI pasoš: {lti_passport!r}. Treba da bude "id:key:secret" niz.

source: Could not get user id for current request
sr: Није могао добити кориснички ИД за тренутни захтев
sr_latn: Nije mogao dobiti korisnički ID za trenutni zahtev

source: Could not parse custom parameter: {custom_parameter!r}. Should be "x=y" string.
sr: Није могуће анализирати прилагођени параметар: {custom_parameter!r}. Треба да буде "x=y" низ.
sr_latn: Nije moguće analizirati prilagođeni parametar: {custom_parameter!r}. Treba da bude "x=y" niz.
