Repository: elearndevteam/imp-openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: [LTI]: Real user not found against anon_id: {}
sr: [LTI]: Прави корисник није пронађен против анон_ид: {}
sr_latn: [LTI]: Pravi korisnik nije pronađen protiv anon_id: {}

source: Configuration Stored on XBlock fields
sr: Конфигурација сачувана на Ксблоцк пољима
sr_latn: Konfiguracija sačuvana na Ksblock poljima

source: Configuration Stored on this model
sr: Конфигурација похрањена на овом моделу
sr_latn: Konfiguracija pohranjena na ovom modelu

source: Configuration Stored on external service
sr: Конфигурација похрањена на спољној служби
sr_latn: Konfiguracija pohranjena na spoljnoj službi

source: LTI configuration data.
sr: LTI конфигурациона података.
sr_latn: LTI konfiguraciona podataka.

source: The URL of the external tool that initiates the launch.
sr: URL спољног алата који покреће лансирање.
sr_latn: URL spoljnog alata koji pokreće lansiranje.

source: Client key provided by the LTI tool provider.
sr: Клијентски кључ које пружа LTI добављач алата.
sr_latn: Klijentski ključ koje pruža LTI dobavljač alata.

source: Client secret provided by the LTI tool provider.
sr: Клијентска тајна коју пружа LTI добављач алата.
sr_latn: Klijentska tajna koju pruža LTI dobavljač alata.

source: Platform's generated Private key. Keep this value secret.
sr: Приватни кључ за стварање платформе. Држите ову вредност тајну.
sr_latn: Privatni ključ za stvaranje platforme. Držite ovu vrednost tajnu.

source: Platform's generated Private key ID
sr: ИД приватног кључа платформе
sr_latn: ID privatnog ključa platforme

source: Platform's generated JWK keyset.
sr: Платформа је генерисана JWK Кеисет.
sr_latn: Platforma je generisana JWK Keiset.

source: Client ID used by LTI tool
sr: ИД клијента који користи LTI алат
sr_latn: ID klijenta koji koristi LTI alat

source: LTI Configuration stores on XBlock needs a block location set.
sr: LTI конфигурационим продавницама на Ксблоцк-у је потребан Блок локација.
sr_latn: LTI konfiguracionim prodavnicama na Ksblock-u je potreban Blok lokacija.

source: LTI Configuration using reusable configuration needs a external ID in "x:y" format.
sr: Конфигурација LTI-ја која користи конфигурацију за вишекратну употребу потребан је спољни ИД у "x:y" формату.
sr_latn: Konfiguracija LTI-ja koja koristi konfiguraciju za višekratnu upotrebu potreban je spoljni ID u "x:y" formatu.

source: LTI Configuration stored on the model for LTI 1.3 must have a value for one of lti_1p3_tool_public_key or lti_1p3_tool_keyset_url.
sr: LTI Цонфигуратион Складиштена на моделу за LTI 1.3 Мора имати вредност за један од LTI_1П3_Тоол_Публиц_Кеи или LTI_1П3_Тоол_Кеисет_URL.
sr_latn: LTI Configuration Skladištena na modelu za LTI 1.3 Mora imati vrednost za jedan od LTI_1P3_Tool_Public_Kei ili LTI_1P3_Tool_Keiset_URL.

source: CONFIG_ON_XBLOCK and CONFIG_EXTERNAL are not supported for LTI 1.3 Proctoring Services.
sr: ЦОНФИГ_ОН_КСБЛОЦК и ЦОНФИГ_ЕКСТЕРАЛ нису подржани за LTI 1.3 ЦОЦТОРИНГ УСЛУГЕ.
sr_latn: CONFIG_ON_KSBLOCK i CONFIG_EKSTERAL nisu podržani za LTI 1.3 COCTORING USLUGE.

source: Invalid LTI configuration.
sr: Неважећа LTI конфигурација.
sr_latn: Nevažeća LTI konfiguracija.

source: The selected content type is not supported by Open edX.
sr: Изабрани тип садржаја не подржава Опен ЕДКС.
sr_latn: Izabrani tip sadržaja ne podržava Open EDKS.

source: You don't have access to save LTI Content Items.
sr: Немате приступ да бисте сачували LTI садржајне ставке.
sr_latn: Nemate pristup da biste sačuvali LTI sadržajne stavke.

source: Please check that you have course staff permissions and double check this block's LTI settings.
sr: Молимо вас да проверите да ли имате дозволе за особље на курсу и двоструко проверите да ли су поставке ове блокове.
sr_latn: Molimo vas da proverite da li imate dozvole za osoblje na kursu i dvostruko proverite da li su postavke ove blokove.

source: LTI Deep Linking failed.
sr: LTI дубоко повезивање није успело.
sr_latn: LTI duboko povezivanje nije uspelo.

source: LTI Deep Linking
sr: LTI дубоко повезивање
sr_latn: LTI duboko povezivanje

source: The LTI Deep Linking content was successfully saved in the LMS.
sr: У ЛМС-у је успешно сачуван садржај LTI дубоко повезивање у ЛМС-у.
sr_latn: U LMS-u je uspešno sačuvan sadržaj LTI duboko povezivanje u LMS-u.

source: You can safely close this page now.
sr: Сада можете сигурно затворити ову страницу.
sr_latn: Sada možete sigurno zatvoriti ovu stranicu.

source: Unauthorized.
sr: Неовлашћено.
sr_latn: Neovlašćeno.

source: Students don't have permissions to perform LTI Deep Linking configuration launches.
sr: Студенти немају дозволе за покретање LTI дубоко повезивање конфигурације.
sr_latn: Studenti nemaju dozvole za pokretanje LTI duboko povezivanje konfiguracije.

source: LTI 1.3 Launches can only be performed from the LMS.
sr: LTI 1.3 лансирање се може извести само из ЛМС-а.
sr_latn: LTI 1.3 lansiranje se može izvesti samo iz LMS-a.

source: To set up the LTI integration, you need to register the LMS in the tool with the information provided below.
sr: Да бисте поставили LTI интеграцију, морате да региструјете ЛМС у алату са наведеним информацијама.
sr_latn: Da biste postavili LTI integraciju, morate da registrujete LMS u alatu sa navedenim informacijama.

source: Client ID:
sr: ИД клијента:
sr_latn: ID klijenta:

source: Deployment ID:
sr: ИД за размештање:
sr_latn: ID za razmeštanje:

source: Keyset URL:
sr: КЕИСЕТ URL:
sr_latn: KEISET URL:

source: Access Token URL:
sr: Приступ ТОКЕН URL-у:
sr_latn: Pristup TOKEN URL-u:

source: Login URL:
sr: URL за пријаву:
sr_latn: URL za prijavu:

source: Deep Linking is configured on this tool.
sr: Дубоко повезивање је конфигурирано на овом алату.
sr_latn: Duboko povezivanje je konfigurirano na ovom alatu.

source: The Deep Linking configuration stored is presented below:
sr: ДЕЕП ЛИНКИНГ ЦОНФИГУРАТИОН САСТАВЉЕНО ЈЕ ПРЕДСТАВЉЕНО:
sr_latn: DEEP LINKING CONFIGURATION SASTAVLjENO JE PREDSTAVLjENO:

source: If you run deep linking again, the content above will be replaced.
sr: Ако поново покренете дубоко повезивање, садржај изнад ће бити замењен.
sr_latn: Ako ponovo pokrenete duboko povezivanje, sadržaj iznad će biti zamenjen.

source: You can configure this tool's content using LTI Deep Linking.
sr: Можете да конфигуришете садржај овог алата помоћу LTI дубоко повезивање.
sr_latn: Možete da konfigurišete sadržaj ovog alata pomoću LTI duboko povezivanje.

source: To do that, make sure the block is published and click the link below:
sr: Да бисте то учинили, проверите да ли је блок објављен и кликните на линк испод:
sr_latn: Da biste to učinili, proverite da li je blok objavljen i kliknite na link ispod:

source: Deep Linking Launch - Configure tool
sr: Покретање дубоког повезивања - Конфигурирање алата
sr_latn: Pokretanje dubokog povezivanja - Konfiguriranje alata

source: Press to Launch
sr: Притисните за покретање
sr_latn: Pritisnite za pokretanje

source: There was an error while launching the LTI tool:
sr: Дошло је до грешке приликом лансирања LTI алата:
sr_latn: Došlo je do greške prilikom lansiranja LTI alata:

source: If you're seeing this on a live course, please contact the course staff.
sr: Ако ово видите на живом курсу, обратите се особље курса.
sr_latn: Ako ovo vidite na živom kursu, obratite se osoblje kursa.

source: There was an error while starting your LTI proctored assessment.
sr: Дошло је до грешке приликом покретања ваше процене LTI прокорисане.
sr_latn: Došlo je do greške prilikom pokretanja vaše procene LTI prokorisane.

source: Sending you back to your exam.
sr: Слање натраг на испит.
sr_latn: Slanje natrag na ispit.

source: Return to exam.
sr: Повратак на испит.
sr_latn: Povratak na ispit.

source: Cancel
sr: Отказати
sr_latn: Otkazati

source: OK
sr: У реду
sr_latn: U redu

source: Click OK to have your username, full name, and e-mail address sent to a 3rd party application.
sr: Кликните ОК да бисте имали своје корисничко име, пуно име и е-маил адресу послату у апликацију треће стране.
sr_latn: Kliknite OK da biste imali svoje korisničko ime, puno ime i e-mail adresu poslatu u aplikaciju treće strane.

source: Click OK to have your username and e-mail address sent to a 3rd party application.
sr: Кликните ОК да бисте имали своје корисничко име и е-маил адресу послату у апликацију треће стране.
sr_latn: Kliknite OK da biste imali svoje korisničko ime i e-mail adresu poslatu u aplikaciju treće strane.

source: Click OK to have your username and full name sent to a 3rd party application.
sr: Кликните ОК да бисте имали своје корисничко име и пуно име које је послато на захтев треће стране.
sr_latn: Kliknite OK da biste imali svoje korisničko ime i puno ime koje je poslato na zahtev treće strane.

source: Click OK to have your full name and e-mail address sent to a 3rd party application.
sr: Кликните ОК да бисте добили своје пуно име и адреса е-поште послате на апликацију треће стране.
sr_latn: Kliknite OK da biste dobili svoje puno ime i adresa e-pošte poslate na aplikaciju treće strane.

source: Click OK to have your username sent to a 3rd party application.
sr: Кликните ОК да бисте добили своје корисничко име које је послато у апликацију треће странке.
sr_latn: Kliknite OK da biste dobili svoje korisničko ime koje je poslato u aplikaciju treće stranke.

source: Click OK to have your full name sent to a 3rd party application.
sr: Кликните ОК да бисте добили своје пуно име које је послато у апликацију треће стране.
sr_latn: Kliknite OK da biste dobili svoje puno ime koje je poslato u aplikaciju treće strane.

source: Click OK to have your e-mail address sent to a 3rd party application.
sr: Кликните ОК да бисте добили своју е-маил адресу послату апликацији за трећу странку.
sr_latn: Kliknite OK da biste dobili svoju e-mail adresu poslatu aplikaciji za treću stranku.

source: Click Cancel to return to this page without sending your information.
sr: Кликните на Откажи да бисте се вратили на ову страницу без слања информација.
sr_latn: Kliknite na Otkaži da biste se vratili na ovu stranicu bez slanja informacija.
