Repository: elearndevteam/imp-openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: Reports
sr_latn: Izveštaji

source: Course Dashboard
sr_latn: Komandna tabla na kursu

source: Individual Learner Dashboard
sr_latn: Individualna kontrolna tabla za učenike

source: At-Risk Learners Dashboard
sr_latn: At-Risk Snights Confardboard

source: Course
sr_latn: Kurs

source: Graded Subsection
sr_latn: Ocenjeno pododeljak

source: Superset is not configured properly. Please contact your system administrator.
sr_latn: SuperSet nije pravilno konfigurisan. Molimo kontaktirajte svog administratora sistema.

source: Superset is only visible to course staff and instructors. Please contact your system administrator.
sr_latn: Superset je vidljiv samo za osoblje i instruktore predmeta. Molimo kontaktirajte svog administratora sistema.

source: Course not found: '{course_id}'
sr_latn: Kurs nije pronađen: '{course_id}'

source: Invalid course id: '{course_id}'
sr_latn: Nevažeći ID kursa: '{course_id}'

source: Invalid usage id: '{usage_id}'
sr_latn: Nevažeći ID upotrebe: '{usage_id}'

source: No dashboard for block type: '{block_type}'
sr_latn: Nema kontrolne table za blok tip: '{block_type}'

source: Display name
sr_latn: Prikaz ime

source: Superset Dashboard
sr_latn: Superset kontrolna tabla

source: Dashboard UUID
sr_latn: Kontrolna tabla uuid

source: The ID of the dashboard to embed. Available in the Superset embed dashboard UI.
sr_latn: ID komandne table za ugradnju. Dostupno u supersetu Ugradite kontrolnu tablu UI.

source: Filters
sr_latn: Filtri

source: List of SQL filters to apply to the dashboard. E.g: ["org='edX'", "country in ('us', 'co')"] The fields used here must be available on every dataset used by the dashboard.
sr_latn: Spisak SKL filtera da se prijavi na kontrolna tabla. E.G: ["org='edX'", "country in ('us', 'co')"] Polja koja se ovde koriste moraju biti dostupne u svakom datumu koje koristi komandna tabla.
