Repository: elearndevteam/imp-openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: ru, sr_latn

source: What did you learn from this? What was missing?
ru: Шта сте научили од овога? Шта је недостајало?
sr_latn: Šta ste naučili od ovoga? Šta je nedostajalo?

source: How would you rate this as a learning experience?
ru: Како бисте то оценили као искуство учења?
sr_latn: Kako biste to ocenili kao iskustvo učenja?

source: Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation.
ru: Размислите о материјалу и покушајте да синтетишете научене кључне лекције, као и кључне празнине у нашој презентацији.
sr_latn: Razmislite o materijalu i pokušajte da sintetišete naučene ključne lekcije, kao i ključne praznine u našoj prezentaciji.

source: Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course.
ru: Треба мало времена да се овде размислите. Истраживање показује да ће вам смислена синтеза помоћи да боље разумете и запамтите материјал са овог курса.
sr_latn: Treba malo vremena da se ovde razmislite. Istraživanje pokazuje da će vam smislena sinteza pomoći da bolje razumete i zapamtite materijal sa ovog kursa.

source: Excellent
ru: Одличан
sr_latn: Odličan

source: Good
ru: Добро
sr_latn: Dobro

source: Average
ru: Просек
sr_latn: Prosek

source: Fair
ru: Довољно
sr_latn: Dovoljno

source: Poor
ru: Слабо
sr_latn: Slabo

source: Freeform user prompt
ru: Кориснички промпт слободе
sr_latn: Korisnički prompt slobode

source: Random number generated for p. -1 if uninitialized
ru: Случајни број генерисан за стр. -1 ако је неиницијализовано
sr_latn: Slučajni broj generisan za str. -1 ako je neinicijalizovano

source: How user voted. -1 if didn't vote
ru: Како је корисник гласао. -1 ако није гласало
sr_latn: Kako je korisnik glasao. -1 ako nije glasalo

source: What percent of the time should this show?
ru: Који проценат времена треба да овај шоу?
sr_latn: Koji procenat vremena treba da ovaj šou?

source: A list of user votes
ru: Листа гласова корисника
sr_latn: Lista glasova korisnika

source: Feedback
ru: Повратна информација
sr_latn: Povratna informacija

source: Display Name
ru: Приказ име
sr_latn: Prikaz ime

source: Provide Feedback
ru: Пружити повратне информације
sr_latn: Pružiti povratne informacije

source: Voting message
ru: Гласачка порука
sr_latn: Glasačka poruka

source: Thank you for voting!
ru: Хвала вам на гласању!
sr_latn: Hvala vam na glasanju!

source: Feedback message
ru: Порука повратних информација
sr_latn: Poruka povratnih informacija

source: Thank you for your feedback!
ru: Хвала на повратним информацијама!
sr_latn: Hvala na povratnim informacijama!

source: Show aggregate to students
ru: Покажите агрегат студентима
sr_latn: Pokažite agregat studentima

source: Please reflect on this course material
ru: Молимо вас да се размислите о овом материјалу курса
sr_latn: Molimo vas da se razmislite o ovom materijalu kursa

source: Please take time to meaningfully reflect on your experience with this course material.
ru: Молим вас, одвојите време да се смислено размишљате о свом искуству са овим материјалом предмета.
sr_latn: Molim vas, odvojite vreme da se smisleno razmišljate o svom iskustvu sa ovim materijalom predmeta.

source: Please rate your overall experience
ru: Молимо оцените своје опште искуство
sr_latn: Molimo ocenite svoje opšte iskustvo

source: Please take a moment to thoughtfully reflect.
ru: Молим вас, одвојите тренутак да се замисли одражавају.
sr_latn: Molim vas, odvojite trenutak da se zamisli odražavaju.

source: Please vote!
ru: Молимо гласајте!
sr_latn: Molimo glasajte!

source: Component
ru: Компонента
sr_latn: Komponenta

source: Number of ratings
ru: Број оцена
sr_latn: Broj ocena

source: Average rating
ru: Просечна оцена
sr_latn: Prosečna ocena

source: Feedback
ru: Повратна информација
sr_latn: Povratna informacija

source: Comment
ru: Коментар
sr_latn: Komentar

source: Vote
ru: Гласати
sr_latn: Glasati

source: No vote
ru: Нема гласања
sr_latn: Nema glasanja

source: Submit Feedback
ru: Пошаљите повратне информације
sr_latn: Pošaljite povratne informacije

source: This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done.
ru: Овај кблоцк вам омогућава да прикупљате повратне информације о ученицима на комадима курса. Ово би могло бити корисно или за побољшање курса или да ученици пружи шансу да размисле о ономе што су урадили.
sr_latn: Ovaj kblock vam omogućava da prikupljate povratne informacije o učenicima na komadima kursa. Ovo bi moglo biti korisno ili za poboljšanje kursa ili da učenici pruži šansu da razmisle o onome što su uradili.

source: Display name
ru: Приказ име
sr_latn: Prikaz ime

source: The name of the component.
ru: Име компоненте.
sr_latn: Ime komponente.

source: The message to show after user vote.
ru: Порука да се прикаже након гласања корисника.
sr_latn: Poruka da se prikaže nakon glasanja korisnika.

source: The message to show after user feedback.
ru: Порука за приказивање након повратних информација корисника.
sr_latn: Poruka za prikazivanje nakon povratnih informacija korisnika.

source: Show aggregate report to students
ru: Покажите агрегатни извештај студентима
sr_latn: Pokažite agregatni izveštaj studentima

source: False
ru: Лажно
sr_latn: Lažno

source: True
ru: Истинит
sr_latn: Istinit

source: Whether to show the aggregate report to students.
ru: Да ли да покаже агрегатни извештај студентима.
sr_latn: Da li da pokaže agregatni izveštaj studentima.

source: Freeform prompt
ru: Фрееформ Брзи
sr_latn: Freeform Brzi

source: Example: Please provide us feedback on this section.
ru: Пример: Молимо вас да нам дате повратне информације о овом одељку.
sr_latn: Primer: Molimo vas da nam date povratne informacije o ovom odeljku.

source: Freeform placeholder
ru: Плацехолдер фрееформом
sr_latn: Placeholder freeformom

source: This is shown as grayed out text before the student has answered.
ru: Ово је приказано као засебни текст пре него што је студент одговорио.
sr_latn: Ovo je prikazano kao zasebni tekst pre nego što je student odgovorio.

source: Likert icon set
ru: Ликерт икона сет
sr_latn: Likert ikona set

source: Faces (happy to sad)
ru: Лица (срећна то тужним)
sr_latn: Lica (srećna to tužnim)

source: Faces (sad to happy)
ru: Лица (тужно је срећно)
sr_latn: Lica (tužno je srećno)

source: Numeric
ru: Нумерички
sr_latn: Numerički

source: Stars
ru: Звезде
sr_latn: Zvezde

source: We can either show happy/sad faces, numbers 1-5 or stars.
ru: Можемо или показати срећна / тужна лица, бројеве 1-5 или звезде.
sr_latn: Možemo ili pokazati srećna / tužna lica, brojeve 1-5 ili zvezde.

source: Likert prompt
ru: Ликерто
sr_latn: Likerto

source: Example: Please rate your overall experience with this section.
ru: Пример: Молимо оцените своје опште искуство са овим одељком.
sr_latn: Primer: Molimo ocenite svoje opšte iskustvo sa ovim odeljkom.

source: Likert option 1
ru: Ликертова опција 1
sr_latn: Likertova opcija 1

source: Example: Excellent!
ru: Пример: Одлично!
sr_latn: Primer: Odlično!

source: Likert option 2
ru: Ликертова опција 2
sr_latn: Likertova opcija 2

source: Example: Good
ru: Пример: Добро
sr_latn: Primer: Dobro

source: Likert option 3
ru: Ликертова опција 3
sr_latn: Likertova opcija 3

source: Example: Average
ru: Пример: просечно
sr_latn: Primer: prosečno

source: Likert option 4
ru: Ликертова опција 4
sr_latn: Likertova opcija 4

source: Example: Fair
ru: Пример: Сајам
sr_latn: Primer: Sajam

source: Likert option 5
ru: Ликертова опција 5
sr_latn: Likertova opcija 5

source: Example: Poor
ru: Пример: Лоше
sr_latn: Primer: Loše

source: Save
ru: Сачувати
sr_latn: Sačuvati

source: Cancel
ru: Отказати
sr_latn: Otkazati
