Repository: elearndevteam/imp-openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: sr, sr_latn

source: Personal info
sr: Лични подаци
sr_latn: Lični podaci

source: Permissions
sr: Дозволе
sr_latn: Dozvole

source: Important dates
sr: Важни датуми
sr_latn: Važni datumi

source: URLs
sr: Урлс

source: Social Sharing
sr: Социјална дељења
sr_latn: Socijalna deljenja

source: A Facebook app ID is required to enable Facebook sharing.
sr: Потребан је ID Фацебоок апликације да би се омогућило дељење Фацебоока.
sr_latn: Potreban je ID Facebook aplikacije da bi se omogućilo deljenje Facebooka.

source: Platform Name
sr: Име платформе
sr_latn: Ime platforme

source: Name of your Open edX platform
sr: Назив ваше отворене еП платформе
sr_latn: Naziv vaše otvorene eP platforme

source: Segment Key
sr: Кључ за сегменте
sr_latn: Ključ za segmente

source: Segment write/API key.
sr: Писање / API сегмента.
sr_latn: Pisanje / API taster segmenta.

source: Theme Name
sr: Име теме
sr_latn: Ime teme

source: Name of of the theme to use for this site. This value should be lower-cased.
sr: Име теме за употребу за ову страницу. Ова вредност треба да буде мања.
sr_latn: Ime teme za upotrebu za ovu stranicu. Ova vrednost treba da bude manja.

source: LMS base url for custom site
sr: LMS Басе URL за прилагођено место
sr_latn: LMS Base URL za prilagođeno mesto

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
sr: Роот URL ове локације LMS (нпр. Хттпс: //цоурсес.стаге.едк.орг)
sr_latn: Root URL ove lokacije LMS (npr. Https: //courses.stage.edk.org)

source: Catalog API URL
sr: Каталог API URL
sr_latn: Katalog API URL

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
sr: Роот URL каталога API (нпр. Хттпс: //апи.едк.орг/цаталог/в1/)
sr_latn: Root URL kataloga API (npr. Https: //api.edk.org/catalog/v1/)

source: Terms of Service URL
sr: Услови услуге услуге
sr_latn: Uslovi usluge usluge

source: Privacy Policy URL
sr: URL политике приватности
sr_latn: URL politike privatnosti

source: Homepage URL
sr: Почетна страница URL адреса
sr_latn: Početna stranica URL adresa

source: Company Name
sr: Назив компаније
sr_latn: Naziv kompanije

source: Verified Certificate URL
sr: Проверени урл сертификата
sr_latn: Provereni url sertifikata

source: Certificate Help URL
sr: Помоћ у URL-у сертификата
sr_latn: Pomoć u URL-u sertifikata

source: URL of page for questions about certificates
sr: URL странице за питања о сертификатима
sr_latn: URL stranice za pitanja o sertifikatima

source: Enable Learner Records
sr: Омогућите записе ученика
sr_latn: Omogućite zapise učenika

source: Enable the Records feature. The LMS has a similar setting.
sr: Омогућите функцију записа. LMS има слично подешавање.
sr_latn: Omogućite funkciju zapisa. LMS ima slično podešavanje.

source: Learner Records Help URL
sr: URL адресе записа ученика
sr_latn: URL adrese zapisa učenika

source: URL of page for questions about Learner Records
sr: URL странице за питања о записима ученика
sr_latn: URL stranice za pitanja o zapisima učenika

source: Facebook App ID
sr: Фацебоок ID апликације
sr_latn: Facebook ID aplikacije

source: Facebook app ID used for sharing
sr: Фацебоок ID апликације који се користи за дељење
sr_latn: Facebook ID aplikacije koji se koristi za deljenje

source: Twitter Username
sr: Твиттер корисничко име
sr_latn: Tvitter korisničko ime

source: Twitter username included in tweeted credentials. Do NOT include @.
sr: Корисничко име на Твиттеру укључено је у Твитхед Акредитиве. Не укључују @.
sr_latn: Korisničko ime na Tvitteru uključeno je u Tvithed Akreditive. Ne uključuju @.

source: Enable Facebook sharing
sr: Омогућите дељење Фацебоока
sr_latn: Omogućite deljenje Facebooka

source: Enable sharing via Facebook
sr: Омогућите дељење путем Фацебоока
sr_latn: Omogućite deljenje putem Facebooka

source: Enable LinkedIn sharing
sr: Омогућите LinkedIn дељење
sr_latn: Omogućite LinkedIn deljenje

source: Enable sharing via LinkedIn
sr: Омогућите дељење путем LinkedIn-а
sr_latn: Omogućite deljenje putem LinkedIn-a

source: Enable Twitter sharing
sr: Омогућите дељење Twitter
sr_latn: Omogućite deljenje Tvittera

source: Enable sharing via Twitter
sr: Омогућите дељење путем Twitter
sr_latn: Omogućite deljenje putem Tvittera

source: Full Name
sr: Пуно име
sr_latn: Puno ime

source: All authoring organizations of the program MUST have a certificate image defined!
sr: Све ауторске организације програма морају имати дефинисану имиџ потврде!
sr_latn: Sve autorske organizacije programa moraju imati definisanu imidž potvrde!

source: The image file size must be less than 250KB.
sr: Величина датотеке слике мора бити мања од 250KB.
sr_latn: Veličina datoteke slike mora biti manja od 250KB.

source: Invalid course key.
sr: Неважећи кључ курса.
sr_latn: Nevažeći ključ kursa.

source: Signatory organization name if its different from issuing organization.
sr: Име потписничке организације ако се разликује од организације издавања.
sr_latn: Ime potpisničke organizacije ako se razlikuje od organizacije izdavanja.

source: Image must be square PNG files. The file size should be under 250KB.
sr: Слика мора бити квадратна PNG датотека. Величина датотеке треба да буде испод 250KB.
sr_latn: Slika mora biti kvadratna PNG datoteka. Veličina datoteke treba da bude ispod 250KB.

source: awarded
sr: награђен
sr_latn: nagrađen

source: revoked
sr: опозвати
sr_latn: opozvati

source: URL at which the credential can be downloaded
sr: URL на којем се може преузети акредитиве
sr_latn: URL na kojem se može preuzeti akreditive

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
sr: Датум и време сертификат који је постављен у студију и копирању на вјеродајнице. Ово би требало да се уређује у студију.
sr_latn: Datum i vreme sertifikat koji je postavljen u studiju i kopiranju na vjerodajnice. Ovo bi trebalo da se uređuje u studiju.

source: Program UUID
sr: Програм UUID

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
sr: Прикажите име придружене организације (на пример ACME универзитета) уместо њеног кратког имена (нпр. ACMEKS)
sr_latn: Prikažite ime pridružene organizacije (na primer ACME univerziteta) umesto njenog kratkog imena (npr. ACMEKS)

source: Use organization name
sr: Користите име организације
sr_latn: Koristite ime organizacije

source: I completed a course at {platform_name}. Take a look at my certificate:
sr: Завршио сам курс на {platform_name}. Погледајте мој сертификат:
sr_latn: Završio sam kurs na {platform_name}. Pogledajte moj sertifikat:

source: {first_org} and {second_org}
sr: {first_org} и {second_org}
sr_latn: {first_org} i {second_org}

source: {series_of_orgs}, and {last_org}
sr: {series_of_orgs} и {last_org}
sr_latn: {series_of_orgs} i {last_org}

source: successfully completed all courses and received passing grades for a Professional Certificate in
sr: успешно је завршио све курсеве и примио пролазне оцене за професионалну потврду у
sr_latn: uspešno je završio sve kurseve i primio prolazne ocene za profesionalnu potvrdu u

source: Professional Certificate
sr: Професионални сертификат
sr_latn: Profesionalni sertifikat

source: Cache cleared.
sr: Кеш је очишћен.
sr_latn: Keš je očišćen.

source: {action} is not a valid action.
sr: {action} није валидна акција.
sr_latn: {action} nije validna akcija.

source: N/A
sr: Н / А

source: sent
sr: послати
sr_latn: poslati

source: other
sr: други
sr_latn: drugi

source: User credit pathways can only be connected to credit pathways.
sr: Кориснички кредитни путеви могу се повезати само на кредитне путеве.
sr_latn: Korisnički kreditni putevi mogu se povezati samo na kreditne puteve.

source: Program Listing View
sr: Поглед на листи програма
sr_latn: Pogled na listi programa

source: The following is a list of all active programs for which program records are being generated.
sr: Следе листа свих активних програма за које се генеришу програмски записи.
sr_latn: Slede lista svih aktivnih programa za koje se generišu programski zapisi.

source: Issuer ID
sr: ID издаваоца
sr_latn: ID izdavaoca

source: At least one Issuer must be always enabled!
sr: Најмање један издавалац мора бити увек омогућен!
sr_latn: Najmanje jedan izdavalac mora biti uvek omogućen!

source: Open Badges Specification v3.0
sr: Спецификација отворене значке в3.0
sr_latn: Specifikacija otvorene značke v3.0

source: Open Badges Specification v3.0.1
sr: Спецификација отворене значке В3.0.1
sr_latn: Specifikacija otvorene značke V3.0.1

source: Status List 2021
sr: Статус листа 2021
sr_latn: Status lista 2021

source: Verifiable Credentials Data Model v1.1
sr: Проверљиве акредитиве података В1.1
sr_latn: Proverljive akreditive podataka V1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
sr: Није могуће пронаћи такву линију издавања: [{issuance_uuid}]
sr_latn: Nije moguće pronaći takvu liniju izdavanja: [{issuance_uuid}]

source: Seems credential isn't active anymore: [{credential_id}]
sr: Чини се да је вјеродостојно више није активан: [{credential_id}]
sr_latn: Čini se da je vjerodostojno više nije aktivan: [{credential_id}]

source: Provided data didn't validate
sr: Под условом да подаци нису потврдили
sr_latn: Pod uslovom da podaci nisu potvrdili

source: Issued verifiable credential can't be verified!
sr: Издајени верификовани акредитиви не могу се верификовати!
sr_latn: Izdajeni verifikovani akreditivi ne mogu se verifikovati!

source: Related Open edX learner credential
sr: Сродни отворени еП ученика ученика
sr_latn: Srodni otvoreni eP učenika učenika

source: Completeness indicator
sr: Индикатор комплетности
sr_latn: Indikator kompletnosti

source: Issuer DID
sr: Издавалац је урадио
sr_latn: Izdavalac je uradio

source: Target storage identifier
sr: Циљани идентификатор складиштења
sr_latn: Ciljani identifikator skladištenja

source: Verifiable credential subject DID
sr: Верификовани веродостојник је то урадио
sr_latn: Verifikovani verodostojnik je to uradio

source: Verifiable credential specification to use
sr: Провера веродостојности за употребу
sr_latn: Provera verodostojnosti za upotrebu

source: Defines a position in the Status List sequence
sr: Дефинише положај у редоследу листе статуса
sr_latn: Definiše položaj u redosledu liste statusa

source: Keeps track on a corresponding user credential's status
sr: Пратите на одговарајућем статусу корисника корисника
sr_latn: Pratite na odgovarajućem statusu korisnika korisnika

source: program certificate
sr: програм програма
sr_latn: program programa

source: course certificate
sr: сертификат курса
sr_latn: sertifikat kursa

source: program certificate for passing a program {program_title}
sr: Програмски сертификат за пролазак програма {program_title}
sr_latn: Programski sertifikat za prolazak programa {program_title}

source: , with total {hours_of_effort} Hours of effort required to complete it
sr: , са укупно {hours_of_effort} сатима труда потребно је да га довршите
sr_latn: , sa ukupno {hours_of_effort} satima truda potrebno je da ga dovršite

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
sr: {credential_type} је одобрен на програму {program_title} Завршетак понудио {organizations}, у сарадњи са {platform_name}. Програм {program_title} укључује {course_count} курсеве (С) {effort_info}.
sr_latn: {credential_type} je odobren na programu {program_title} Završetak ponudio {organizations}, u saradnji sa {platform_name}. Program {program_title} uključuje {course_count} kurseve (S) {effort_info}.

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
sr: {recipient_fullname} Успешно је завршио све курсеве и примио пролазне оцене за професионални сертификат у {program_title} програму који нуди {organizations}, у сарадњи са {platform_name}.
sr_latn: {recipient_fullname} Uspešno je završio sve kurseve i primio prolazne ocene za profesionalni sertifikat u {program_title} programu koji nudi {organizations}, u saradnji sa {platform_name}.

source: recipient
sr: прималац
sr_latn: primalac

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
sr: Издавачки тајни кључ. Види: хттпс: //в3ц-ццг.гитхуб.ио/дид-метход-ке / е# ед25519-к25519
sr_latn: Izdavački tajni ključ. Vidi: https: //v3c-ccg.github.io/did-method-ke / e# ed25519-k25519

source: Status List generation failed: [{issuer_id}]
sr: Списак статуса Генерација није успела: [{issuer_id}]
sr_latn: Spisak statusa Generacija nije uspela: [{issuer_id}]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
sr: Из неког разлога нема омогућених конфигурација за издавање! Барем један мора бити увек активан.
sr_latn: Iz nekog razloga nema omogućenih konfiguracija za izdavanje! Barem jedan mora biti uvek aktivan.

source: Verifiable Credentials feature is not enabled [{feature_name}]
sr: Функција верификованих акредитива није омогућена [{feature_name}]
sr_latn: Funkcija verifikovanih akreditiva nije omogućena [{feature_name}]

source: Mandatory data is missing
sr: Недостају обавезни подаци
sr_latn: Nedostaju obavezni podaci

source: Credential identifier must be valid UUID: ['credential_uuid']
sr: Идентификатор поверљивости мора бити валидан UUID: ['цредентиал_ууид']
sr_latn: Identifikator poverljivosti mora biti validan UUID: ['credential_uuid']

source: No such user credential [%(credential_uuid)s]
sr: Нема таквог корисника корисника [%(credential_uuid)s]
sr_latn: Nema takvog korisnika korisnika [%(credential_uuid)s]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
sr: Осигурани бацкенд за складиштење ({storage_id}) није активан. Складишта: {active_storages}
sr_latn: Osigurani backend za skladištenje ({storage_id}) nije aktivan. Skladišta: {active_storages}

source: Can't find an Issuer with such ID [{issuer_id}]
sr: Не могу да нађете издаваоца са таквим ид-ом [{issuer_id}]
sr_latn: Ne mogu da nađete izdavaoca sa takvim id-om [{issuer_id}]

source: Learner Credential Wallet
sr: Акредитиве за ученике
sr_latn: Akreditive za učenike

source: Page Not Found
sr: Страница није пронађена
sr_latn: Stranica nije pronađena

source: Server Error
sr: Грешка сервера
sr_latn: Greška servera

source: Print or share your certificate
sr: Штампајте или делите свој сертификат
sr_latn: Štampajte ili delite svoj sertifikat

source: Share this certificate via Facebook
sr: Поделите овај сертификат путем Фацебоока
sr_latn: Podelite ovaj sertifikat putem Facebooka

source: Tweet this certificate
sr: Твеет овај сертификат
sr_latn: Tveet ovaj sertifikat

source: Add to LinkedIn profile
sr: Додај у ЛинкедИн профил
sr_latn: Dodaj u LinkedIn profil

source: Add this certificate to your LinkedIn profile
sr: Додајте овај сертификат на свој ЛинкедИн профил
sr_latn: Dodajte ovaj sertifikat na svoj LinkedIn profil

source: Print
sr: Штампа
sr_latn: Štampa

source: Print this certificate
sr: Испиши овај сертификат
sr_latn: Ispiši ovaj sertifikat

source: Legal Policies
sr: Правне политике
sr_latn: Pravne politike

source: Terms of Service & Honor Code
sr: Услови услуге и кодекс части
sr_latn: Uslovi usluge i kodeks časti

source: Privacy Policy
sr: Политика приватности
sr_latn: Politika privatnosti

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
sr: Сва права задржана, осим где је примећено. еП, Опен еП и еП и Опен еП Логос су регистровани заштитни знаци или заштитни знакови еП Инц.
sr_latn: Sva prava zadržana, osim gde je primećeno. eP, Open eP i eP i Open eP Logos su registrovani zaštitni znaci ili zaštitni znakovi eP Inc.

source: Powered by
sr: Покреће га
sr_latn: Pokreće ga

source: Skip to main content
sr: Прескочите на главни садржај
sr_latn: Preskočite na glavni sadržaj

source: Congratulations, %(user_name)s!
sr: Честитамо, %(user_name)s!
sr_latn: Čestitamo, %(user_name)s!

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
sr: Радили сте напорно да бисте зарадили свој сертификат од %(platform_name)s - Поделите га са колегама, пријатељима и породицом да бисте извукли реч о ономе што сте савладали у %(program_display_name)s.
sr_latn: Radili ste naporno da biste zaradili svoj sertifikat od %(platform_name)s - Podelite ga sa kolegama, prijateljima i porodicom da biste izvukli reč o onome što ste savladali u %(program_display_name)s.

source: Go to %(platform_name)s Home Page
sr: Иди на почетну страницу %(platform_name)s
sr_latn: Idi na početnu stranicu %(platform_name)s

source: All rights reserved
sr: Сва права задржана
sr_latn: Sva prava zadržana

source: Hello
sr: Здраво
sr_latn: Zdravo

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
sr: Честитамо на завршетку %(program_title)s %(program_type)s програма!
sr_latn: Čestitamo na završetku %(program_title)s %(program_type)s programa!

source: Sincerely,<br/>The %(platform_name)s Team
sr: С поштовањем, <br /> Тим %(platform_name)s
sr_latn: S poštovanjem, <br /> Tim %(platform_name)s

source: Sincerely
sr: Искрено
sr_latn: Iskreno

source: The %(platform_name)s Team
sr: Тим %(platform_name)s
sr_latn: Tim %(platform_name)s

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
sr: Честитамо за завршну обраду вашег %(program_title)s %(program_type)s програма!
sr_latn: Čestitamo za završnu obradu vašeg %(program_title)s %(program_type)s programa!

source: Supported by the following organizations
sr: Подржане од следећих организација
sr_latn: Podržane od sledećih organizacija

source: logo
sr: логотип
sr_latn: logotip

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
sr: {start_span} Ово је да потврди TH{end_span} {start_strong} {user_name} {end_strong}
sr_latn: {start_span} Ovo je da potvrdi TH{end_span} {start_strong} {user_name} {end_strong}

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
sr: Програм који нуди %(org_name_string)s, у сарадњи са %(platform_name)s.
sr_latn: Program koji nudi %(org_name_string)s, u saradnji sa %(platform_name)s.

source: Noted by
sr: Примећен
sr_latn: Primećen

source: Issued {month} {year}
sr: Издато {month} {year}
sr_latn: Izdato {month} {year}

source: Valid Certificate ID
sr: Важећи ID сертификата
sr_latn: Važeći ID sertifikata

source: Effort
sr: Труд
sr_latn: Trud

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
sr: За савете и трикове на штампању вашег сертификата, погледајте {start_anchor} Веб сертификати Помоћ Документација{end_anchor}.
sr_latn: Za savete i trikove na štampanju vašeg sertifikata, pogledajte {start_anchor} Veb sertifikati Pomoć Dokumentacija{end_anchor}.

source: Management View
sr: Поглед на менаџмент
sr_latn: Pogled na menadžment

source: Clear cache
sr: Чист кеш
sr_latn: Čist keš

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
sr: %(user_full_name)s је послао ажурирани програм програма за %(program_name)s.
sr_latn: %(user_full_name)s je poslao ažurirani program programa za %(program_name)s.

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
sr: %(user_full_name)s је послао њихов завршени програм програма за %(program_name)s.
sr_latn: %(user_full_name)s je poslao njihov završeni program programa za %(program_name)s.

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
sr: %(user_full_name)s је послао свој делимично завршен програм програма за %(program_name)s.
sr_latn: %(user_full_name)s je poslao svoj delimično završen program programa za %(program_name)s.

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
sr: %(user_full_name)s жели да се пријави за кредит у %(pathway_name)s.
sr_latn: %(user_full_name)s želi da se prijavi za kredit u %(pathway_name)s.

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
sr: Погледајте или преузмите јавну програмску програму %(user_full_name)s да бисте утврдили њихов статус подобности кредита.
sr_latn: Pogledajte ili preuzmite javnu programsku programu %(user_full_name)s da biste utvrdili njihov status podobnosti kredita.

source: View Program Record
sr: Погледајте запис о програму
sr_latn: Pogledajte zapis o programu

source: Download Record (CSV)
sr: Преузми запис (CSV)
sr_latn: Preuzmi zapis (CSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
sr: %(program_name)s Ажурирани захтев за кредит за %(user_full_name)s
sr_latn: %(program_name)s Ažurirani zahtev za kredit za %(user_full_name)s

source: %(program_name)s Credit Request for %(user_full_name)s
sr: %(program_name)s Захтев за кредит за %(user_full_name)s
sr_latn: %(program_name)s Zahtev za kredit za %(user_full_name)s

source: Credentials Administration
sr: Администрација акредитива
sr_latn: Administracija akreditiva
